{
 "awd_id": "1124419",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Early herding and monumental architecture in the West Turkana, Kenya",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 151732.0,
 "awd_amount": 166400.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2014-05-23",
 "awd_abstract_narration": "National Science Foundation funds will support investigations of early herding and monumental architecture near Lake Turkana in NW Kenya. Prehistoric transitions from hunting/gathering to food production (farming and/or herding), and related changes in social organization, were crucial steps in the development of the diverse array of economies and social structures in the world today. NW Kenya is an intriguing location to investigate these transformations for two reasons. First, unlike most regions of the world where farming was key to early food production, in NW Kenya herding was practiced for at least 1000 years before farming. Second, several monumental \"pillar sites\" with megaliths, elevated platforms, and stone circles, were built 4000 years ago, around the time people began herding near Lake Turkana. \r\n\r\nConstruction of monumental architecture by mobile people who have no domestic crops is extremely unusual in the global archaeological record. It suggests major social changes accompanied the economic shift to herding, and raises several questions:  \r\n1. How did animal-based food production systems spread into new areas when crops were not part of the package? Via migration, or the spread of ideas and livestock? \r\n2. For what social purpose(s) did herders construct monumental sites? Did these purposes differ from those motivating agrarian megalith builders (eg. at Stonehenge)?\r\n3. Did people build and use \"pillar sites\" during initial phases of food production, when economies/social roles were in flux, or later, when new norms were in place? \r\nTo answer these questions, a team led by Dr. Elisabeth Hildebrand, with specialists from the United States, Kenya, Canada, Eritrea, and Germany, will conduct two seasons of archaeological survey, excavation, and analysis west of Lake Turkana. \r\n\r\nOne arm of the project will examine habitation (living) sites spanning the transition from hunting/gathering/fishing to herding, 6000-3000 years ago, in different environmental zones. Analysis of stone tools and pottery will show whether the region's first herders were immigrants, or longstanding residents who acquired livestock from people to the north. Studies of human and animal bone will assess changes in diet.\r\n\r\nThe other arm of the project will expand excavations at four pillar sites (already dated to c. 4000 years ago), probing platform, stone circle, and cairn features. Artifact analysis will determine what kinds of activities took place at pillar sites, and assess whether nearby contemporaneous pillar sites served similar or different purposes. Dates will indicate whether people built pillar sites just as herding entered the area, or slightly later, after new economic and social roles had taken hold.\r\n\r\nFour American PhD students will acquire data for their dissertations, and gain field experience. The project will also support scientific innovation by three African scholars using novel methods (stone tool sourcing, isotopic studies of human teeth to reconstruct ancient diets, and dating of carbon in pottery) to address research questions related to the project. Finally, the project will conserve a pillar site vulnerable to damage due to its proximity to a major road, and facilitate its future protection by local communities and representatives of the National Museums of Kenya.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "Hildebrand",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth A Hildebrand",
   "pi_email_addr": "Elisabeth.Hildebrand@stonybrook.edu",
   "nsf_id": "000341647",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117944364",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 151732.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5879.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3933.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 4856.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Today&rsquo;s farming and herding economies managed by complex social systems that are often hierarchical. This project explores the transition from hunting/gathering to herding, the origins of social complexity in NW Kenya, and the relations between these two events. Unlike many parts of the world, herding began thousands of years before farming in this region, 5000-4000 years ago. Pastoralists developed complex social systems evident in monumental architecture: &lsquo;pillar sites&rsquo; with megaliths, raised platforms, and stone circles that required massive labor investments and social cooperation.</p>\n<p>INTELLECTUAL MERIT:</p>\n<p>The singular events described above gave project members the opportunity to explore three questions of global anthropological significance.&nbsp;</p>\n<p><em>1. How does herding spread into new areas when crops are not part of the package &ndash; via population movements, technology transfer, or both?&nbsp;<br /></em>Results from several different lines of analysis (human remains, pottery, and other material culture) suggest a mix of in-migration and technology transfer. Dynamics of cultural change appear to have been complicated, possibly with multiple cultural groups interacting within the same landscape.&nbsp;</p>\n<p><em>2. For what social purpose(s) did herders construct monumental sites? Do these purposes differ from those motivating agrarian megalith builders?</em><br />Pillar sites are contemporaneous and exist in two geographical pairs. Each geographic pair of sites shows differences in material culture that the sites served similar purposes but were used by distinct groups of people.<br />&nbsp; &nbsp; &nbsp;Excavation revealed mortuary activites at three pillar sites. The largest pillar site (GeJi9) probably served as a burial ground for several hundred people. It has evidence for a &ldquo;master plan&rdquo; for construction rather than gradual accumulation. The people buried therein all had individual adornments (bead necklaces, headpieces, chestplates made of hippo tusks). Universal ornamentation argues against a hierarchical social structure. Individualized ornamentation suggests a keen aesthetic sense with creative self-expression. None of our finds support territorial motivations for pillar site construction. Rather, their aim seems to have been social unification.</p>\n<p><em>3. Were people most strongly motivated to build and use these sites during initial phases of food production, when economies/social roles are in flux, or later, when new norms are in place?</em><br />NSF funding provided several radiocarbon dates for each pillar site, furnishing a detailed record of construction and use. Dates suggest that pillar sites&rsquo; construction begins just as herding starts, and stops ~500 years later. The pillar sites represent a social innovation that began in the midst of major economic changes around Turkana, and continued for just a few centuries. Interestingly, all of the pillar sites appear to shut down at the same time, in an orderly fashion (capping burial areas with a 50-cm thick layer of fill).</p>\n<p>These results are of global significance. They show that herding may spread via a mix of migration and technology transfer, bringing new economic and cultural elements into an area without necessarily eliminating pre-existing local human populations. Such circumstances can spark social innovations, like monumental structures whose construction serves to unify groups of people. Results also show that unification does not require hierarchical social structure; this is in contrast to observations elsewhere the world where sedentary farming took hold. Finally, results suggest that group unification/integration was most important during a time of profound economic change, when people&rsquo;s economic strategies and social roles were in flux; this is in contrast to theories suggesting that warfare, or seizure of power by elites, are typical responses to economic challenges.</p>\n<p>PROJECT ACTIVITES:</p>\n<p>These research results were achieved via archaeological survey, excavation, laboratory work in the field and in the US, remote sensing via aerial photogrammetry and ground penetrating radar.</p>\n<p>BROADER IMPACTS:</p>\n<p>Field research/training promoted professional development for six graduate students. One finished her PhD 2 years ago; three are finishing PhDs now; one is conducting PhD research, and one shifted to Engineering to design products for people in developing countries.</p>\n<p>Five BA students participated under REU funding, and one student volunteered. Of these six undergraduates, three have since started/been admitted to PhD studies in African archaeology, and one in human evolutionary morphology.</p>\n<p>Ten rural Kenyan secondary school students trained as field technicians. Five returned for multiple years, becoming senior technicians. This training helped several students secure full-time employment elsewhere.</p>\n<p>In a rural area where many mobile pastoralists have no chance chance to complete primary school, project outreach emphasized community meetings and school visits. The PI, one senior graduate student, one junior student, and a Turkana crew member would visit a community or class, discussing scientific methods, teamwork in data collection, and reporting/protection of archaeological sites. Visits concluded with free Q&amp;A on any topic, including life in America.</p>\n<p>Several pillar sites are threatened by natural erosion and vandalism. The PI worked with Turkana County, National Museums of Kenya officials, and nearby communities to protect these impressive monuments for future research, and for tourism that can create economic opportunities for local people.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/11/2017<br>\n\t\t\t\t\tModified by: Elisabeth&nbsp;A&nbsp;Hildebrand</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nToday?s farming and herding economies managed by complex social systems that are often hierarchical. This project explores the transition from hunting/gathering to herding, the origins of social complexity in NW Kenya, and the relations between these two events. Unlike many parts of the world, herding began thousands of years before farming in this region, 5000-4000 years ago. Pastoralists developed complex social systems evident in monumental architecture: ?pillar sites? with megaliths, raised platforms, and stone circles that required massive labor investments and social cooperation.\n\nINTELLECTUAL MERIT:\n\nThe singular events described above gave project members the opportunity to explore three questions of global anthropological significance. \n\n1. How does herding spread into new areas when crops are not part of the package &ndash; via population movements, technology transfer, or both? \nResults from several different lines of analysis (human remains, pottery, and other material culture) suggest a mix of in-migration and technology transfer. Dynamics of cultural change appear to have been complicated, possibly with multiple cultural groups interacting within the same landscape. \n\n2. For what social purpose(s) did herders construct monumental sites? Do these purposes differ from those motivating agrarian megalith builders?\nPillar sites are contemporaneous and exist in two geographical pairs. Each geographic pair of sites shows differences in material culture that the sites served similar purposes but were used by distinct groups of people.\n     Excavation revealed mortuary activites at three pillar sites. The largest pillar site (GeJi9) probably served as a burial ground for several hundred people. It has evidence for a \"master plan\" for construction rather than gradual accumulation. The people buried therein all had individual adornments (bead necklaces, headpieces, chestplates made of hippo tusks). Universal ornamentation argues against a hierarchical social structure. Individualized ornamentation suggests a keen aesthetic sense with creative self-expression. None of our finds support territorial motivations for pillar site construction. Rather, their aim seems to have been social unification.\n\n3. Were people most strongly motivated to build and use these sites during initial phases of food production, when economies/social roles are in flux, or later, when new norms are in place?\nNSF funding provided several radiocarbon dates for each pillar site, furnishing a detailed record of construction and use. Dates suggest that pillar sites? construction begins just as herding starts, and stops ~500 years later. The pillar sites represent a social innovation that began in the midst of major economic changes around Turkana, and continued for just a few centuries. Interestingly, all of the pillar sites appear to shut down at the same time, in an orderly fashion (capping burial areas with a 50-cm thick layer of fill).\n\nThese results are of global significance. They show that herding may spread via a mix of migration and technology transfer, bringing new economic and cultural elements into an area without necessarily eliminating pre-existing local human populations. Such circumstances can spark social innovations, like monumental structures whose construction serves to unify groups of people. Results also show that unification does not require hierarchical social structure; this is in contrast to observations elsewhere the world where sedentary farming took hold. Finally, results suggest that group unification/integration was most important during a time of profound economic change, when people?s economic strategies and social roles were in flux; this is in contrast to theories suggesting that warfare, or seizure of power by elites, are typical responses to economic challenges.\n\nPROJECT ACTIVITES:\n\nThese research results were achieved via archaeological survey, excavation, laboratory work in the field and in the US, remote sensing via aerial photogrammetry and ground penetrating radar.\n\nBROADER IMPACTS:\n\nField research/training promoted professional development for six graduate students. One finished her PhD 2 years ago; three are finishing PhDs now; one is conducting PhD research, and one shifted to Engineering to design products for people in developing countries.\n\nFive BA students participated under REU funding, and one student volunteered. Of these six undergraduates, three have since started/been admitted to PhD studies in African archaeology, and one in human evolutionary morphology.\n\nTen rural Kenyan secondary school students trained as field technicians. Five returned for multiple years, becoming senior technicians. This training helped several students secure full-time employment elsewhere.\n\nIn a rural area where many mobile pastoralists have no chance chance to complete primary school, project outreach emphasized community meetings and school visits. The PI, one senior graduate student, one junior student, and a Turkana crew member would visit a community or class, discussing scientific methods, teamwork in data collection, and reporting/protection of archaeological sites. Visits concluded with free Q&amp;A on any topic, including life in America.\n\nSeveral pillar sites are threatened by natural erosion and vandalism. The PI worked with Turkana County, National Museums of Kenya officials, and nearby communities to protect these impressive monuments for future research, and for tourism that can create economic opportunities for local people.\n\n\t\t\t\t\tLast Modified: 02/11/2017\n\n\t\t\t\t\tSubmitted by: Elisabeth A Hildebrand"
 }
}