{
 "awd_id": "1124303",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Testing Himalayan tectonic and erosional history via chronostratigraphic correlation between the Lesser Himalaya and Indian craton",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Skog",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 180189.0,
 "awd_amount": 180189.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2011-09-16",
 "awd_abstract_narration": "Collaborative Research: Testing Himalayan tectonic and erosional history via chronostratigraphic correlation between the Lesser Himalaya and Indian craton\r\n\r\nNigel Hughes, University of California, Riverside EAR-1124303\r\nShuhai Xiao, Virginia Tech  EAR-1124026\r\nPaul Myrow, Colorado College EAR-1124518\r\nGanging Jiang, Univ. Nevada, Las Vegas EAR-1124545\r\n\r\nABSTRACT\r\n\t\r\nThis project will test the hypotheses that (1) the Paleoproterozoic, Mesoproterozoic, Neoproterozoic, and Cambrian of all parts of the Himalaya are part of a continuous passive margin succession and not part of an accreted terrane; (2) that neodymium isotopic values (åNd) of Himalayan rocks are primarily controlled by depositional age, rather than by geographical source; and (3) that the erosion of Neoproterozoic and Cambrian material from the northern or \"inner\" part of the Lesser Himalaya (LH) requires that uplift in that region took place several million years before currently accepted. Confirmation of these hypotheses, which preliminary data suggests is likely, will be achieved by detailed stratigraphic correlation between strata of the Himalayan region and the Indian craton. If confirmed, our results will require that progressive unroofing of a continuous margin succession took place, initially with erosion of a thick succession of \"outer\" LH-age strata with a geochemical signature identical to that of the Greater and Tethyan Himalaya. As a consequence, the initiation of uplift of the LH took place significantly earlier in the Miocene than currently invoked, thus significantly revising the Cenozoic uplift history of the Himalayan region. Hence in addition to clarifying the pre-deformational history of the northern Indian margin, this proposal will impact understanding of Himalayan tectonics, uplift, and erosion. Furthermore, the fossils present in these deposits are poorly known and detailed analysis may also provide novel insights into early eukaryotic evolution.\r\nAs the world?s greatest mountain chain the Himalaya has significant impact on a wide range of environmental issues, ranging from the chemistry of ocean waters to the nature of global climate. Accurate understanding of this influence requires knowledge how global systems changed during the growth of these mighty mountains. This, in turn, requires knowledge of conditions prior to the event that initiated Himalayan uplift ? the collision of the Indian subcontinent with Asia. This project brings together scientists with a wide range of experience who will jointly investigate the geological relationship between rocks that make up the much of the Himalayan bedrock and those that occur within the heart of India itself. This comparison will test the currently popular idea that much of the Himalaya is \"exotic\", meaning that it was not originally attached to the core landmass of India. This idea is important because, if correct, it means that PIs can \"fingerprint\" the uplift and erosional history of the Himalaya based on when \"exotic\" and, when truly Indian materials, first appeared in the record of Himalayan uplift and erosion recorded in the rocks of the Bay of Bengal and other areas. PIs initial studies suggest that the \"exotic\" idea is incorrect, and rests on a misunderstanding of the ages of formation of the original Himalaya rocks. If PIs are right, it will suggest that the southern Himalaya began uplift 5 million years before currently accepted, and will reconcile an important global geochemical shift with the timing of Himalayan uplift. In addition to training undergraduate and graduate students, this award also will facilitate publication of children?s book on global environmental change in a major Indian regional language, and its dissemination to village schools in rural Bengal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nigel",
   "pi_last_name": "Hughes",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Nigel C Hughes",
   "pi_email_addr": "nigel.hughes@ucr.edu",
   "nsf_id": "000476165",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 University Office Building",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180189.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project resolved the stratigraphic relationships between many of the older sedimentary rocks of the Himalaya and those to the south, deep within the Indian continent. It also involved unprecedented geoscience educational outreach to economically disadvantaged children in rural Bengal. In the research part, we identified similar formations and similar gaps of missing time (unconformities) in their stratigraphy in order to reconstruct the depositional and tectonic histories of both Himalayan and within-Indian regions. Our correlations were supported by radiometric dating of grains from samples of sandstone beds, shared fossils, and from carbon isotopic data, taken across a wide area of northern India. We showed that there was an extensive, northward deepening blanket of Neoproterozoic and Cambrian rocks that extended from the Indian craton to the northern margin of the Himalaya. We also published a series of papers on the paleontology of various fossil groups that support these correlations. These included a monograph on Cambrian brachiopods from throughout the Himalaya that will be a standard for these fossils for future studies along with studies of enigmatic tubular organic fossils from close to the Precambrian&ndash;Cambrian boundary, Cambrian so-called &ldquo;small shelly fossils&rdquo;, Cambrian trace fossils (e.g., burrows), the first soft-bodied Cambrian organism from the Indian subcontinent, and late Precambrian algae. We also have a paper <em>in</em> <em>review</em> that in part describes older Precambrian organic microfossils that are critical in making the stratigraphic link between the Himalaya and Indian continent. All these fossils suggest a close association between India and outboard microcontinents such as South China.</p>\n<p>These fundamental contributions to the stratigraphic database have enabled us to reconcile a marked change in global seawater chemistry with a shift in Himalayan tectonics. This was the identification that a tectonic shift in the location of movement on faults that uplifted sections of the Himalaya ~16 m.y. ago, which then led to changes in the isotopic composition of the ocean from that point forward. Specifically, isotopes of the elements strontium (Sr) and osmium (Os) in the world&rsquo;s oceans showed a dramatic shift at 16 Ma, and we were able to show that these changes resulted from a shift in the specific rocks in the Himalaya that were being uplifted and eroded. Our latest and on-going work is aimed at determining the thermal history of cooling of rocks on either side of major fault zones in the Himalaya, which will be used to determine when various rocks were uplifted, and thus test various tectonic models of the mountain range.</p>\n<p>Broader impacts included outreach in an indigenous Indian language aimed specifically at rural and economically disadvantaged students based on the free distribution of PI&rsquo;s book Bengali &ldquo;<em>monishar pathorer bon</em>&rdquo; (Monisha and the Stone Forest), that reached more than 4000 students and also involved a female undergraduate in a local university in coauthoring a paper in a peer-reviewed US-based international journal. Other educational impacts included training and publication opportunities for two US PhD students, one female, both of whom received prestigious post-doc positions; two Master&rsquo;s students; and one female undergraduate student now engaged in a PhD in paleontology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2015<br>\n\t\t\t\t\tModified by: Nigel&nbsp;C&nbsp;Hughes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project resolved the stratigraphic relationships between many of the older sedimentary rocks of the Himalaya and those to the south, deep within the Indian continent. It also involved unprecedented geoscience educational outreach to economically disadvantaged children in rural Bengal. In the research part, we identified similar formations and similar gaps of missing time (unconformities) in their stratigraphy in order to reconstruct the depositional and tectonic histories of both Himalayan and within-Indian regions. Our correlations were supported by radiometric dating of grains from samples of sandstone beds, shared fossils, and from carbon isotopic data, taken across a wide area of northern India. We showed that there was an extensive, northward deepening blanket of Neoproterozoic and Cambrian rocks that extended from the Indian craton to the northern margin of the Himalaya. We also published a series of papers on the paleontology of various fossil groups that support these correlations. These included a monograph on Cambrian brachiopods from throughout the Himalaya that will be a standard for these fossils for future studies along with studies of enigmatic tubular organic fossils from close to the Precambrian&ndash;Cambrian boundary, Cambrian so-called \"small shelly fossils\", Cambrian trace fossils (e.g., burrows), the first soft-bodied Cambrian organism from the Indian subcontinent, and late Precambrian algae. We also have a paper in review that in part describes older Precambrian organic microfossils that are critical in making the stratigraphic link between the Himalaya and Indian continent. All these fossils suggest a close association between India and outboard microcontinents such as South China.\n\nThese fundamental contributions to the stratigraphic database have enabled us to reconcile a marked change in global seawater chemistry with a shift in Himalayan tectonics. This was the identification that a tectonic shift in the location of movement on faults that uplifted sections of the Himalaya ~16 m.y. ago, which then led to changes in the isotopic composition of the ocean from that point forward. Specifically, isotopes of the elements strontium (Sr) and osmium (Os) in the worldÆs oceans showed a dramatic shift at 16 Ma, and we were able to show that these changes resulted from a shift in the specific rocks in the Himalaya that were being uplifted and eroded. Our latest and on-going work is aimed at determining the thermal history of cooling of rocks on either side of major fault zones in the Himalaya, which will be used to determine when various rocks were uplifted, and thus test various tectonic models of the mountain range.\n\nBroader impacts included outreach in an indigenous Indian language aimed specifically at rural and economically disadvantaged students based on the free distribution of PIÆs book Bengali \"monishar pathorer bon\" (Monisha and the Stone Forest), that reached more than 4000 students and also involved a female undergraduate in a local university in coauthoring a paper in a peer-reviewed US-based international journal. Other educational impacts included training and publication opportunities for two US PhD students, one female, both of whom received prestigious post-doc positions; two MasterÆs students; and one female undergraduate student now engaged in a PhD in paleontology.\n\n\t\t\t\t\tLast Modified: 12/03/2015\n\n\t\t\t\t\tSubmitted by: Nigel C Hughes"
 }
}