{
 "awd_id": "1124572",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Limited Relief: Rights and Culture in the Legal Contact Zones of Unaccompanied Child Migration",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan sterett",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 14970.0,
 "awd_amount": 14970.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-11-08",
 "awd_abstract_narration": "Every year, lawyers in the United States are called upon to address the legal claims, as well as care and custody needs, of approximately 8,000 Unaccompanied Alien Children (UACs). The current research project investigates the degree to which construction of legal identity, narrowed to fit within limited legal frames related to both immigration and guardianship, acts to constrain future life possibilities among these legal minors. It focuses on the case of Chinese migrants to the US. It considers the relationship of these individual children to their legal identity, as framed by their lawyers, as well as their ability to negotiate the rights-claiming required by these immigration hearings.  The research utilizes observation of legal proceedings, interviews with Chinese legal minors of this category detained in Chicago and New York by US immigration, and discourse analysis of compiled documents related to these practices. \r\n\r\nThe results of this research could contribute to the development of more prepared immigration policies and legal practices on behalf of minors detained under the current law.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stevan",
   "pi_last_name": "Harrell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stevan Harrell",
   "pi_email_addr": "stevehar@u.washington.edu",
   "nsf_id": "000451205",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Statz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michele L Statz",
   "pi_email_addr": "mstatz@d.umn.edu",
   "nsf_id": "000586357",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "Heartland Alliance International Childrens Center",
  "perf_str_addr": "",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606263518",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Every year, hundreds of youth migrate alone and clandestinely from Fujian Province, PR China to the U.S. Many enter the U.S. undetected while others are apprehended, determined to be Unaccompanied Alien Children, or UACs, and placed in removal proceedings. While attending to the historical context, financial obligations and individual goals underlying Fujianese migration, this project focuses largely on youths&rsquo; lawyers, a subset of immigration attorneys for whom Chinese UACs represent both a professional and personal &ldquo;cause.&rdquo;&nbsp;</p>\n<p>With the support of an NSF Doctoral Dissertation Research Improvement Grant, the research I conducted was multi-sited and employed a variety of ethnographic strategies. I observed attorneys in removal proceedings, analyzed the policy and practice advisories they&rsquo;ve published, traced their involvement in immigration reform, and examined relevant case law. I attended national and regional professional gatherings and conducted in-depth interviews with lawyers in major gateway cities like New York and Chicago, and in less traditional contexts of reception, or &ldquo;new destinations,&rdquo; in the Midwest and South. I also conducted concurrent fieldwork with unaccompanied Chinese youth in these sites, youth who have been released from federal shelter care but whose removal proceedings are ongoing. With these individuals, I employed age-appropriate methods like narrative interviews, kinship mapping, and visits to workplaces and social spaces. Taken together, my data reveal a significant, incongruous relationship of rights and obligation, one that powerfully influences the work of cause lawyers and the long-term lives of unaccompanied Chinese youth.</p>\n<p>Choosing law to &ldquo;actualize &lsquo;helping&rsquo; behavior&rdquo; (Menkel-Meadow 1998), attorneys must contend with the contradictory nature of unaccompanied youths&rsquo; rights, with limited legal protections and institutional capacity, and with the complex, seemingly indiscernible realities of family, age, and economy that motivate their Chinese clients. As my research evidences, attorneys often mitigate these tensions through the necessitated but not sufficient practice of legal claiming on the basis of age and &ldquo;Chinese culture.&rdquo; Intrinsic to this difference is the idea of obligation.</p>\n<p>Obligation is experienced by both the lawyer and her client; indeed, the entire legal relationship emerges from and is constitutive of these individuals&rsquo; respective obligations, whether moral, kin, economic, or professional. Yet obligation is also a rhetorical tool; it is a powerfully persuasive element by which an attorney argues that her client is eligible for various forms of legal protection. In these cases, the client &ldquo;owes&rdquo; her family as per assumed cultural norms of filial piety, the Chinese family firm, and so on; she is a &ldquo;child&rdquo; who had no say in her journey and the crushing smuggling fees for which she is obliged to pay. Besides evaluating the accuracy of these claims, my research also explores the assumptions implicit in them: assumptions of parental deficiency, of China as radically different from and opposed to the West, of Chinese youth as uniquely vulnerable and unagentive.These claims do not remain in the legal arena, of course. As evidenced in research I conducted with young migrants, lawyers' narratives powerfully shape youths&rsquo; own expressions and experiences of family, labor, age and ethnic identity, as well as their ongoing participation in sending and receiving communities.</p>\n<p>Despite recent sociolegal scholarship on clandestine child migration, still no research has exclusively considered Chinese youth or the legal advocates who work on their behalf. Likewise, no one has explored the long-term consequences of the discursive reframing that occurs in cause lawyers&rsquo; claims. By ethnographi...",
  "por_txt_cntn": "\nEvery year, hundreds of youth migrate alone and clandestinely from Fujian Province, PR China to the U.S. Many enter the U.S. undetected while others are apprehended, determined to be Unaccompanied Alien Children, or UACs, and placed in removal proceedings. While attending to the historical context, financial obligations and individual goals underlying Fujianese migration, this project focuses largely on youthsÆ lawyers, a subset of immigration attorneys for whom Chinese UACs represent both a professional and personal \"cause.\" \n\nWith the support of an NSF Doctoral Dissertation Research Improvement Grant, the research I conducted was multi-sited and employed a variety of ethnographic strategies. I observed attorneys in removal proceedings, analyzed the policy and practice advisories theyÆve published, traced their involvement in immigration reform, and examined relevant case law. I attended national and regional professional gatherings and conducted in-depth interviews with lawyers in major gateway cities like New York and Chicago, and in less traditional contexts of reception, or \"new destinations,\" in the Midwest and South. I also conducted concurrent fieldwork with unaccompanied Chinese youth in these sites, youth who have been released from federal shelter care but whose removal proceedings are ongoing. With these individuals, I employed age-appropriate methods like narrative interviews, kinship mapping, and visits to workplaces and social spaces. Taken together, my data reveal a significant, incongruous relationship of rights and obligation, one that powerfully influences the work of cause lawyers and the long-term lives of unaccompanied Chinese youth.\n\nChoosing law to \"actualize æhelpingÆ behavior\" (Menkel-Meadow 1998), attorneys must contend with the contradictory nature of unaccompanied youthsÆ rights, with limited legal protections and institutional capacity, and with the complex, seemingly indiscernible realities of family, age, and economy that motivate their Chinese clients. As my research evidences, attorneys often mitigate these tensions through the necessitated but not sufficient practice of legal claiming on the basis of age and \"Chinese culture.\" Intrinsic to this difference is the idea of obligation.\n\nObligation is experienced by both the lawyer and her client; indeed, the entire legal relationship emerges from and is constitutive of these individualsÆ respective obligations, whether moral, kin, economic, or professional. Yet obligation is also a rhetorical tool; it is a powerfully persuasive element by which an attorney argues that her client is eligible for various forms of legal protection. In these cases, the client \"owes\" her family as per assumed cultural norms of filial piety, the Chinese family firm, and so on; she is a \"child\" who had no say in her journey and the crushing smuggling fees for which she is obliged to pay. Besides evaluating the accuracy of these claims, my research also explores the assumptions implicit in them: assumptions of parental deficiency, of China as radically different from and opposed to the West, of Chinese youth as uniquely vulnerable and unagentive.These claims do not remain in the legal arena, of course. As evidenced in research I conducted with young migrants, lawyers' narratives powerfully shape youthsÆ own expressions and experiences of family, labor, age and ethnic identity, as well as their ongoing participation in sending and receiving communities.\n\nDespite recent sociolegal scholarship on clandestine child migration, still no research has exclusively considered Chinese youth or the legal advocates who work on their behalf. Likewise, no one has explored the long-term consequences of the discursive reframing that occurs in cause lawyersÆ claims. By ethnographically juxtaposing the narratives attorneys present in removal proceedings with the more complex, nuanced realities of youthsÆ lives, as well as with the limitations and motivations these lawyers describe, a new ..."
 }
}