{
 "awd_id": "1124012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Disjuncture in Perceptions of Success in Collective Action for Natural Resource Management: The Case of Hokkaido, Japan",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 7500.0,
 "awd_amount": 7500.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2011-07-21",
 "awd_abstract_narration": "Indiana University doctoral student Shingo Hamada, with the guidance of Dr. Richard Wilk, will undertake research on variability in how different social groups perceive and define successful marine conservation and the effects of that variability on actual marine resource recovery. The project's specific focus will be why herring restoration projects in Japan have developed in coastal communities in the last two decades, despite uncertain benefits both economically and ecologically. This research will contribute to improved understanding of the conditions in which multiple stakeholders engage in conservation efforts and the cumulative ecological effects of their engagement.\r\n\r\nThe researcher will undertake thirteen months of fieldwork in a fishing community in Hokkaido, northern Japan, where he will focus on the herring industry. The herring industry is particularly important in the wake of the 2011 earthquake and tsunami because it has persisted while other fisheries are at risk. Hamada will conduct multiple semi-structured interviews and carry out participant observation in conservation-related events, such as reforestation activities and hatchery operations. He will recruit a wide range of informants, including fishers, seafood entrepreneurs, reforestation project participants and organizers, fishery scientists, and municipal administrators. The researcher will apply a series of social scientific research methods to determine the agreements and variations in the cultural values of herring and herring fishing among actors, and to identify how socio-cultural contexts influence the success of the restoration projects.\r\n\r\nThe research is important because many conservation projects fail to achieve social and environmental sustainability. Findings from this study will contribute to building theory on what brings about improved human-environment relations and successful collective environmental decision-making. The research also will contribute to the doctoral training of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Wilk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Wilk",
   "pi_email_addr": "wilkr@indiana.edu",
   "nsf_id": "000118405",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shingo",
   "pi_last_name": "Hamada",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shingo Hamada",
   "pi_email_addr": "hamadas@indiana.edu",
   "nsf_id": "000570035",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "P.O. Box 1847",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474021847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "8016",
   "pgm_ref_txt": "Japan Earthquake 2011"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>With the support of a Doctoral Dissertation Improvement Grant from the National Science Foundation, Shingo Hamada&rsquo;s research examined socio-political and cultural complexities of fisheries resource conservation, focusing on herring stock restoration research and projects. Coastal communities in Hokkaido experienced the collapse of herring fisheries in the late 1950s through 1960s. This was ultimately caused by a failure to implement a successful management regime of the commonly shared and regulated aquatic resource, but the proximate cause of this collapse was a combination of overfishing, habitat destruction, and oceanic environmental changes. In recent decades, increasing numbers of coastal ecosystem restoration program have been operated in Japan, a situation that has been exacerbated by environmental changes caused by postwar and ongoing economic development in coastal areas. In the eastern Hokkaido, where the researcher spent most time during the ethnographic fieldwork, resource restoration projects such as artificial production of juvenile fish and community-based reforestation have been conducted over the past two decades. Those efforts continue for two decades despite the fact that the recovery of local herring stock has been slow.&nbsp;</span></p>\n<p><span>It is generally believed that community-based resource conservation does not emerge if economic and ecological benefits are uncertain. Instead of reducing the matter of fisheries resource management into bio-economical modeling and labeling it as &ldquo;fishermen&rsquo;s problems,&rdquo; this research showed the importance of examining and understanding cultural pluralism in collective action for resource conservation. Cultural values of resources and human-environment interaction vary, and they influence a success (or failure) of fisheries resource management. Hamada&rsquo;s ethnographic fieldwork revolved around tracing the presence of multiple ways of perceiving the herring and its ecosystem.</span></p>\n<p><span>This research project investigated why locals continue herring restoration efforts even though the herring fishery is economically still a marginal part of the fishers&rsquo; livelihood after a decade of conducting such and the success of restoration projects is uncertain in a both short and long run. This research sought to address and test two hypotheses: H1) participants with different economic benefits share generally positive cultural values about herring and herring fishing, and these values drive conservation efforts. H2) Participants agree that restoration projects are successful, but their definitions of success vary. He hoped to identify cultural values attached to the herring and to describe a disjuncture in the collective action for fishery resource conservation.</span></p>\n<p><span>The awarded NSF grant was used to support his ethnographic fieldwork in northern Japan for a total of 14 months (between summer 2011 through spring 2013). He spent extensive days and hours with inshore fishers to observe and participate in their fishing activities. Although this research focused on herring fishing, he found that very few fishers make a living only by engaging in herring fishing in the community he conducted this ethnographic fieldwork. Therefore, with approvals from individual fishers and local fishery cooperatives, he participated in fishing in addition to gill net herring fishing, including kelp harvesting, smelt trawling, gill net flounder fishing, crab and whelk trap fishing, oyster and clam aquaculture. participant observation for those fisheries enabled me a better description and analysis of the importance and particularity of the herring for local fishers.</span></p>\n<p><span><span> </span>He also spent much of his time in semi-structured interviews with informants and \"inquisitive observation\" at a local regional fish market and fisheries science labs. Rather than ...",
  "por_txt_cntn": "\nWith the support of a Doctoral Dissertation Improvement Grant from the National Science Foundation, Shingo HamadaÆs research examined socio-political and cultural complexities of fisheries resource conservation, focusing on herring stock restoration research and projects. Coastal communities in Hokkaido experienced the collapse of herring fisheries in the late 1950s through 1960s. This was ultimately caused by a failure to implement a successful management regime of the commonly shared and regulated aquatic resource, but the proximate cause of this collapse was a combination of overfishing, habitat destruction, and oceanic environmental changes. In recent decades, increasing numbers of coastal ecosystem restoration program have been operated in Japan, a situation that has been exacerbated by environmental changes caused by postwar and ongoing economic development in coastal areas. In the eastern Hokkaido, where the researcher spent most time during the ethnographic fieldwork, resource restoration projects such as artificial production of juvenile fish and community-based reforestation have been conducted over the past two decades. Those efforts continue for two decades despite the fact that the recovery of local herring stock has been slow. \n\nIt is generally believed that community-based resource conservation does not emerge if economic and ecological benefits are uncertain. Instead of reducing the matter of fisheries resource management into bio-economical modeling and labeling it as \"fishermenÆs problems,\" this research showed the importance of examining and understanding cultural pluralism in collective action for resource conservation. Cultural values of resources and human-environment interaction vary, and they influence a success (or failure) of fisheries resource management. HamadaÆs ethnographic fieldwork revolved around tracing the presence of multiple ways of perceiving the herring and its ecosystem.\n\nThis research project investigated why locals continue herring restoration efforts even though the herring fishery is economically still a marginal part of the fishersÆ livelihood after a decade of conducting such and the success of restoration projects is uncertain in a both short and long run. This research sought to address and test two hypotheses: H1) participants with different economic benefits share generally positive cultural values about herring and herring fishing, and these values drive conservation efforts. H2) Participants agree that restoration projects are successful, but their definitions of success vary. He hoped to identify cultural values attached to the herring and to describe a disjuncture in the collective action for fishery resource conservation.\n\nThe awarded NSF grant was used to support his ethnographic fieldwork in northern Japan for a total of 14 months (between summer 2011 through spring 2013). He spent extensive days and hours with inshore fishers to observe and participate in their fishing activities. Although this research focused on herring fishing, he found that very few fishers make a living only by engaging in herring fishing in the community he conducted this ethnographic fieldwork. Therefore, with approvals from individual fishers and local fishery cooperatives, he participated in fishing in addition to gill net herring fishing, including kelp harvesting, smelt trawling, gill net flounder fishing, crab and whelk trap fishing, oyster and clam aquaculture. participant observation for those fisheries enabled me a better description and analysis of the importance and particularity of the herring for local fishers.\n\n He also spent much of his time in semi-structured interviews with informants and \"inquisitive observation\" at a local regional fish market and fisheries science labs. Rather than focusing only on what fishers do, this ethnographic research explored the production, distribution, and consumption of aquatic resources. Many studies offer detail descriptions of different social g..."
 }
}