{
 "awd_id": "1124837",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDI-TYPE I: RUI: Emergent Hierarchies of Leaders in Multi-Robot Systems",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 159552.0,
 "awd_amount": 159552.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "The ability to use teams of robots in interesting, real-world tasks such as exploration, reconnaissance, and search and rescue depends on their ability to effectively cooperate in complex and dynamic environments.  Observations from nature and personal experience show that leadership can have a significant positive impact in the coordination and performance of a team.  However, current processes for selecting leaders in teams of robots are either unable to adapt to changes to team membership or require significant time and effort to do so.  In contrast, research in the biological sciences has shown that systems with leaders that emerge by way of internal motivation, and not external communication, are able to adapt to changes in team membership in complex and dynamic environments.  In these systems, leaders are thought of more as \"initiators of action\" rather than \"managers\" that direct other individuals.\r\n\r\nIn this project, the researchers will use these insights into biological systems to investigate the motivations and mechanisms that contribute to the emergence of not only a single leader, but to the emergence of a hierarchy of leaders in a team of robots.  Potential motivations and mechanisms will be evaluated in simulations of common team-based robot tasks that require cooperation and coordination of the individual robots.  An understanding of the emergence process will enable roboticists to use teams of robots in tasks for which their use is currently impractical.  Furthermore, this project will also increase the body of knowledge in the life sciences by providing a theoretical foundation on which further biological experiments can be based. The combination of these contributions is transformative not only for the practical impact it will have on the ability to design multi-robot systems that benefit from improved coordination and cooperation, but also for its impact on our fundamental understanding of what facilitates the emergence of organized leadership structures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Eskridge",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Brent E Eskridge",
   "pi_email_addr": "beskridge@snu.edu",
   "nsf_id": "000584808",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ingo",
   "pi_last_name": "Schlupp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ingo Schlupp",
   "pi_email_addr": "schlupp@ou.edu",
   "nsf_id": "000492394",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Nazarene University",
  "inst_street_address": "6729 NW 39TH EXPY",
  "inst_street_address_2": "",
  "inst_city_name": "BETHANY",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4054916329",
  "inst_zip_code": "730082694",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OK05",
  "org_lgl_bus_name": "SOUTHERN NAZARENE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "FMC7DS3QGZN4"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Nazarene University",
  "perf_str_addr": "6729 NW 39th Expressway",
  "perf_city_name": "Bethany",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730082605",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OK05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775000",
   "pgm_ele_name": "CDI TYPE I"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 159552.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-64e263cb-ba00-d645-b3ca-69c9269bd444\"> </span></p>\n<p dir=\"ltr\"><span>The ability to use teams of robots in interesting, real-world tasks such as exploration, reconnaissance, and search and rescue depends on their ability to effectively cooperate in complex and dynamic environments. While this is a significant challenge, roboticists have increasingly found inspiration for innovative solutions in complex natural systems ranging from simple behaviors of protozoans to highly complex patterns like the foraging behaviors of ants, the hunting behaviors of chimpanzees, or the formation of animal groups. &nbsp;In this research project, we found inspiration from the large scale coordination exhibited by large aggregations of animals that are seemingly identical, such as flocks of birds and shoals of fish. &nbsp;This coordination is accomplished by way of leaders that emerge from within the group by way of their actions and internal motivation and not explicit communication. &nbsp;Furthermore, this leadership role is transitory as new leaders frequently emerge as the environment changes.</span></p>\n<p dir=\"ltr\"><span>In this interdisciplinary and collaborative project, we used an agent-based collective decision-making model developed using observations of these natural systems to simulate the collective decision-making process preceding a collective movement. &nbsp;To determine how leadership roles can emerge from within the group and how the success or failure of leadership attempts affect the performance of the group, we incorporated the concept of a value intrinsic to each individual that represents that individual&rsquo;s tendency to assume a leadership role. &nbsp;This leadership tendency changes depending on the individual&rsquo;s success or failure in attempting to lead a collective movement. &nbsp;The results from simulations using this concept of adaptive leadership tendencies have led to four important findings &nbsp;First, the introduction of leaders to the simulation almost doubled the success of the group in making a collective decision. &nbsp;Second, the adaptive nature of the leadership tendencies resulted in a stable differentiation of into individuals into the roles of leader and follower. &nbsp;Next, since leadership tendencies were adaptive, the leadership roles can change in response to changing environmental conditions which favor current followers emerging as new leaders. &nbsp;Lastly, our work indicates that when individuals can only communicate with a limited number of group members, an individual&rsquo;s position within the group plays a significant part in the ability of the individual to successfully leading a collective decision. &nbsp;Individuals that are centrally located are much more likely to succeed, whereas individuals at the periphery rarely if ever succeed. &nbsp;These findings have implications for our understanding of individuals adapting their behavior and decision-making in initially homogeneous groups, the role experience can play in the emergence of leadership, and the ability of individuals to assign themselves roles within a group.</span></p>\n<p><span>Beyond its scientific results, a number of undergraduate research assistants and undergraduate media specialists were mentored through this project. &nbsp;Three of these undergraduates were female with two belonging to underrepresented minorities. &nbsp;These students gained valuable experience in performing interdisciplinary research, writing research articles for publication, and presenting their work at research conferences.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2015<br>\n\t\t\t\t\tModified by: Brent&nbsp;E&nbsp;Eskridge</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe ability to use teams of robots in interesting, real-world tasks such as exploration, reconnaissance, and search and rescue depends on their ability to effectively cooperate in complex and dynamic environments. While this is a significant challenge, roboticists have increasingly found inspiration for innovative solutions in complex natural systems ranging from simple behaviors of protozoans to highly complex patterns like the foraging behaviors of ants, the hunting behaviors of chimpanzees, or the formation of animal groups.  In this research project, we found inspiration from the large scale coordination exhibited by large aggregations of animals that are seemingly identical, such as flocks of birds and shoals of fish.  This coordination is accomplished by way of leaders that emerge from within the group by way of their actions and internal motivation and not explicit communication.  Furthermore, this leadership role is transitory as new leaders frequently emerge as the environment changes.\nIn this interdisciplinary and collaborative project, we used an agent-based collective decision-making model developed using observations of these natural systems to simulate the collective decision-making process preceding a collective movement.  To determine how leadership roles can emerge from within the group and how the success or failure of leadership attempts affect the performance of the group, we incorporated the concept of a value intrinsic to each individual that represents that individualÆs tendency to assume a leadership role.  This leadership tendency changes depending on the individualÆs success or failure in attempting to lead a collective movement.  The results from simulations using this concept of adaptive leadership tendencies have led to four important findings  First, the introduction of leaders to the simulation almost doubled the success of the group in making a collective decision.  Second, the adaptive nature of the leadership tendencies resulted in a stable differentiation of into individuals into the roles of leader and follower.  Next, since leadership tendencies were adaptive, the leadership roles can change in response to changing environmental conditions which favor current followers emerging as new leaders.  Lastly, our work indicates that when individuals can only communicate with a limited number of group members, an individualÆs position within the group plays a significant part in the ability of the individual to successfully leading a collective decision.  Individuals that are centrally located are much more likely to succeed, whereas individuals at the periphery rarely if ever succeed.  These findings have implications for our understanding of individuals adapting their behavior and decision-making in initially homogeneous groups, the role experience can play in the emergence of leadership, and the ability of individuals to assign themselves roles within a group.\n\nBeyond its scientific results, a number of undergraduate research assistants and undergraduate media specialists were mentored through this project.  Three of these undergraduates were female with two belonging to underrepresented minorities.  These students gained valuable experience in performing interdisciplinary research, writing research articles for publication, and presenting their work at research conferences.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2015\n\n\t\t\t\t\tSubmitted by: Brent E Eskridge"
 }
}