{
 "awd_id": "1124189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Re:Temporal resolution in benthic assemblages: assessing and modeling the roles of burial dynamics, seafloor type, and intrinsic factors using (un)natural experiments",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Skog",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2015-11-19",
 "awd_abstract_narration": "Collaborative Re:Temporal resolution in benthic assemblages: assessing and modeling the roles of burial dynamics, seafloor type, and intrinsic factors using (un)natural experiments\r\n\r\nSusan Kidwell, University of Chicago\r\nClark Alexander, Skidaway Institute of Oceanography\r\n\r\nBiologists increasingly appreciate the need for longer term perspectives on the presence and abundance of species in coastal environments in order to evaluate how these important ecosystems have been altered by human activities, which in most areas began well before the advent of quantitative surveys in the early 20th century and federally mandated biomonitoring in the 1970s. Very young fossil records ? that is, skeletal remains from the last few decades, centuries, and tens of millennia, embedded within the upper few meters of the sedimentary record ? offer a promising means both of reconstructing changes in ecosystems over the full history of cultural/industrial development and of acquiring the information on truly natural conditions that is essential to developing restoration targets. However, to confidently merge these geologically young paleontological data with conventional neo-biological data, we need to understand how, if at all, biological information is altered with the progressive, natural burial of shelly remains. Research over the last 20 years finds that molluscan death assemblages (clam and snail shells) present within the uppermost, storm- and animal-stirred few centimeters of the seabed can include some fairly old shells (thousands of years old, especially on open continental shelves), but are strongly dominated by individuals that died during the last (most recent) ?urban? century and especially the last few decades. Death assemblages from this mixed layer are thus clearly time-averaged, but the strongest signal is from the final stages of skeletal accumulation, much like a photographic time-exposure produces a somewhat blurry track of a moving object whose final position is captured with snapshot-like clarity. \r\nHere, with NSF funding, we will test for the first time the extent to which skeletal assemblages retain this level of temporal resolution as they undergo progressive burial into deeper, more permanent layers of the Holocene sedimentary record, where the assemblage is no longer refreshed by new shell input and is subject to different chemical regimes. We will leverage extensive prior knowledge of seafloor animals and environmental conditions on the southern California continental shelf to conduct a series of observational experiments on the key factors thought to control skeletal accumulation, namely (1) the intrinsic durability of shell material (focus on six key genera of bivalves, differing in shell mineralogy and microstructure), (2) rates and types of sediment accumulation (land-derived mud and sand, plus shell-rich seabeds deprived of sediment), and (3) rates and depths of sediment mixing by storms and burrowing animals, with factors 2 and 3 quantified using radioisotopic methods. Shell ages will be based on radiocarbon-calibrated amino-acid racemization dating, which we have already determined works well in this region. Data on how temporal resolution changes with burial will be generated by dating sets of shells from a series of horizons in long (3-4 m) sedimentary cores. We will take these cores at sites both along the known legacy gradient of sediment toxicity from DDT-charged wastewater effluents on the Palos Verdes shelf and from historically uncontaminated seafloors, providing an ?unnatural? experiment on the effects of bioturbation. Using stochastic simulations and likelihood analysis of shell-age frequency distributions as well as conventional statistical analysis of experimental results, this project will identify the dominant mechanisms that determine shell preservation, which is relevant to the ecological fidelity as well as the temporal resolution of skeletal assemblages in both the deep- and near-time fossil records. \r\nOf even broader implications, we will develop and refine protocols for merging biological information from paleontological and neo-biological sources, as part of the burgeoning new field of conservation paleobiology. Research papers will be published in marine biological and pollution journals rather than only earth science journals to promote scientific integration. We already have a cooperative relationship with scientists from several regional agencies charged with environmental management, who will be kept up to date with research results by talks on site. Archived skeletal assemblages from our cores will constitute a new resource for future studies of diverse types (e.g., morphology, sclerochronology, isotopes, molecules), particularly when combined with extensive mixed-layer death assemblages that we have already archived from past (1970s) and ongoing (2003 ? present) surveys and biomonitoring of living shelf communities. The project will provide field and lab experience for a post-doctoral scholar and for undergraduate and graduate student assistants drawn from an historically black institution (Savannah State). We will also develop a lab exercise for use in local high schools and 2-year or 4-year colleges on the historical ecology of the southern California marine bight and the power of sedimentary cores for environmental and ecological analysis. This region has strong public interest and governmental commitment to coastal environmental quality, and thus has a good existing infrastructure for public outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Kidwell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Kidwell",
   "pi_email_addr": "skidwell@uchicago.edu",
   "nsf_id": "000242343",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Tomasovych",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Tomasovych",
   "pi_email_addr": "tomasovych@uchicago.edu",
   "nsf_id": "000305413",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Human stresses on natural systems &ndash; ranging from harvesting wild species to habitat alteration and introduced species -- are now global, but biological strain in response to those stresses is difficult to assess without information from before the onset of human activities. The shortage of such baseline information is especially severe for coastal oceans, which have great economic importance but are largely &lsquo;out of sight&rsquo;. Consequently, paleontologists have been evaluating the potential of naturally accumulated skeletal debris in present-day seabeds as a source of reliable (unbiased) and acute (finely resolved) ecological information from periods before and including the last century of increasingly intense cultural stress on ocean resources.</p>\n<p>This project focused on the amount of time a fossil sample represents (temporal resolution), particularly dead-shell assemblages produced by bivalves (clams, scallops) and other bottom-dwelling animals. Benthic communities on the southern California continental shelf (30-100 m water depth) are known to have changed dramatically since the 1970s Clean Water Act, creating an ideal &lsquo;un-natural&rsquo; experiment on the ability of dead-shell assemblages to capture ecological history despite strong &lsquo;time-averaging&rsquo;: because shells are relatively durable postmortem, and sediment accumulation (and thus burial) rates are typically slow, any increment of sediment typically includes the skeletal remains from many local generations. We applied radiocarbon-calibrated amino-acid racemization age-dating techniques to individual shells to determine the frequency distribution of shell ages per assemblage. Samples were acquired both from municipal wastewater agencies (top 10 cm of seabed) and from new, NSF-funded 25-cm box cores and 1.5-m long vibracores.</p>\n<p>&nbsp;We found in the top 10-25 cm that: (1) shell loss rates are initially very high but (2) shells not destroyed within ~500 years persist for thousands of years; this decline in per-capita loss rate changes the paradigm for shell preservation; (3) only ~1% of all shells produced by local populations attain permanent burial; (4) the decrease in shell reactivity is linked to previously undocumented changes in skeletal microstructure; and (5) initial loss rates are 10x slower for calcitic shells than aragonitic shells, but long-term rates are comparable, the first quantification of a long-suspected mineralogic effect. (6) Modeling the interaction of variation in shell production with two phases of shell loss also showed, for the first time, how to detect past changes in population sizes from shell-age data. Ecologically, dead-shell assemblages capture (7) a damped but accurate record of recent history (mid-20<sup>th</sup> century pollution) and (8) older shells reveal an unsuspected, now-extinct shell-gravel ecosystem on the shelf, dominated by filter-feeders, in contrast to widespread muddy seabeds today, dominated by detritus-feeders. This ecosystem collapse occurred during the 19<sup>th</sup> century, well before urbanization, owing apparently to increased runoff from over-grazed and newly cultivated coastal watersheds.</p>\n<p>From down-core analyses: (9) temporal resolution is constant both within the uppermost 10 cm where bioturbators homogenize sediments annually and down to 25 cm, which is the approximate burrowing depth of &lsquo;non-local feeders&rsquo; (shrimp); newly produced shells are piped downward and very old shells advected upward. (10) Fossil assemblages further down-core are too deeply buried to receive newly-produced shells and so have flatter age-frequency distributions and lower temporal resolution; these assemblages consist only the 1% of shells surviving from more than ~500 years ago. This result matches one of our hypotheses, but we were surprised by the consistent appearance of very old shells, right up to the topmost 2 cm. (11) These results yield a new model of the dynamics of skeletal accumulation that includes a strong component of <em>upward</em> bioadvection superimposed on initially rapid but declining shell loss, with strongly damped signals of variation in species abundance (small changes in composition are meaningful), and should be applicable to many settings, not just the open shelf.</p>\n<p>&nbsp;In addition to geological/paleontological papers and talks, the project yielded papers of general interest to environmental managers and marine biologists, published in both high-profile and specialty journals, and created a new model for interacting with public agencies and leveraging legacy data. The project supported one post-doctoral fellow, 3 graduate students, and 8 undergraduates, all advancing to academic, agency, or private-company jobs or graduate programs; involved an additional 6 graduate students and 12 undergraduates from multiple institutions, including HBCU, in ship-based fieldwork; and involved professionals from federal and municipal agencies. We produced a new, watershed-focused classroom exercise for use in secondary and college courses, tested with non-science majors at the University of Chicago, and created a specialized version with teacher materials for southern California. We have further contributed to growing the young field of conservation paleobiology by devising a 2-week shortcourse for students, post-docs, and young professors, using a combination of lectures and hands-on sample analysis, that can now be replicated in other settings; and organized a general-audience symposium on the topic for the AAAS. Raw data and new computer code for shell-age analysis have been uploaded to DRYAD, improving informational infrastructure.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/04/2017<br>\n\t\t\t\t\tModified by: Susan&nbsp;M&nbsp;Kidwell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHuman stresses on natural systems &ndash; ranging from harvesting wild species to habitat alteration and introduced species -- are now global, but biological strain in response to those stresses is difficult to assess without information from before the onset of human activities. The shortage of such baseline information is especially severe for coastal oceans, which have great economic importance but are largely ?out of sight?. Consequently, paleontologists have been evaluating the potential of naturally accumulated skeletal debris in present-day seabeds as a source of reliable (unbiased) and acute (finely resolved) ecological information from periods before and including the last century of increasingly intense cultural stress on ocean resources.\n\nThis project focused on the amount of time a fossil sample represents (temporal resolution), particularly dead-shell assemblages produced by bivalves (clams, scallops) and other bottom-dwelling animals. Benthic communities on the southern California continental shelf (30-100 m water depth) are known to have changed dramatically since the 1970s Clean Water Act, creating an ideal ?un-natural? experiment on the ability of dead-shell assemblages to capture ecological history despite strong ?time-averaging?: because shells are relatively durable postmortem, and sediment accumulation (and thus burial) rates are typically slow, any increment of sediment typically includes the skeletal remains from many local generations. We applied radiocarbon-calibrated amino-acid racemization age-dating techniques to individual shells to determine the frequency distribution of shell ages per assemblage. Samples were acquired both from municipal wastewater agencies (top 10 cm of seabed) and from new, NSF-funded 25-cm box cores and 1.5-m long vibracores.\n\n We found in the top 10-25 cm that: (1) shell loss rates are initially very high but (2) shells not destroyed within ~500 years persist for thousands of years; this decline in per-capita loss rate changes the paradigm for shell preservation; (3) only ~1% of all shells produced by local populations attain permanent burial; (4) the decrease in shell reactivity is linked to previously undocumented changes in skeletal microstructure; and (5) initial loss rates are 10x slower for calcitic shells than aragonitic shells, but long-term rates are comparable, the first quantification of a long-suspected mineralogic effect. (6) Modeling the interaction of variation in shell production with two phases of shell loss also showed, for the first time, how to detect past changes in population sizes from shell-age data. Ecologically, dead-shell assemblages capture (7) a damped but accurate record of recent history (mid-20th century pollution) and (8) older shells reveal an unsuspected, now-extinct shell-gravel ecosystem on the shelf, dominated by filter-feeders, in contrast to widespread muddy seabeds today, dominated by detritus-feeders. This ecosystem collapse occurred during the 19th century, well before urbanization, owing apparently to increased runoff from over-grazed and newly cultivated coastal watersheds.\n\nFrom down-core analyses: (9) temporal resolution is constant both within the uppermost 10 cm where bioturbators homogenize sediments annually and down to 25 cm, which is the approximate burrowing depth of ?non-local feeders? (shrimp); newly produced shells are piped downward and very old shells advected upward. (10) Fossil assemblages further down-core are too deeply buried to receive newly-produced shells and so have flatter age-frequency distributions and lower temporal resolution; these assemblages consist only the 1% of shells surviving from more than ~500 years ago. This result matches one of our hypotheses, but we were surprised by the consistent appearance of very old shells, right up to the topmost 2 cm. (11) These results yield a new model of the dynamics of skeletal accumulation that includes a strong component of upward bioadvection superimposed on initially rapid but declining shell loss, with strongly damped signals of variation in species abundance (small changes in composition are meaningful), and should be applicable to many settings, not just the open shelf.\n\n In addition to geological/paleontological papers and talks, the project yielded papers of general interest to environmental managers and marine biologists, published in both high-profile and specialty journals, and created a new model for interacting with public agencies and leveraging legacy data. The project supported one post-doctoral fellow, 3 graduate students, and 8 undergraduates, all advancing to academic, agency, or private-company jobs or graduate programs; involved an additional 6 graduate students and 12 undergraduates from multiple institutions, including HBCU, in ship-based fieldwork; and involved professionals from federal and municipal agencies. We produced a new, watershed-focused classroom exercise for use in secondary and college courses, tested with non-science majors at the University of Chicago, and created a specialized version with teacher materials for southern California. We have further contributed to growing the young field of conservation paleobiology by devising a 2-week shortcourse for students, post-docs, and young professors, using a combination of lectures and hands-on sample analysis, that can now be replicated in other settings; and organized a general-audience symposium on the topic for the AAAS. Raw data and new computer code for shell-age analysis have been uploaded to DRYAD, improving informational infrastructure. \n\n \n\n\t\t\t\t\tLast Modified: 06/04/2017\n\n\t\t\t\t\tSubmitted by: Susan M Kidwell"
 }
}