{
 "awd_id": "1124831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEB: Scalable Perpendicular All-Spin Non-Volatile Logic Devices and Circuits with Hybrid Interconnection",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1300000.0,
 "awd_amount": 1300000.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nIntellectual Merit: This project is awarded under the Nanoelectronics for 2020 and Beyond competition, with support by multiple Directorates and Divisions at the National Science Foundation as well as by the Nanoelectronics Research Initiative of the Semiconductor Research Corporation. The research will provide an alternative to CMOS technology based on an all-spin logic device. Although nanomagnetism plays a fundamental role in existing magnetic storage technologies, the implementation of processing has traditionally required the conversion of magnetic information (spin) to charge and then back to spin after the processing step is complete. This approach, however, realizes none of the advantages of working with pure spin currents, which promise much lower power dissipation and potentially greater scalability. An all-spin logic concept that has been inspired by a decade of progress in semiconductor and metallic spintronics would achieve all-spin operation, but only if substantial materials engineering, processing, and integration challenges can be overcome. An interdisciplinary team has been assembled that is uniquely positioned to address these challenges, which include (1) engineering of bits which can function as either magnetic tunnel junction spin injectors (for inputs) or giant magnetoresistance (GMR) sensors (for low impedance outputs), (2) integrating these bits with interconnecting channels fabricated from either normal metals, graphene or ZnO,  (3) developing a process that will provide for isolation of the input and output stages of the bits while preserving the desirable spin transport properties of the interconnects, (4) a test protocol grounded in both spin transport physics and circuit design principles, and (5) a clear path for integration. The approach addresses one of the severe roadblocks to practical spintronics, which is the need for efficient spin transport across interfaces while meeting the simultaneous demands of an economic and fully scalable processing technology. The team consists of an expert on perpendicular magnetic anisotropy materials and spintronic device engineering (Wang), a spin-transport physicist (Crowell), a circuit design and fabrication engineer (Kim), a semiconductor materials and device engineer (Koester), and a semiconductor spintronic materials engineer (Ding, an international collaborator). \r\n\r\nBroader Impacts: The unique combination of materials engineering, device physics, process engineering, and circuit design in this program will lead to a new family of logic devices.  Just as importantly, these four technical components will play a critical role in training the engineers and scientists who will be carrying out nanoelectronic research well beyond 2020. The team provides true interdisciplinary mentorship for graduate students in multiple departments. In addition to technical training in at least two disciplines, the PIs will emphasize student interaction with industrial partners and participation in activities that allow students to explain nanotechnology and spintronics to the public.  The participants in this program will also interact continuously with an active community of researchers in magnetism, semiconductor device physics at the University of Minnesota and in the surrounding community.  This will prepare the diverse group of project participants for careers spanning a continuum from basic research to the implementation of new technologies.  Mentorship of younger students, including undergraduate researchers, is also a critical component of the program. The project will proactively recruit minorities, women, and under-represented groups as well as leverage existing university-wide efforts for promoting diversity and outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jian-Ping",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian-Ping Wang",
   "pi_email_addr": "jpwang@umn.edu",
   "nsf_id": "000385176",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Crowell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Crowell",
   "pi_email_addr": "crowell@umn.edu",
   "nsf_id": "000192933",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Kim",
   "pi_email_addr": "chriskim@umn.edu",
   "nsf_id": "000289080",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Koester",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steven J Koester",
   "pi_email_addr": "skoester@umn.edu",
   "nsf_id": "000558851",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "5-166 Keller, 200 Union St., SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550167",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "167500",
   "pgm_ele_name": "NANOSCALE: SCIENCE & ENGIN CTR"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1022",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIP ACT-RESEARCH"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8700",
   "pgm_ref_txt": "Nanoelectronic Interdisc Teams"
  },
  {
   "pgm_ref_code": "9165",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY-INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This interdisciplinary research program has trained 9 Ph.D graduate students, 2 postdoctoral fellows and 2 undergraduate students, through the leverage of other research funds. One student joined Intel and one will join Intel in May 2016. More students are expected to join academia and industry related to work on future computation technology based on spintronic devices. The team has published one book chapter, 11 journal papers, 9 conference presentations and 2 invited talks. The team strongly and regularly interacted with NRI community including the industry liaisons including hosting the annual review and presentation at Minnesota and attending NRI annual review.</p>\n<p>Through this NSF-NRI joint research program, the team has proven that microprocessor based on all spin logic device could function better in terms of energy-delay product compared to CMOS counterpart (Intel core i7). More excitingly, the team has discovered/invented/developed all fundamental building blocks for all spin logic devices for the first time.</p>\n<p>The major discoveries that will impact the fundamental research and technological applications are as below:</p>\n<p>&nbsp;</p>\n<p><em>Development of perpendicular materials on graphene</em></p>\n<p>The team discovered a method for achieving perpendicular materials on graphene, a method for indirect sputtering of perpendicular Co thin films on graphene to minimize the sputtering induced distortion in the graphene underlayer.&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>Spin generation and material characterization:</em></p>\n<p>The team fabricated CoFeB/Ta and CoFeB/ZnO structures to study the properties of CoFeB and demonstrate spin generation using spin pumping and the inverse spin Hall effect for the first time. This method of spin generation is beneficial because, unlike spin injection, does not suffer from impedance mismatch problems. Additionally, this method allows for the determination of material parameters such as the damping constant and spin Hall angle.</p>\n<p>&nbsp;</p>\n<p><em>Domain wall motion for long range interconnects:</em></p>\n<p>The team reported on the successful demonstration of dynamic coupling between transverse domain walls, in which the magnetization was in-plane.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>Graphene-channel ASL devices:</em></p>\n<p>Spin injection and detection into bi-layer rand tri-layer graphene grown by chemical vapor deposition (CVD) onto copper foils was studied. These results represent the first ever demonstration of spin transport in tri-layer CVD graphene and are important for understanding the limiting mechanisms of spin transport in CVD graphene.&nbsp; The improvement of the spin diffusion length going from bi-layer to tri-layer graphene, strongly indicates that the bottom interface of the graphene is a significant source of spin-flip scattering in CVD graphene. An additional finding was that the yield of spin valves made with bi-layer and tri-layer CVD graphene were much higher (&gt; 80%) compared to single-layer CVD graphene spin valves (&lt; 25%). The yield results support the hypothesis that the bottom interface is the primary source of spin scattering in CVD graphene. The results are technologically important since CVD, not exfoliated graphene is likely to be needed for any practical spintronic application of graphene. We carried out non-local spin valve and Hanle measurements over a wide range of gate voltages and observed a variation in the spin signal that can be explained by the role of the contacts.</p>\n<p>&nbsp;</p>\n<p><em>All-metal ASL device development</em></p>\n<p>The team developed a world-first top-down fabrication process as an alternative to currently used lift-off or shadow evaporation techniques. This unique method for fabrication of lateral spin valves will provide an appealing alternative patterning approach that is appealing for applications in industry. It offers better control over patt...",
  "por_txt_cntn": "\nThis interdisciplinary research program has trained 9 Ph.D graduate students, 2 postdoctoral fellows and 2 undergraduate students, through the leverage of other research funds. One student joined Intel and one will join Intel in May 2016. More students are expected to join academia and industry related to work on future computation technology based on spintronic devices. The team has published one book chapter, 11 journal papers, 9 conference presentations and 2 invited talks. The team strongly and regularly interacted with NRI community including the industry liaisons including hosting the annual review and presentation at Minnesota and attending NRI annual review.\n\nThrough this NSF-NRI joint research program, the team has proven that microprocessor based on all spin logic device could function better in terms of energy-delay product compared to CMOS counterpart (Intel core i7). More excitingly, the team has discovered/invented/developed all fundamental building blocks for all spin logic devices for the first time.\n\nThe major discoveries that will impact the fundamental research and technological applications are as below:\n\n \n\nDevelopment of perpendicular materials on graphene\n\nThe team discovered a method for achieving perpendicular materials on graphene, a method for indirect sputtering of perpendicular Co thin films on graphene to minimize the sputtering induced distortion in the graphene underlayer. \n\n \n\nSpin generation and material characterization:\n\nThe team fabricated CoFeB/Ta and CoFeB/ZnO structures to study the properties of CoFeB and demonstrate spin generation using spin pumping and the inverse spin Hall effect for the first time. This method of spin generation is beneficial because, unlike spin injection, does not suffer from impedance mismatch problems. Additionally, this method allows for the determination of material parameters such as the damping constant and spin Hall angle.\n\n \n\nDomain wall motion for long range interconnects:\n\nThe team reported on the successful demonstration of dynamic coupling between transverse domain walls, in which the magnetization was in-plane.  \n\n \n\nGraphene-channel ASL devices:\n\nSpin injection and detection into bi-layer rand tri-layer graphene grown by chemical vapor deposition (CVD) onto copper foils was studied. These results represent the first ever demonstration of spin transport in tri-layer CVD graphene and are important for understanding the limiting mechanisms of spin transport in CVD graphene.  The improvement of the spin diffusion length going from bi-layer to tri-layer graphene, strongly indicates that the bottom interface of the graphene is a significant source of spin-flip scattering in CVD graphene. An additional finding was that the yield of spin valves made with bi-layer and tri-layer CVD graphene were much higher (&gt; 80%) compared to single-layer CVD graphene spin valves (&lt; 25%). The yield results support the hypothesis that the bottom interface is the primary source of spin scattering in CVD graphene. The results are technologically important since CVD, not exfoliated graphene is likely to be needed for any practical spintronic application of graphene. We carried out non-local spin valve and Hanle measurements over a wide range of gate voltages and observed a variation in the spin signal that can be explained by the role of the contacts.\n\n \n\nAll-metal ASL device development\n\nThe team developed a world-first top-down fabrication process as an alternative to currently used lift-off or shadow evaporation techniques. This unique method for fabrication of lateral spin valves will provide an appealing alternative patterning approach that is appealing for applications in industry. It offers better control over patterning sub-100 nm features and all feature dimensions can easily be controlled.\n\n \n\nModeling of ASL circuits and interconnects:\n\nThe team refined the beyond-CMOS benchmarking 3.0 methodology developed by NRI team (Nikonov and Young), to estimate the ener..."
 }
}