{
 "awd_id": "1124051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Are bilinguals better learners? A neurocognitive investigation of the bilingual advantage",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 11991.0,
 "awd_amount": 11991.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "With National Science Foundation support, Ms. Cari Bogulski will collect data for her doctoral dissertation under the direction of Dr. Judith Kroll and Dr. Janet van Hell. Current research demonstrates that bilinguals are often advantaged relative to their monolingual counterparts on tasks that require cognitive control. A few past studies have also identified a bilingual advantage in the realm of word learning. However, these documented benefits of bilingualism are largely correlational, with little known about the underlying mechanisms that map language use to cognition and learning. One possibility is that all of the documented benefits of bilingualism reflect the effects of the constant mental juggling a bilingual at any age must exercise, as both of a bilingual's two languages appear to be active even when one language alone is required. Alternatively, different aspects of language use may map onto different types of cognitive consequences. The proposed research seeks to uncover the way that the use of multiple languages affects language learning as well as learning in other domains. The planned experiments will test the scope of the bilingual advantage in foreign language vocabulary learning by using electrophysiological measures that may provide a more sensitive index of the time course of early learning, compare the learning of linguistic and nonlinguistic information, and determine whether the bilingual advantage can be seen in the learning of a signed vs. spoken language. The goal of this set of experiments is to identify the cognitive mechanisms that underlie foreign vocabulary learning, and thus, to identify how learning a foreign language can be strategically enhanced.\r\n\r\nThe funded research has a number of broader implications. It will contribute important foundational knowledge about multilingualism that will inform educational issues in a society in which many learners are faced with the task of acquiring a second language past the earliest stages of childhood. The research will also contribute to the training of an increasingly diverse group of language scientists by including undergraduate research students who are themselves bilingual and by fostering scientific collaboration at Gallaudet University to include signed as well as spoken languages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Kroll",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Judith F Kroll",
   "pi_email_addr": "judith.kroll@uci.edu",
   "nsf_id": "000187627",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "van Hell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet van Hell",
   "pi_email_addr": "jgv3@psu.edu",
   "nsf_id": "000498478",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cari",
   "pi_last_name": "Bogulski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cari Bogulski",
   "pi_email_addr": "cab485@psu.edu",
   "nsf_id": "000585248",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bilinguals have been shown to have a variety of cognitive advantages and disadvantages relative to monolinguals. These differences are both linguistic and non-linguistic in nature. This project was designed to examine further the nature of these advantages using several tasks and comparing the performance of bilinguals and monolinguals on these tasks.</p>\n<p>The first task was a foreign-language vocabulary acquisition task in which English monolinguals and English-Spanish bilinguals learned Dutch words (the Dutch word <em>fiets</em> means <em>bicycle</em>). Their memory for these words was tested both in the short-term and after a week. The monolinguals learned these words via English (<em>fiets</em> = <em>bicycle</em>) and the bilinguals did so either via English or Spanish, their non-dominant language (<em>fiets</em> = <em>bicicleta</em>, Spanish for <em>bicycle</em>). Previous research has demonstrated a bilingual advantage in vocabulary acquisition only via one's native language. Despite this, both groups of bilinguals in this study outperformed monolinguals in both short-term and longer-term tests of memory for the foreign words. The finding that bilinguals learned foreign words better even when learning these words via their non-dominant language has not been previously documented.</p>\n<p>Another novel aspect of this research is that during the foreign-language vocabulary learning and memory tasks, the electrical activity from the subjects' brains (called event-related potentials, or ERPs) was measured. This allowed the researchers to examine whether there are neural differences between bilinguals and monolinguals in learning foreign words. Of special interest is whether these neural differences can be seen even before differences in explicit performance can be seen. The results of this study showed that learning in bilinguals was more clearly evident in the ERPs than it was in the monolinguals, even though both groups showed some evidence of learning in explicit tests of learning. This suggests that bilinguals' brains may be different in some way than monolinguals' brains, and that this difference is what helps bilinguals be better learners.</p>\n<p>Other tasks were used to compare bilinguals and monolinguals on a number of different cognitive skills. These skills include: pattern detection (detecting whether a subset of dots is moving in one direction among a larger number of randomly-moving dots; video-game players are quite good at this); implicit learning of the patterns in a made-up language; the ability to inhibit irrelevant information; and working memory. The bilinguals outperformed the monolinguals on the inhibition and working-memory tasks, which are both results that have been shown before. Performance on the pattern-detection and implicit-learning tasks did not show a statistical difference between the groups, although the bilinguals did perform the pattern-recognition task faster than the monolinguals did. Although the present study did not provide evidence of additional bilingual advantages beyond those that have been previously established, it is the first study, to our knowledge, to demonstrate a word learning advantage in bilinguals in the earliest brain responses available in the ERP record.</p>\n<p>This research contributes to our ability to characterize bilingual advantages. Bilinguals are better at learning new words in a foreign language, and this advantage emerges whether the new words are learned via their native-language or their non-dominant language. Furthermore, there is some evidence that there are neural differences that underlie this better learning. Bilinguals are also better at inhibiting irrelevant information and have greater working memory capacity. However, they were not shown to be better at other cognitive skills. Taken together, these findings serve to narrow the focus of efforts to understand bilingual advantages, espec...",
  "por_txt_cntn": "\nBilinguals have been shown to have a variety of cognitive advantages and disadvantages relative to monolinguals. These differences are both linguistic and non-linguistic in nature. This project was designed to examine further the nature of these advantages using several tasks and comparing the performance of bilinguals and monolinguals on these tasks.\n\nThe first task was a foreign-language vocabulary acquisition task in which English monolinguals and English-Spanish bilinguals learned Dutch words (the Dutch word fiets means bicycle). Their memory for these words was tested both in the short-term and after a week. The monolinguals learned these words via English (fiets = bicycle) and the bilinguals did so either via English or Spanish, their non-dominant language (fiets = bicicleta, Spanish for bicycle). Previous research has demonstrated a bilingual advantage in vocabulary acquisition only via one's native language. Despite this, both groups of bilinguals in this study outperformed monolinguals in both short-term and longer-term tests of memory for the foreign words. The finding that bilinguals learned foreign words better even when learning these words via their non-dominant language has not been previously documented.\n\nAnother novel aspect of this research is that during the foreign-language vocabulary learning and memory tasks, the electrical activity from the subjects' brains (called event-related potentials, or ERPs) was measured. This allowed the researchers to examine whether there are neural differences between bilinguals and monolinguals in learning foreign words. Of special interest is whether these neural differences can be seen even before differences in explicit performance can be seen. The results of this study showed that learning in bilinguals was more clearly evident in the ERPs than it was in the monolinguals, even though both groups showed some evidence of learning in explicit tests of learning. This suggests that bilinguals' brains may be different in some way than monolinguals' brains, and that this difference is what helps bilinguals be better learners.\n\nOther tasks were used to compare bilinguals and monolinguals on a number of different cognitive skills. These skills include: pattern detection (detecting whether a subset of dots is moving in one direction among a larger number of randomly-moving dots; video-game players are quite good at this); implicit learning of the patterns in a made-up language; the ability to inhibit irrelevant information; and working memory. The bilinguals outperformed the monolinguals on the inhibition and working-memory tasks, which are both results that have been shown before. Performance on the pattern-detection and implicit-learning tasks did not show a statistical difference between the groups, although the bilinguals did perform the pattern-recognition task faster than the monolinguals did. Although the present study did not provide evidence of additional bilingual advantages beyond those that have been previously established, it is the first study, to our knowledge, to demonstrate a word learning advantage in bilinguals in the earliest brain responses available in the ERP record.\n\nThis research contributes to our ability to characterize bilingual advantages. Bilinguals are better at learning new words in a foreign language, and this advantage emerges whether the new words are learned via their native-language or their non-dominant language. Furthermore, there is some evidence that there are neural differences that underlie this better learning. Bilinguals are also better at inhibiting irrelevant information and have greater working memory capacity. However, they were not shown to be better at other cognitive skills. Taken together, these findings serve to narrow the focus of efforts to understand bilingual advantages, especially those that are linguistic in nature.\n\n\t\t\t\t\tLast Modified: 03/22/2014\n\n\t\t\t\t\tSubmitted by: Judith F Kroll"
 }
}