{
 "awd_id": "1124416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Class or Race? The Rise of Affirmative Action in Brazil, 2001 - 2010",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan sterett",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 12105.0,
 "awd_amount": 12105.0,
 "awd_min_amd_letter_date": "2011-06-27",
 "awd_max_amd_letter_date": "2011-06-27",
 "awd_abstract_narration": "This research project investigates the recent rise of affirmative action policies within public, higher education in Brazil in order to explore the institutional and social factors that contributed to the development and successful deployment of these policies. Led by social movements, state actors, advocacy organizations and academics, the Brazilian state has recently adopted affirmative action policies and programs to combat racial inequality. This action represented a rapid policy shift. The meaning of race and the categories for the new policies are currently being created. This research project investigates the dynamics of this political process by analyzing the factors affecting the policy designs and the subsequent programs created to achieve the goal of affirmative action in higher education. The research focuses on a comparative analysis of five selected sites in Brazil. The research plan involves interviews with key stakeholders and coding of selected court and public documents.\r\n\r\nAffirmative action policies remain an area of active acacademic and public discussion. The consideration of these policies, in a more comparative context, should facilitate a greater level of understanding generally of the factors that shape the development and implementation of public policy in this area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Bailey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley Bailey",
   "pi_email_addr": "bailey@uci.edu",
   "nsf_id": "000575453",
   "pi_start_date": "2011-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Peria",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle E Peria",
   "pi_email_addr": "mperia@uci.edu",
   "nsf_id": "000575173",
   "pi_start_date": "2011-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Irvine",
  "perf_str_addr": "4209 Social Sciences Plaza",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926975100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12105.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project investigates the recent rise of affirmative action policies within public higher education in Brazil in order to explore the institutional and social factors that contributed to the development and successful deployment of these policies. Led by social movements, state actors, advocacy organizations and academics, the Brazilian state has recently adopted affirmative action policies and programs to combat racial inequality. This action represented a rapid policy shift. The meaning of race and the categories for the new policies are currently being created.</p>\n<p>Project/Outcomes to date: We have collected 50 semi-structured interviews with University Administrators, Professors and students; State elected and appointed officials, Social Movement Activists, Policy Experts, Lawyers, among others, describing the contemporary affirmative action policy making process in Brazil. &nbsp;We have also collected policy documents (legislative proposals, university proposals, minutes of meeting and debates, newspaper articles, etc.).&nbsp; These policy documents have been collected from State Legislative and University Archives. &nbsp;</p>\n<p>We report here preliminary findings as they relate to the beneficiary categories created for the new affirmative action policies: New multicultural regimes now characterize much of Latin America, creating opportunities for ethno-racial populations to fight for social inclusion. Yet, the literature identifies uneven patterns of success in those endeavors. Scholars argue that states more readily consider claims based on the recognition and protection of cultural difference as legitimate, but are resistant to calls for the remedy of racial discrimination. As a counterexample, issues of racial exclusion and discrimination have gained traction in public policy in higher education in Brazil. &nbsp;However, in Brazil, &nbsp;being &ldquo;black&rdquo; by itself appears generally insufficient to merit inclusion in Brazil&rsquo;s new affirmative action initiatives in higher education, unlike the situation of race-based affirmative action at certain times in US history. &nbsp;Instead, race has been combined with class to establish a new type of beneficiary status for affirmative action: poor black students. &nbsp; Furthermore this new, dual race-class conception for beneficiary status dominates over race-only frameworks among Brazil&rsquo;s public institutes of higher learning.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/10/2012<br>\n\t\t\t\t\tModified by: Michelle&nbsp;E&nbsp;Peria</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project investigates the recent rise of affirmative action policies within public higher education in Brazil in order to explore the institutional and social factors that contributed to the development and successful deployment of these policies. Led by social movements, state actors, advocacy organizations and academics, the Brazilian state has recently adopted affirmative action policies and programs to combat racial inequality. This action represented a rapid policy shift. The meaning of race and the categories for the new policies are currently being created.\n\nProject/Outcomes to date: We have collected 50 semi-structured interviews with University Administrators, Professors and students; State elected and appointed officials, Social Movement Activists, Policy Experts, Lawyers, among others, describing the contemporary affirmative action policy making process in Brazil.  We have also collected policy documents (legislative proposals, university proposals, minutes of meeting and debates, newspaper articles, etc.).  These policy documents have been collected from State Legislative and University Archives.  \n\nWe report here preliminary findings as they relate to the beneficiary categories created for the new affirmative action policies: New multicultural regimes now characterize much of Latin America, creating opportunities for ethno-racial populations to fight for social inclusion. Yet, the literature identifies uneven patterns of success in those endeavors. Scholars argue that states more readily consider claims based on the recognition and protection of cultural difference as legitimate, but are resistant to calls for the remedy of racial discrimination. As a counterexample, issues of racial exclusion and discrimination have gained traction in public policy in higher education in Brazil.  However, in Brazil,  being \"black\" by itself appears generally insufficient to merit inclusion in BrazilÆs new affirmative action initiatives in higher education, unlike the situation of race-based affirmative action at certain times in US history.  Instead, race has been combined with class to establish a new type of beneficiary status for affirmative action: poor black students.   Furthermore this new, dual race-class conception for beneficiary status dominates over race-only frameworks among BrazilÆs public institutes of higher learning. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/10/2012\n\n\t\t\t\t\tSubmitted by: Michelle E Peria"
 }
}