{
 "awd_id": "1124460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Landscape Sensitivity to Changing Climate: Plio-Pleistocene Erosion and Sedimentation in SE Arizona",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 240481.0,
 "awd_amount": 240481.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2011-09-16",
 "awd_abstract_narration": "Landscape sensitivity to changing climate: Plio-Pleistocene erosion and sedimentation in SE Arizona\r\nArjun Heimsath, Arizona State University\r\nEAR-1124460\r\nABSTRACT\r\nRemnants of sedimentary basin levels in southeastern Arizona are prominent and striking deposits, and as such they have attracted the attention of geologists from the early 20th century through the present.  Despite extensive descriptive work capturing their visual conspicuousness, there is little consensus on the ages or geologic origins of these deposits.  Although the sediments with which these landforms were built have obvious source areas that can be traced and mapped, the potential combinations of tectonic and climatic forces conspiring to leave such deposits abandoned are far from clear and have not been well examined. The ages inferred for loosely correlative basin high stands have ranged from ~20,000 years ago to 1.0-2.2 Ma and are based more on conjecture than quantitative geochronology.  This project will establish an absolute timeline for the final stages of when these basin were filled with sediments, as well as when the basins were subsequently incised and dissected by regional erosional events.  Establishing such a timeline requires application and development of cosmogenic nuclide methodology that will extend its temporal reach and test the innovative use of multiple stable and radio-nuclides.  The sampling strategy will cover a broad range of sedimentary basin levels across southeast Arizona and will quantify both the ages of the deposits and the source area erosion rates.  Because the undeformed basin high stand surfaces and underlying basin fill may date to the time that active tectonic forcing ceased in the region, the erosion of the surfaces is likely to have been driven by climatic forcing.  Firmly establishing the chronology of these features, as well as the paleo-erosion rates of the source areas thus helps to build a bridge in understanding between how tectonic and climatic forces shape the Earth?s surface.\r\nThe visually arresting nature of these surfaces across southeastern Arizona insures broad interest in their origins as well as how they may enable insight into tectonic and climatic forces. By establishing the geochronology of such widely studied and virtually undated landscapes we will expand the intellectual reach of this project well beyond the testing of hypotheses. Specifically, the Sky Island Alliance will help us coordinate how understanding the impacts of past climates on the landscape will help better predict future changes across the ecologically sensitive areas of this study.  Each of the sedimentary deposits that we are studying originates in source area that is now home to endemic species and spatially isolated ecosystems.  There is, therefore, interdisciplinary interest in quantitatively understanding how these landscapes change under different climate regimes. Additionally, the NSF-funded Jemez River Critical Zone Observatory (CZO), run by colleagues at the University of Arizona, has field sites near some of our field sites. We are coordinating field efforts and dating strategies with them, thus insuring synergy between projects with intellectual overlap, but very different project objectives. We will coordinate training and outreach of undergraduate and K-12 students with both collaborators, thus further widening the reach of the project. Collaborative research between this project and the Berkeley Geochronology Center will help develop facilities at Arizona State University as well as train graduate students. Finally, class trips to the field areas used for this project are helping to develop both the field component and the curriculum of undergraduate and graduate courses taught in our school.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arjun",
   "pi_last_name": "Heimsath",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Arjun M Heimsath",
   "pi_email_addr": "arjun.heimsath@asu.edu",
   "nsf_id": "000231820",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852871404",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 240481.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Structural basins are defined by extensional tectonics. Rugged mountain ranges stand in stark relief adjacent to muted structural basins filled with sediment. In simplest terms, this topography is the result of the mountain ranges being uplifted along normal faults. This uplift drives erosion within the upland drainage basins and, consequently, sheds sediment into the subsiding basins that are forming adjacent to the uplifting mountain ranges. In southeastern Arizona's Basin and Range province extensional tectonics waned at approximately 3-5 Myr, and the region's structural basins began transitioning from internal to external drainage, forming the modern Gila River fluvial network. In the Atacama Desert of northern Chile, some basins of the Central Depression remain internally drained while others have integrated to the Pacific Ocean. In northern Chile, rates of landscape evolution are some of the slowest on Earth due to the region&rsquo;s hyperarid climate. While the magnitude of upland erosion driven by extensional tectonics is largely recorded in the stratigraphy of the structural basins, the landscape's response to post-tectonic forcings is unknown. This project sought to quantify the rates and processes of sedimentation in these two dramatically different basins as a way to assess how the sedimentation processes reflect upland erosional processes.</p>\n<p>&nbsp;</p>\n<p>We employ the full suite of modern geomorphic tools provided by terrestrial cosmogenic nuclides &ndash; surface exposure dating, conventional burial dating, isochron burial dating, quantifying millennial-scale upland erosion rates using detrital TCN, quantifying paleo-erosion rates using multiple TCN such as <sup>21</sup>Ne/<sup>10</sup>Be and <sup>26</sup>Al/<sup>10</sup>Be, and assessing sediment recycling and complex exposure using multiple TCN &ndash; to quantify the rates of landscape evolution in southeastern Arizona and northern Chile during the Late Cenozoic. In Arizona, we also use modern remnants of the pre-incision landscape and digital terrain analyses to reconstruct the landscape, allowing the quantification of incision and erosion rates that supplement detrital TCN-derived erosion rates. A new chronology for key basin high stand remnants (Frye Mesa) and a flight of Gila River terraces in Safford basin provides a record of incision rates from the Pliocene through the Quaternary, and we assess how significantly regional incision is driving erosion rates. Paired nuclide analyses in the Atacama Desert of northern Chile reveal complex exposure histories resulting from several rounds of transport and burial by fluvial systems. These results support a growing understanding that geomorphic processes in the Atacama Desert are more active than previously thought despite the region&rsquo;s hyperarid climate.</p>\n<p>&nbsp;</p>\n<p>Southeastern Arizona&rsquo;s Basin and Range physiographic province is an ideal setting to investigate questions of post-tectonic landscape evolution. It is a region defined by two stages of extensional tectonics: (1) mid-Tertiary low-angle extension and metamorphic core complex exhumation and (2) high-angle normal faulting associated with the Basin and Range Disturbance at 8-12 Myr. The modern landscape of high-relief ranges and intervening basins is most significantly a result of the latter episode of extension. However, regional tectonics have been inactive for approximately 3-5 Myr, and previously internally drained structural basins have integrated into the modern Gila River system. Fortuitously, in many basins of the region, remnants of each structural basin&rsquo;s pre-incision high stand record the geometry of the paleo-landscape and preserve the stratigraphy of each basin&rsquo;s final stages of post-tectonic filling. Previous studies identified the importance of these high stand deposits, and were able to define rough age constraints for some of the surfaces ...",
  "por_txt_cntn": "\nStructural basins are defined by extensional tectonics. Rugged mountain ranges stand in stark relief adjacent to muted structural basins filled with sediment. In simplest terms, this topography is the result of the mountain ranges being uplifted along normal faults. This uplift drives erosion within the upland drainage basins and, consequently, sheds sediment into the subsiding basins that are forming adjacent to the uplifting mountain ranges. In southeastern Arizona's Basin and Range province extensional tectonics waned at approximately 3-5 Myr, and the region's structural basins began transitioning from internal to external drainage, forming the modern Gila River fluvial network. In the Atacama Desert of northern Chile, some basins of the Central Depression remain internally drained while others have integrated to the Pacific Ocean. In northern Chile, rates of landscape evolution are some of the slowest on Earth due to the regionÆs hyperarid climate. While the magnitude of upland erosion driven by extensional tectonics is largely recorded in the stratigraphy of the structural basins, the landscape's response to post-tectonic forcings is unknown. This project sought to quantify the rates and processes of sedimentation in these two dramatically different basins as a way to assess how the sedimentation processes reflect upland erosional processes.\n\n \n\nWe employ the full suite of modern geomorphic tools provided by terrestrial cosmogenic nuclides &ndash; surface exposure dating, conventional burial dating, isochron burial dating, quantifying millennial-scale upland erosion rates using detrital TCN, quantifying paleo-erosion rates using multiple TCN such as 21Ne/10Be and 26Al/10Be, and assessing sediment recycling and complex exposure using multiple TCN &ndash; to quantify the rates of landscape evolution in southeastern Arizona and northern Chile during the Late Cenozoic. In Arizona, we also use modern remnants of the pre-incision landscape and digital terrain analyses to reconstruct the landscape, allowing the quantification of incision and erosion rates that supplement detrital TCN-derived erosion rates. A new chronology for key basin high stand remnants (Frye Mesa) and a flight of Gila River terraces in Safford basin provides a record of incision rates from the Pliocene through the Quaternary, and we assess how significantly regional incision is driving erosion rates. Paired nuclide analyses in the Atacama Desert of northern Chile reveal complex exposure histories resulting from several rounds of transport and burial by fluvial systems. These results support a growing understanding that geomorphic processes in the Atacama Desert are more active than previously thought despite the regionÆs hyperarid climate.\n\n \n\nSoutheastern ArizonaÆs Basin and Range physiographic province is an ideal setting to investigate questions of post-tectonic landscape evolution. It is a region defined by two stages of extensional tectonics: (1) mid-Tertiary low-angle extension and metamorphic core complex exhumation and (2) high-angle normal faulting associated with the Basin and Range Disturbance at 8-12 Myr. The modern landscape of high-relief ranges and intervening basins is most significantly a result of the latter episode of extension. However, regional tectonics have been inactive for approximately 3-5 Myr, and previously internally drained structural basins have integrated into the modern Gila River system. Fortuitously, in many basins of the region, remnants of each structural basinÆs pre-incision high stand record the geometry of the paleo-landscape and preserve the stratigraphy of each basinÆs final stages of post-tectonic filling. Previous studies identified the importance of these high stand deposits, and were able to define rough age constraints for some of the surfaces based on magnetostratigraphy of underlying fill and soil development on the surfaces themselves (~1- 2 Myr for the Martinez Surface of Sonoita Creek basin). However, this..."
 }
}