{
 "awd_id": "1124078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Biological and mineralogical controls over soil carbon cycling across multiple ecosystems: a focus on the priming effect",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 319075.0,
 "awd_amount": 319075.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "Carbon dioxide (CO2) is released to the atmosphere when humans burn oil, coal, and gasoline, and is the major cause of global warming. Soils can store carbon (C), helping counteract rising carbon dioxide, but the future of the soil C sink is uncertain. Will it be converted to soil organic C, which can stay put for thousands of years, or will soil microorganisms convert it back to CO2, returning it to the atmosphere? This is a major uncertainty about the future C sink on land. Recent work suggests a surprising response, called the priming effect, in which adding C to soil boosts the metabolism of microorganisms, causing them to produce even more CO2 than expected. Yet, this phenomenon is variable and very poorly understood. Proposed mechanisms fail to explain what conditions modulate the occurrence and magnitude of the priming response. Preliminary data suggest that the soil mineral assemblage, reflecting the chemical and geological properties of soil, interacts strongly with the soil microbial community to influence the priming effect. This research will test the idea that the priming response depends on interactions between the soil mineral assemblage and the soil microbial community. Thus, this research lies at the interface among geology, biology, and chemistry. The research will investigate priming responses in nine soils, spanning a broad range of climatic and environmental conditions. Laboratory experiments will evaluate how priming responds to variation in the mineral assemblage, and samples from the experiments will be tested for carbon cycling and microbial community characteristics. The work will use state-of-the-art techniques, including in-line isotope-ratio measurements using a cavity ring-down instrument, and new stable isotope probing techniques paired with gene microarrays capable of identifying microorganisms performing specific ecological functions. This project emphasizes integrating research and teaching, will provide interdisciplinary training for undergraduate students at institutions with strong histories of minority enrollment. Students will gain experience with the cutting-edge methods, and with a research field with strong implications for policy decisions surrounding global climate change and carbon management.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Hungate",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce A Hungate",
   "pi_email_addr": "Bruce.Hungate@nau.edu",
   "nsf_id": "000428241",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Egbert",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Egbert Schwartz",
   "pi_email_addr": "Egbert.Schwartz@nau.edu",
   "nsf_id": "000297927",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Dijkstra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Dijkstra",
   "pi_email_addr": "paul.dijkstra@nau.edu",
   "nsf_id": "000482547",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "1298 S. Knoles Dr",
  "perf_city_name": "Flagstaff",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "860110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 154103.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 164972.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Carbon dioxide (CO<sub>2</sub>) is released to the atmosphere when humans burn oil, coal, and gasoline, and is the major cause of global warming. Soils can store carbon (C), helping counteract rising carbon dioxide, but the future of the soil C sink is uncertain. Will it be converted to soil organic C, which can stay put for thousands of years, or will soil microorganisms convert it back to CO<sub>2</sub>, returning it to the atmosphere? This is a major uncertainty about the future C sink on land. Recent work suggests a surprising response, called the priming effect, in which adding C to soil boosts the metabolism of microorganisms, causing them to produce even more CO<sub>2</sub> than expected. Yet, this phenomenon is variable and very poorly understood. Proposed mechanisms fail to explain what conditions modulate the occurrence and magnitude of the priming response. This project tested the idea that the soil mineral assemblage, reflecting the chemical and geological properties of soil, interacts strongly with the soil microbial community to influence the priming effect, and that the priming response depends on interactions between the soil mineral assemblage and soil microorganisms. Thus, this research project occurred at the interface among geology, biology, and chemistry.</p>\n<p>The research investigated priming responses in nine soils, spanning a broad range of climatic and environmental conditions. Laboratory experiments evaluated how priming responds to variation in the mineral assemblage, and samples from the experiments were tested for carbon cycling and microbial characteristics. The work used state-of-the-art techniques, including in-line stable isotope-ratio measurements using a cavity ring-down instrument, and new stable isotope probing techniques capable of identifying the microorganisms that perform specific functions, like priming. The research found that the soil mineral assemblage strongly influences the priming effect: in general, soils with higher contents of minerals exhibited stronger priming effects than soils with low mineral content. This was surprising, given the well-known role of soil minerals in stabilizing soil carbon. This research therefore discovered that the priming effect &ndash; the release of carbon stored in soils &ndash; can occur even in soils that store substantial amounts of carbon. This reveals a potential sensitivity of old soil carbon to biological release.</p>\n<p>This research also helped develop a new technique in microbial ecology called quantitative stable isotope probing, or qSIP. This is important because microorganisms are the engines of global biogeochemical cycles, driving half of all photosynthesis and nearly all decomposition. Yet, quantifying the rates at which uncultured microbial taxa grow and transform elements in intact and highly diverse natural communities in the environment remains among the most pressing challenges in microbial ecology today. This work showed how shifts in the density of DNA caused by stable isotope incorporation can be used to estimate the growth rates of individual bacterial taxa in intact soil communities. This approach has the potential to identify important microbial taxa in the environment and quantify their contributions to element transformations and ecosystem processes.</p>\n<p>This project emphasized integrating research and research mentoring. Specifically, this research trained three female scientists, one of whom started as an undergraduate student (now a Master&rsquo;s student working in the same field), another who started on the project as a Master&rsquo;s student and completed her degree during the project&rsquo;s duration (she is now a Research Specialist working in the field), and a third who started on the project as a Research Laboratory Aide and is currently employed in that capacity (also in the same field). All three learned highly technical skills including sta...",
  "por_txt_cntn": "\nCarbon dioxide (CO2) is released to the atmosphere when humans burn oil, coal, and gasoline, and is the major cause of global warming. Soils can store carbon (C), helping counteract rising carbon dioxide, but the future of the soil C sink is uncertain. Will it be converted to soil organic C, which can stay put for thousands of years, or will soil microorganisms convert it back to CO2, returning it to the atmosphere? This is a major uncertainty about the future C sink on land. Recent work suggests a surprising response, called the priming effect, in which adding C to soil boosts the metabolism of microorganisms, causing them to produce even more CO2 than expected. Yet, this phenomenon is variable and very poorly understood. Proposed mechanisms fail to explain what conditions modulate the occurrence and magnitude of the priming response. This project tested the idea that the soil mineral assemblage, reflecting the chemical and geological properties of soil, interacts strongly with the soil microbial community to influence the priming effect, and that the priming response depends on interactions between the soil mineral assemblage and soil microorganisms. Thus, this research project occurred at the interface among geology, biology, and chemistry.\n\nThe research investigated priming responses in nine soils, spanning a broad range of climatic and environmental conditions. Laboratory experiments evaluated how priming responds to variation in the mineral assemblage, and samples from the experiments were tested for carbon cycling and microbial characteristics. The work used state-of-the-art techniques, including in-line stable isotope-ratio measurements using a cavity ring-down instrument, and new stable isotope probing techniques capable of identifying the microorganisms that perform specific functions, like priming. The research found that the soil mineral assemblage strongly influences the priming effect: in general, soils with higher contents of minerals exhibited stronger priming effects than soils with low mineral content. This was surprising, given the well-known role of soil minerals in stabilizing soil carbon. This research therefore discovered that the priming effect &ndash; the release of carbon stored in soils &ndash; can occur even in soils that store substantial amounts of carbon. This reveals a potential sensitivity of old soil carbon to biological release.\n\nThis research also helped develop a new technique in microbial ecology called quantitative stable isotope probing, or qSIP. This is important because microorganisms are the engines of global biogeochemical cycles, driving half of all photosynthesis and nearly all decomposition. Yet, quantifying the rates at which uncultured microbial taxa grow and transform elements in intact and highly diverse natural communities in the environment remains among the most pressing challenges in microbial ecology today. This work showed how shifts in the density of DNA caused by stable isotope incorporation can be used to estimate the growth rates of individual bacterial taxa in intact soil communities. This approach has the potential to identify important microbial taxa in the environment and quantify their contributions to element transformations and ecosystem processes.\n\nThis project emphasized integrating research and research mentoring. Specifically, this research trained three female scientists, one of whom started as an undergraduate student (now a MasterÆs student working in the same field), another who started on the project as a MasterÆs student and completed her degree during the projectÆs duration (she is now a Research Specialist working in the field), and a third who started on the project as a Research Laboratory Aide and is currently employed in that capacity (also in the same field). All three learned highly technical skills including stable isotope and trace gas analysis along with molecular techniques. These developing scientists gained experience with cutting-edge..."
 }
}