{
 "awd_id": "1124176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: Developing Science, Technology, Engineering, and Math ( STEM) Identities through Participation in Science-Infused Media and Virtual Peer Networks",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2013-07-31",
 "awd_abstract_narration": "Researchers are seeking to understand the roles that school libraries, school librarians, and virtual peer networks (VPNs) can play in helping middle-school students become interested in STEM, imagine themselves in STEM careers, and see themselves as interested-in-science people. In four different schools, youngsters recruited by science teachers (those especially interested in science), English teachers (those especially interested in story telling and writing), and librarians (those who are especially inquisitive) are participating together in an after-school program to learn how to compose science-related stories and use a variety of media for that purpose. Members of each community support each other in writing and in learning. The software registers their \"collaborators\" and helps them keep track of the expertise of community members. Design of the socio-technical system (software, story-telling activities, mentors) is informed by the literature on identity formation, identity formation environments, and roles of social networking.\r\n\r\nNon-white students are not choosing STEM careers; low-socio-economic-status students have limited access to resources and technology that can help them have imaginations about STEM interests and careers, and many of these same youngsters are also missing role models who could help them envision themselves in STEM careers. This project focuses on development of future scientists through development of after-school programming and an on-line virtual peer network (VPN) aimed toward helping participants think about themselves as science-interested people. Focusing on libraries as a venue for promoting STEM-identity formation and librarians as mentors offers a new and promising model for connecting formal and informal learning opportunities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "June",
   "pi_last_name": "Ahn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "June Ahn",
   "pi_email_addr": "junea@uci.edu",
   "nsf_id": "000732691",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Druin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allison Druin",
   "pi_email_addr": "allisond@umiacs.umd.edu",
   "nsf_id": "000197471",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Fleischmann",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth R Fleischmann",
   "pi_email_addr": "kfleisch@ischool.utexas.edu",
   "nsf_id": "000372753",
   "pi_start_date": "2011-09-07",
   "pi_end_date": "2013-07-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mega",
   "pi_last_name": "Subramaniam",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Mega M Subramaniam",
   "pi_email_addr": "mmsubram@umd.edu",
   "nsf_id": "000585706",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "744400",
   "pgm_ele_name": "NATIONAL SMETE DIGITAL LIBRARY"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7444",
   "pgm_ref_txt": "NATIONAL SMETE DIGITAL LIBRARY"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A major challenge in the United States is encouraging equitable and broader participation in science, technology, engineering, and mathematics (STEM), particularly for female and minority learners who have traditionally been excluded from these fields. There is great potential for informal learning environments, and new technology-enabled learning programs, to offer a wider ecology of experiences for learners to help them along diverse pathways to STEM engagement. However, there are open questions about (a) how informal learning environments can offer beneficial potential for broadening learning opportunities, and (b) how the pedagogy and learning activities in these environments can help (or hinder) under-represented learners to form deeper pathways toward STEM.</p>\n<p>In the Sci-Dentity Project &ndash; officially EXP: Developing Science, Technology, Engineering, and Math (STEM) Identities through Participation in Science-Infused Media and Virtual Peer Networks (#1124176) &ndash; our research team explored how after-school learning programs that utilized the school library setting, librarians&rsquo; expertise, science fiction, and new media, could be utilized to help adolescent learners develop an understanding of how STEM is relevant in their current lives and in pressing problems that will impact their future lives. Furthermore, our research team examined ways to help young learners to see themselves as agential characters in this intersection of STEM learning and social good. Most critically, this project was able to follow a cohort of adolescent learners, as they participated in this program for 3-years spanning 6th-8th grade, providing data and analysis on how learning pathways and identity develop for inner city, minority adolescents during this critical time in their education.</p>\n<p>The Sci-Dentity project team co-designed the after-school program with school librarians in a large, urban school district. The team also implemented the program weekly for 3 years, providing a committed context for study. Our research shed light on several prescient issues. We documented how specific features of library environments, and the unique practices of school librarians, could align with developing interests and identity around STEM for young learners. Libraries offer a unique environment to connect learners&rsquo; personal interests to salient STEM issues, and in the process, help young people to develop a deeper connection and sense of relevance to the STEM topics that they are interested in. These publications have appeared in the top journals in the field of Library and Information Science such as <em>Library Quarterly</em>, <em>School Library Research</em>, and the <em>Journal of Librarianship and Information Science</em>. With renewed interest in converting library institutions to be spaces for STEM learning, these publications offer prescient documentation of how these environments could be utilized to support such initiatives.</p>\n<p>This project also resulted in a rich corpus of qualitative data on individual learners, as they persisted in our program for 3-years. This dataset allowed our research team to also explore how learners developed their interests and identities around STEM over a critical period of time in adolescent development (middle school). Our studies have documented how engaging in new media activities such as video game design, social media, and digital storytelling can help under-represented learners develop a deeper sense of self and aspirations toward STEM. However, we document how educators need to attend to the social relationships they develop with young people, notice the deeper activity preferences that learners have and design learning programs that activate these preferences (while fully understanding how the same activities may inhibit other students&rsquo; preferences at any given moment), and fully appreciate the literacy skill...",
  "por_txt_cntn": "\nA major challenge in the United States is encouraging equitable and broader participation in science, technology, engineering, and mathematics (STEM), particularly for female and minority learners who have traditionally been excluded from these fields. There is great potential for informal learning environments, and new technology-enabled learning programs, to offer a wider ecology of experiences for learners to help them along diverse pathways to STEM engagement. However, there are open questions about (a) how informal learning environments can offer beneficial potential for broadening learning opportunities, and (b) how the pedagogy and learning activities in these environments can help (or hinder) under-represented learners to form deeper pathways toward STEM.\n\nIn the Sci-Dentity Project &ndash; officially EXP: Developing Science, Technology, Engineering, and Math (STEM) Identities through Participation in Science-Infused Media and Virtual Peer Networks (#1124176) &ndash; our research team explored how after-school learning programs that utilized the school library setting, librariansÆ expertise, science fiction, and new media, could be utilized to help adolescent learners develop an understanding of how STEM is relevant in their current lives and in pressing problems that will impact their future lives. Furthermore, our research team examined ways to help young learners to see themselves as agential characters in this intersection of STEM learning and social good. Most critically, this project was able to follow a cohort of adolescent learners, as they participated in this program for 3-years spanning 6th-8th grade, providing data and analysis on how learning pathways and identity develop for inner city, minority adolescents during this critical time in their education.\n\nThe Sci-Dentity project team co-designed the after-school program with school librarians in a large, urban school district. The team also implemented the program weekly for 3 years, providing a committed context for study. Our research shed light on several prescient issues. We documented how specific features of library environments, and the unique practices of school librarians, could align with developing interests and identity around STEM for young learners. Libraries offer a unique environment to connect learnersÆ personal interests to salient STEM issues, and in the process, help young people to develop a deeper connection and sense of relevance to the STEM topics that they are interested in. These publications have appeared in the top journals in the field of Library and Information Science such as Library Quarterly, School Library Research, and the Journal of Librarianship and Information Science. With renewed interest in converting library institutions to be spaces for STEM learning, these publications offer prescient documentation of how these environments could be utilized to support such initiatives.\n\nThis project also resulted in a rich corpus of qualitative data on individual learners, as they persisted in our program for 3-years. This dataset allowed our research team to also explore how learners developed their interests and identities around STEM over a critical period of time in adolescent development (middle school). Our studies have documented how engaging in new media activities such as video game design, social media, and digital storytelling can help under-represented learners develop a deeper sense of self and aspirations toward STEM. However, we document how educators need to attend to the social relationships they develop with young people, notice the deeper activity preferences that learners have and design learning programs that activate these preferences (while fully understanding how the same activities may inhibit other studentsÆ preferences at any given moment), and fully appreciate the literacy skills that are required of learners in any activity that requires deeper understanding of new media and technology. These finding..."
 }
}