{
 "awd_id": "1124225",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics: Peer Effects in Prison",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032928326",
 "po_email": "mreksula@nsf.gov",
 "po_sign_block_name": "Michael Reksulak",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 5500.0,
 "awd_amount": 5500.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2011-07-22",
 "awd_abstract_narration": "Relative to other industrialized countries or to rates within the United States in the past (measured both in absolute number and as a percentage of populations) the United States incarcerates a great many people. This paper examines one aspect of what happens among populations of incarcerated individuals; namely how inmates affect each other in prison. The investigators use random assignment to cells, identify peer effects in adult prisons, and use the estimates of these effects to model the reduced recidivism that would likely follow from a more efficient cell assignment system.\r\n\r\nUsing a detailed panel data set of state inmates that spans 25 years and conditional random assignment of prisoners to cells inside Kansas prisons, this project studies how peer interactions in prison affect the outcomes of offenders both in prison and after release and how inmate reallocation can effect these outcomes.\r\n\r\nBy estimating statistical models of peer influence, it explores whether grouping inmates with similar histories reinforces disciplinary problems in prison and later criminal activity outside of prison, and whether cellmates and block-mates influence the decision to join prison gangs, use drugs, enroll in education programs, or enroll in rehabilitation programs. Utilizing recent methods on reallocation of individuals across groups in the presence of social spillovers, this project derives optimal cell reassignments and estimates the gains and tradeoffs from reassignment.\r\n\r\nRecent economic literature has examined the causal effects of peers in various settings including the workplace, neighborhoods, and schools. This is the first attempt to explore peer interactions within adult prison populations. The effects of prison conditions and deterrence have only recently begun to be investigated, and the latest research has established evidence of peer effects in juvenile prisons perpetuating crime after prison. Social multipliers have for some time been hypothesized to be responsible for the high cross-city variance of crime rates in the United States and this study contributes to this literature by examining whether social multipliers in prison perpetuate crime on the streets.\r\n\r\nThe computation of optimal cell assignments is valuable to departments of corrections who endeavor to minimize overall recidivism, prison violence, or drug use, or who aim to maximize participation in education or rehabilitation programs. Since these reallocations leave the set of inmates unchanged, they represent - in principle - implementable policies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Glaeser",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Edward L Glaeser",
   "pi_email_addr": "eglaeser@harvard.edu",
   "nsf_id": "000119783",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Barrios",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Barrios",
   "pi_email_addr": "tbarrios@gmail.com",
   "nsf_id": "000585156",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research has contributed to empirical work that measures causal effects with administrative rules for random assignment. By presenting<br />instances where instruments derived from administrative rules of random assignment we have shed light on the dangers of blindly trusting that<br />important validity assumptions hold when laws or regulations say they should.</p>\n<p>We have evaluated the effectiveness of multiple instruments in determining the mechanisms that lead to poor labor market outcomes and<br />recidivism for ex-offenders. One of the important characteristics of an instrumental variable is that it be uncorrelated or conditionally<br />uncorrelated with unobserved determinants of the outcome variable. We tested this assumption on candidate instruments using multivariate<br />regression&nbsp; by investigating their predictive power against observed likely determinants of our outcome variables.&nbsp;</p>\n<p>We found that department and agency regulations that mandate random assignment do not prevent judges from making informed decissions<br />about which cases to take or which attorneys to assign to defend a case, nor do cell assignment policies that are described as random imply that<br />inmates with similar backgrounds are kept from living with each other.&nbsp;&nbsp;&nbsp; <br /><br />Our tests for validity of the instruments in each of the cases we describe above returned evidence that the instruments were not valid.</p>\n<p>Our findings are also a valuable contribution to the disciplines of law and criminal justice as they shed light on the sophistication and thought<br />that is put into assignment processes within courts and prisons.</p>\n<p>By successfully working alongside state institutions we have formed valuable relationships that will prove fruitful in the future with further<br />collaborations. Thus we hope this will make it easier for other researchers across various disciplines to work collaboratively with state<br />institutions and be allowed access to confidential individual-level administrative data.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2012<br>\n\t\t\t\t\tModified by: Thomas&nbsp;Barrios</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur research has contributed to empirical work that measures causal effects with administrative rules for random assignment. By presenting\ninstances where instruments derived from administrative rules of random assignment we have shed light on the dangers of blindly trusting that\nimportant validity assumptions hold when laws or regulations say they should.\n\nWe have evaluated the effectiveness of multiple instruments in determining the mechanisms that lead to poor labor market outcomes and\nrecidivism for ex-offenders. One of the important characteristics of an instrumental variable is that it be uncorrelated or conditionally\nuncorrelated with unobserved determinants of the outcome variable. We tested this assumption on candidate instruments using multivariate\nregression  by investigating their predictive power against observed likely determinants of our outcome variables. \n\nWe found that department and agency regulations that mandate random assignment do not prevent judges from making informed decissions\nabout which cases to take or which attorneys to assign to defend a case, nor do cell assignment policies that are described as random imply that\ninmates with similar backgrounds are kept from living with each other.    \n\nOur tests for validity of the instruments in each of the cases we describe above returned evidence that the instruments were not valid.\n\nOur findings are also a valuable contribution to the disciplines of law and criminal justice as they shed light on the sophistication and thought\nthat is put into assignment processes within courts and prisons.\n\nBy successfully working alongside state institutions we have formed valuable relationships that will prove fruitful in the future with further\ncollaborations. Thus we hope this will make it easier for other researchers across various disciplines to work collaboratively with state\ninstitutions and be allowed access to confidential individual-level administrative data.\n\n\t\t\t\t\tLast Modified: 10/01/2012\n\n\t\t\t\t\tSubmitted by: Thomas Barrios"
 }
}