{
 "awd_id": "1124545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Testing Himalayan tectonic and erosional history via chronostratigraphic correlation between the Lesser Himalaya and Indian craton",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Skog",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 55459.0,
 "awd_amount": 55459.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2011-09-16",
 "awd_abstract_narration": "Collaborative Research: Testing Himalayan tectonic and erosional history via chronostratigraphic correlation between the Lesser Himalaya and Indian craton\r\n\r\nNigel Hughes, University of California, Riverside EAR-1124303\r\nShuhai Xiao, Virginia Tech  EAR-1124026\r\nPaul Myrow, Colorado College EAR-1124518\r\nGanging Jiang, Univ. Nevada, Las Vegas EAR-1124545\r\n\r\nABSTRACT\r\n\t\r\nThis project will test the hypotheses that (1) the Paleoproterozoic, Mesoproterozoic, Neoproterozoic, and Cambrian of all parts of the Himalaya are part of a continuous passive margin succession and not part of an accreted terrane; (2) that neodymium isotopic values (åNd) of Himalayan rocks are primarily controlled by depositional age, rather than by geographical source; and (3) that the erosion of Neoproterozoic and Cambrian material from the northern or \"inner\" part of the Lesser Himalaya (LH) requires that uplift in that region took place several million years before currently accepted. Confirmation of these hypotheses, which preliminary data suggests is likely, will be achieved by detailed stratigraphic correlation between strata of the Himalayan region and the Indian craton. If confirmed, our results will require that progressive unroofing of a continuous margin succession took place, initially with erosion of a thick succession of \"outer\" LH-age strata with a geochemical signature identical to that of the Greater and Tethyan Himalaya. As a consequence, the initiation of uplift of the LH took place significantly earlier in the Miocene than currently invoked, thus significantly revising the Cenozoic uplift history of the Himalayan region. Hence in addition to clarifying the pre-deformational history of the northern Indian margin, this proposal will impact understanding of Himalayan tectonics, uplift, and erosion. Furthermore, the fossils present in these deposits are poorly known and detailed analysis may also provide novel insights into early eukaryotic evolution.\r\nAs the world's greatest mountain chain the Himalaya has significant impact on a wide range of environmental issues, ranging from the chemistry of ocean waters to the nature of global climate. Accurate understanding of this influence requires knowledge how global systems changed during the growth of these mighty mountains. This, in turn, requires knowledge of conditions prior to the event that initiated Himalayan uplift - the collision of the Indian subcontinent with Asia. This project brings together scientists with a wide range of experience who will jointly investigate the geological relationship between rocks that make up the much of the Himalayan bedrock and those that occur within the heart of India itself. This comparison will test the currently popular idea that much of the Himalaya is 'exotic', meaning that it was not originally attached to the core landmass of India. This idea is important because, if correct, it means that PIs can 'fingerprint' the uplift and erosional history of the Himalaya based on when ?exotic? and, when truly Indian materials, first appeared in the record of Himalayan uplift and erosion recorded in the rocks of the Bay of Bengal and other areas. PIs initial studies suggest that the 'exotic' idea is incorrect, and rests on a misunderstanding of the ages of formation of the original Himalaya rocks. If PIs are right, it will suggest that the southern Himalaya began uplift 5 million years before currently accepted, and will reconcile an important global geochemical shift with the timing of Himalayan uplift. In addition to training undergraduate and graduate students, this award also will facilitate publication of children?s book on global environmental change in a major Indian regional language, and its dissemination to village schools in rural Bengal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ganqing",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ganqing Jiang",
   "pi_email_addr": "Ganqing.Jiang@unlv.edu",
   "nsf_id": "000128129",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nevada Las Vegas",
  "inst_street_address": "4505 S MARYLAND PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "LAS VEGAS",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7028951357",
  "inst_zip_code": "891549900",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NV01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "F995DBS4SRN3",
  "org_uei_num": "DLUTVJJ15U66"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Las Vegas",
  "perf_str_addr": "4505 Maryland Parkway",
  "perf_city_name": "Las Vegas",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "891541037",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NV01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 55459.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PIs and their students conducted an interdisciplinary study on the sedimentary rocks in India for the purpose of constructing the tectonic framework of the Indian craton and its northern margin prior to the uplift of the Himalayas. Biostratigraphic and carbon isotope chemostratigraphic data, in combination with geochronological analyses, confirm that the northern Indian continent margin before the Himalayas was an intact tectonic unit instead of separated terranes. Important findings from this research at the University of Nevada Las Vegas (UNLV) include: (1) the carbon isotope excursions from the Ediacaran succession in Lesser Himalaya of northern India are correlatable with other successions globally; (2) carbonate units underlying the Neoproterozoic succession across the Indian craton and margins have identical carbon isotope values suggesting their deposition from a widespread carbonate platform across the Indian continent; and (3) the appearance and diversification of early metazoans recorded in Ediacaran strata of northern India share a similar pattern with those documented from South China and Australia. These findings provide constrains on the Himalayan Geology prior to the India-Asian continental collision and reinforce a re-thinking of some assumptions of the tectonic history related to formation of Himalayan Mountains. Results from this research have been and are being disseminated in peer-reviewed, top-tier earth science journals, including <em>Earth and Planetary Science Letters</em> and <em>Geology</em>.</p>\n<p>The project provided partial support for two PhD students and two undergraduate students at UNLV. It also created synergies among four American universities (UNLV, Virginia Tech, University of California at Riverside, and Colorado College) and the Indian institutions (e.g., Panjab University). Results from this project have been incorporated in several introductory courses taught by the PIs, numerous public lectures given by the PIs at museums and K-12 teacher workshops, and public media that reported the findings of this research project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2015<br>\n\t\t\t\t\tModified by: Ganqing&nbsp;Jiang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe PIs and their students conducted an interdisciplinary study on the sedimentary rocks in India for the purpose of constructing the tectonic framework of the Indian craton and its northern margin prior to the uplift of the Himalayas. Biostratigraphic and carbon isotope chemostratigraphic data, in combination with geochronological analyses, confirm that the northern Indian continent margin before the Himalayas was an intact tectonic unit instead of separated terranes. Important findings from this research at the University of Nevada Las Vegas (UNLV) include: (1) the carbon isotope excursions from the Ediacaran succession in Lesser Himalaya of northern India are correlatable with other successions globally; (2) carbonate units underlying the Neoproterozoic succession across the Indian craton and margins have identical carbon isotope values suggesting their deposition from a widespread carbonate platform across the Indian continent; and (3) the appearance and diversification of early metazoans recorded in Ediacaran strata of northern India share a similar pattern with those documented from South China and Australia. These findings provide constrains on the Himalayan Geology prior to the India-Asian continental collision and reinforce a re-thinking of some assumptions of the tectonic history related to formation of Himalayan Mountains. Results from this research have been and are being disseminated in peer-reviewed, top-tier earth science journals, including Earth and Planetary Science Letters and Geology.\n\nThe project provided partial support for two PhD students and two undergraduate students at UNLV. It also created synergies among four American universities (UNLV, Virginia Tech, University of California at Riverside, and Colorado College) and the Indian institutions (e.g., Panjab University). Results from this project have been incorporated in several introductory courses taught by the PIs, numerous public lectures given by the PIs at museums and K-12 teacher workshops, and public media that reported the findings of this research project.\n\n \n\n\t\t\t\t\tLast Modified: 12/02/2015\n\n\t\t\t\t\tSubmitted by: Ganqing Jiang"
 }
}