{
 "awd_id": "1124719",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "International Collaboration in Chemistry:  New Approaches to Cyclodextrin-Based Organic Nanotubes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 302679.0,
 "awd_amount": 302679.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2014-06-05",
 "awd_abstract_narration": "Professor Haskell Beckham of the Georgia Institute of Technology is supported by the Macromolecular, Supramolecular, and Nanochemistry (MSN) Program in the Division of Chemistry (with contribution from the Office of International Science and Engineering) with an International Collaboration in Chemistry (ICC) grant to develop new efficient approaches to processable organic nanotubes based on cyclodextrin building blocks.  His collaborator in this work is Professor Gerhard Wenz of Saarland University in Germany.  Professor Wenz is being supported by the Deutsche Forschungsgemeinschaft (German Research Foundation) for his participation in this project.  Together, Professors Beckham and Wenz are leading an international team of researchers to develop novel template-directed crosslinking strategies for derivatized cyclodextrins to prepare organic cyclodextrin nanotubes (CyNTs) with controlled diameters, lengths, and solubilities.  Composition, structure, and size of templated intermediates and CyNTs are being characterized by advanced nuclear magnetic resonance  (NMR) techniques.  Translational and rotational dynamics of probe molecules in CyNTs are being examined using solid-state and pulsed-field-gradient NMR. Transport of small molecules in cyclodextrin nanotubes are being characterized to lay a foundation for advanced applications of CyNTs.  The U.S. graduate student will spend five weeks each year in Germany to learn about novel synthetic methodologies.\r\n\r\nIn contrast to carbon and inorganic nanotubes, widespread investigations of organic nanotubes are not yet common because facile preparative routes to them do not exist.  Organic nanotubes prepared from cyclodextrins are particularly promising because cyclodextrins are bio-renewable feedstocks and available commercially in large quantities. In this project, new approaches to cyclodextrin-based organic nanotubes are being developed to allow widespread availability of these biocompatible, bio-renewable nanotubes, ultimately leading to wide-scale basic studies and applications. It is envisioned that CyNTs can form the basis of new technology platforms for use as biocompatible scaffolds for tissue engineering (especially for incorporation of anisotropy and for vascularization), for separation purposes, for frontier applications in nanofluidics, as 1D matrices for polymerization (especially conducting polymers), and for slow release of active compounds (e.g., drugs, agrochemicals).  The students working on the project will make annual, extended exchange visits to the international partner laboratory for collaborative work and training.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Haskell",
   "pi_last_name": "Beckham",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Haskell W Beckham",
   "pi_email_addr": "beckham@gatech.edu",
   "nsf_id": "000256388",
   "pi_start_date": "2011-08-29",
   "pi_end_date": "2014-06-05"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "France",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan A France",
   "pi_email_addr": "stefan.france@chemistry.gatech.edu",
   "nsf_id": "000079746",
   "pi_start_date": "2014-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "GA Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "8008",
   "pgm_ref_txt": "Intl Collabrtn in Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100947.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100873.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100859.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Carbon and inorganic nanotubes are being widely examined as component building blocks for a diverse range of novel applications, including separations, sensors, electronics, molecular storage, delivery, and transport. In contrast, widespread investigations of organic nanotubes are not yet common because facile preparative routes to them do not exist.&nbsp;While organic nanotubes have been prepared by a variety of assembly strategies from a variety of oligomeric and polymeric components, the ones prepared from cyclodextrins (CD) are particularly promising because cyclodextrins are bio-renewable feedstocks and available commercially on large scales. Unfortunately, the only reported approach to cyclodextrin nanotubes (see schematic structure below) is highly inefficient.&nbsp; In this project, we propose to <em>(a)&nbsp;develop new efficient approaches to processable cyclodextrin-based organic <em>nanotubes, and</em> <em>(b) lay a foundation for advanced applications by characterizing transport of small molecules in</em> <em>cyclodextrin nanotubes using nuclear magnetic resonance (NMR) spectoscopy. </em></em>Over the duration of the project, templated cyclodextrin nanotubes were successful synthesized. The resulting polymer brushes were characterized using diffision-ordered NMR spectroscopy- a technique that is extremely useful in characterizing rotaxane and polyrotaxane structures. Furthermore, groundwork has been laid for the synthesis of nucleobase-CD building blocks for molecular recognition-based nanotube assembly. This type of assembly has not bee realized for cyclodextrins and offers tremendoes potential as biodegradable materials.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/17/2015<br>\n\t\t\t\t\tModified by: Stefan&nbsp;A&nbsp;France</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCarbon and inorganic nanotubes are being widely examined as component building blocks for a diverse range of novel applications, including separations, sensors, electronics, molecular storage, delivery, and transport. In contrast, widespread investigations of organic nanotubes are not yet common because facile preparative routes to them do not exist. While organic nanotubes have been prepared by a variety of assembly strategies from a variety of oligomeric and polymeric components, the ones prepared from cyclodextrins (CD) are particularly promising because cyclodextrins are bio-renewable feedstocks and available commercially on large scales. Unfortunately, the only reported approach to cyclodextrin nanotubes (see schematic structure below) is highly inefficient.  In this project, we propose to (a) develop new efficient approaches to processable cyclodextrin-based organic nanotubes, and (b) lay a foundation for advanced applications by characterizing transport of small molecules in cyclodextrin nanotubes using nuclear magnetic resonance (NMR) spectoscopy. Over the duration of the project, templated cyclodextrin nanotubes were successful synthesized. The resulting polymer brushes were characterized using diffision-ordered NMR spectroscopy- a technique that is extremely useful in characterizing rotaxane and polyrotaxane structures. Furthermore, groundwork has been laid for the synthesis of nucleobase-CD building blocks for molecular recognition-based nanotube assembly. This type of assembly has not bee realized for cyclodextrins and offers tremendoes potential as biodegradable materials.\n\n\t\t\t\t\tLast Modified: 12/17/2015\n\n\t\t\t\t\tSubmitted by: Stefan A France"
 }
}