{
 "awd_id": "1124134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Property Tax Experiment: Testing the Role of Wages, Incentives and Audit on Tax Inspectors' Behavior",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 475450.0,
 "awd_amount": 475450.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2016-07-27",
 "awd_abstract_narration": "A Property Tax Experiment: Testing the Role of Wages, Incentives and Audit on Tax Inspectors' Behavior\r\nAdnan Q. Khan, Asim Ijaz Khwaja, and Benjamin A. Olken\r\n\r\nAbstract:\r\nA central problem in raising public sector efficiency is effectively incentivizing public servants to exert effort and not resort to rent-seeking. While this issue is more salient in developing countries, it is to some degree a concern everywhere, and is particularly a concern in tax administration. While there is a substantial theoretical literature on incentive theory for bureaucrats, there are few carefully designed and evaluated empirical studies, particularly in the tax sector. \r\nThis study seeks to test the impact of various wage and incentive schemes on the performance of tax officials, in collaboration with the Excise and Taxation Department in Punjab, Pakistan. The study will focus on evaluating a variety of wage and incentive schemes for tax inspectors ranging from efficiency wages, incentive mechanisms that tie wages to revenue collection, and incentive mechanisms that give rewards for accuracy and customer satisfaction in addition to revenue collected. We focus on urban property tax, both because this is an important yet relatively untapped revenue source and because independent measures can reliably assess true tax liability. \r\nThe project will be implemented as a randomized experiment: individual tax units, known as circles, will be randomly assigned to one of three main schemes: an efficiency wage scheme, in which wages will be approximately doubled; the incentive scheme, in which an average of 30 percent of all tax revenues above a historical benchmark will be rebated to the tax officials as an honorarium; and an incentive plus scheme, where in addition to the revenue incentives, tax officials will be incentivized based on the accuracy of their tax assessments and customer satisfaction. These different schemes allow us to test not only whether incentives increase tax collections, but also whether by explicitly incentivizing tax collectors on multiple dimensions the government can increase collections while maintaining accuracy and customer satisfaction. To the best of our knowledge, this represents the first randomized, controlled trial on incentives for tax inspectors anywhere in the world.\r\nBy measuring multiple outcomes we can potentially separate low effort from other channels, as well as disentangle the various mechanisms through which incentives can matter, such as adding new properties to the tax rolls, updating property valuations, issuing more tax bills, and greater effort at ensuring payment. While we focus on one developing country and specific interventions, the broader goal is to generate insights that are generalizable to other settings throughout the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Asim",
   "pi_last_name": "Khwaja",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Asim Khwaja",
   "pi_email_addr": "asim_ijaz_khwaja@harvard.edu",
   "nsf_id": "000523446",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Olken",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Olken",
   "pi_email_addr": "bolken@mit.edu",
   "nsf_id": "000555935",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adnan",
   "pi_last_name": "Khan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adnan Khan",
   "pi_email_addr": "a.q.khan@lse.ac.uk",
   "nsf_id": "000555936",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385317",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 126550.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 348900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Revenue collection and public sector efficiency is a central question in developing countries. The low level of tax revenues raised in these countries results in the under-provision of public goods, heightens their vulnerability to economic crises, and acts as a serious constraint to growth. Tax revenues as a share of GDP are 45% lower in poor countries than in developed countries (Gordon and Li 2009), with an estimated $285 billion per year loss due to tax evasion (Cobham 2005). While performance pay for tax collectors has the potential to raise revenues, it may come at a cost if it increases the bargaining power of tax collectors vis-a-vis taxpayers. This project rigorously evaluated the impact of wage, incentive, and audit mechanisms on the behavior of property tax officials, tax evasion, and overall tax performance by conducting a randomized policy experiment in the province of Punjab, Pakistan. We report the first large-scale field experiment on these issues, where we experimentally allocated 482 property tax units in Punjab, Pakistan, into one of three performance pay schemes or a control. After two years, incentivized units had 9.4 log points higher revenue than controls, which translates to a 46% higher growth rate. The scheme that rewarded purely on revenue did best, increasing revenue by 12.9 log points (64% higher growth rate), with little penalty for customer satisfaction and assessment accuracy compared to the two other schemes that explicitly also rewarded these dimensions. The revenue gains accrue from a small number of properties becoming taxed at their true value, which is substantially more than they had been taxed at previously. The majority of properties in incentivized areas in fact pay no more taxes, but instead report higher bribes. The results are consistent with a collusive setting in which performance pay increases collectors&rsquo; bargaining power over taxpayers, who have to either pay higher bribes to avoid being reassessed or pay substantially higher taxes if collusion breaks down.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2017<br>\n\t\t\t\t\tModified by: Asim&nbsp;Khwaja</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRevenue collection and public sector efficiency is a central question in developing countries. The low level of tax revenues raised in these countries results in the under-provision of public goods, heightens their vulnerability to economic crises, and acts as a serious constraint to growth. Tax revenues as a share of GDP are 45% lower in poor countries than in developed countries (Gordon and Li 2009), with an estimated $285 billion per year loss due to tax evasion (Cobham 2005). While performance pay for tax collectors has the potential to raise revenues, it may come at a cost if it increases the bargaining power of tax collectors vis-a-vis taxpayers. This project rigorously evaluated the impact of wage, incentive, and audit mechanisms on the behavior of property tax officials, tax evasion, and overall tax performance by conducting a randomized policy experiment in the province of Punjab, Pakistan. We report the first large-scale field experiment on these issues, where we experimentally allocated 482 property tax units in Punjab, Pakistan, into one of three performance pay schemes or a control. After two years, incentivized units had 9.4 log points higher revenue than controls, which translates to a 46% higher growth rate. The scheme that rewarded purely on revenue did best, increasing revenue by 12.9 log points (64% higher growth rate), with little penalty for customer satisfaction and assessment accuracy compared to the two other schemes that explicitly also rewarded these dimensions. The revenue gains accrue from a small number of properties becoming taxed at their true value, which is substantially more than they had been taxed at previously. The majority of properties in incentivized areas in fact pay no more taxes, but instead report higher bribes. The results are consistent with a collusive setting in which performance pay increases collectors? bargaining power over taxpayers, who have to either pay higher bribes to avoid being reassessed or pay substantially higher taxes if collusion breaks down.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2017\n\n\t\t\t\t\tSubmitted by: Asim Khwaja"
 }
}