{
 "awd_id": "1124339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Subjectivity and Relationship in Mixed-Ethnicity Families in Post-War Contexts",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 18500.0,
 "awd_amount": 18500.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2011-07-20",
 "awd_abstract_narration": "Doctoral student H. Keziah Conrad (University of California, Los Angeles), supervised by Dr. Douglas Hollan, will undertake research on individuals in mixed-ethnicity families in the polarized contexts that follow ethnic conflicts.  The researcher will focus in particular on kin relationships and routine interactions in the family as primary sites for the co-construction of attitudes, values, and identities.  In the aftermath of ethnic conflict, how do people in mixed-ethnicity families understand themselves, maintain relationships with kin, and bring up their children?  \r\n\r\nResearch will take place over 12 months with families living in and around Sarajevo, Bosnia-Herzegovina.  Drawing on person-centered interviews, the researcher will address how individual members of mixed-ethnicity families  describe themselves, their affiliation with other people in their family and with symbols of ethnicity, and the ways that they experience or try to find a sense of belonging.  She also will contextualize individuals' introspective accounts by documenting (through participant observation and video recording) spontaneous interactions between family members and by tracing the networks of care and obligation that organize family life for kinship groups that may appear \"unnatural\" and treacherous because they cross ethnic lines. When examining both personal narratives and interpersonal interactions, the researcher will attend to specific processes through which younger generations might inherit, internalize, appropriate, or transform their elders' memories of trauma and attitudes toward ethnicity, as well as broader culturally-defined ways of relating to identity and past violence.  \r\n\r\nFindings from this research will contribute to social scientific understanding of the effects of collective violence, particularly in terms of the intergenerational transmission of traumatic memory and attitudes of hatred or empathic understanding. This work is also relevant to the development of post-conflict reconciliation and transitional justice initiatives, including policy to support cross-cutting ties, such as mixed marriage, which can reduce the probability of further conflict. Finally, funding this research contributes to the training of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Hollan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas Hollan",
   "pi_email_addr": "dhollan@anthro.ucla.edu",
   "nsf_id": "000374104",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hannah",
   "pi_last_name": "Keziah Conrad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hannah Keziah Conrad",
   "pi_email_addr": "keziah@ucla.edu",
   "nsf_id": "000585574",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "11000 Kinross Ave. Ste 102",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 18500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examines the everyday experiences of individuals in mixed-ethnicity families in Sarajevo as they negotiate belonging, responsibility, and autonomy in their relationships of care.&nbsp; Members of such families, living reminders of the failed dream of Yugoslav unity, are among the people positioned to most acutely feel the tensions created by the polarized climate in contemporary Bosnia-Herzegovina.&nbsp; Envisioned as blood traitors, confused outcasts, or heroic anti-nationalist actors, they are implicated in a symbolic struggle between those who advocate ideals of cosmopolitanism and equality for individuals, and those who argue that security, trust, and mutual responsibility are found only within homogenous ethnic groups. Yet claims about the nature or significance of mixed families rarely allow for human complexity, nor do they provide insight into questions of <em>when</em>, <em>why, how,</em> or <em>to what extent</em> people are able to sustain subjectivities and relationships at odds with the current nationalist climate.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; During a year of person-centered ethnographic field research, I tracked the daily lives of mixed-ethnicity families living in Sarajevo and recorded many hours of conversations with family members.&nbsp; A major theme emerging from my data is the struggle to balance the interests of groups and individuals. Norms of self-sacrifice, hierarchy, and authority&mdash;of power achieved through age and position in the family&mdash;compete in complex ways with &ldquo;modern&rdquo; ideals of romantic love, personal development, autonomy and independence.&nbsp; Members of mixed-ethnicity families, who often espouse individualism, nevertheless also participate in kinship networks of care and obligation.&nbsp; These struggles of &ldquo;ordinary ethics&rdquo; are, I argue, the everyday arena in which people engage in political and philosophical debates about the possibilities for organizing human life.</p>\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>This project&rsquo;s motivation grew from a provocative claim by the anthropologist John Borneman, who observes a recursive link between ethnicized conflict and increasingly hardened boundaries against inter-ethnic marriage.&nbsp; He writes that this turn to endogamous reproduction perpetuates cycles of ethnicized conflict, and that finding ways to encourage mixed marriage may be a necessary aspect of reconciliation following ethnic cleansing.<a href=\"#_edn1\">[i]</a>&nbsp; Indeed, other scholars use levels of mixed marriage as an index of tolerance in multi-ethnic societies and suggest that it may also be a driver of positive change. While this is an ethnographic project and not an experimental one, it provides evidence supporting these claims.&nbsp; It also seeks to limit and specify them.&nbsp; Mixed-ethnicity couples and their families are not <em>automatically</em> anti-nationalist, nor are their members universally tolerant.&nbsp; Mixed marriages need not imply any element of protest against nationalist politics, nor must they represent self-aware statements about the need for reconciliation on a societal level.&nbsp; Yet people from mixed families are frequently faced with dilemmas of about how to define themselves and how to maintain relationships.&nbsp; Such dilemmas foster reflective self-awareness and often lead them to develop explicit critiques against nationalism.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; My project documents the experiences of people from a small number of mixed-ethnicity families in and around Sarajevo; their lives are not meant to be &ldquo;illustrative&rdquo; or representative of trends throughout the country or region, yet they do illuminate central concerns of the post-war period in Bosnia because individuals from th...",
  "por_txt_cntn": "\nThis project examines the everyday experiences of individuals in mixed-ethnicity families in Sarajevo as they negotiate belonging, responsibility, and autonomy in their relationships of care.  Members of such families, living reminders of the failed dream of Yugoslav unity, are among the people positioned to most acutely feel the tensions created by the polarized climate in contemporary Bosnia-Herzegovina.  Envisioned as blood traitors, confused outcasts, or heroic anti-nationalist actors, they are implicated in a symbolic struggle between those who advocate ideals of cosmopolitanism and equality for individuals, and those who argue that security, trust, and mutual responsibility are found only within homogenous ethnic groups. Yet claims about the nature or significance of mixed families rarely allow for human complexity, nor do they provide insight into questions of when, why, how, or to what extent people are able to sustain subjectivities and relationships at odds with the current nationalist climate.\n\n            During a year of person-centered ethnographic field research, I tracked the daily lives of mixed-ethnicity families living in Sarajevo and recorded many hours of conversations with family members.  A major theme emerging from my data is the struggle to balance the interests of groups and individuals. Norms of self-sacrifice, hierarchy, and authority&mdash;of power achieved through age and position in the family&mdash;compete in complex ways with \"modern\" ideals of romantic love, personal development, autonomy and independence.  Members of mixed-ethnicity families, who often espouse individualism, nevertheless also participate in kinship networks of care and obligation.  These struggles of \"ordinary ethics\" are, I argue, the everyday arena in which people engage in political and philosophical debates about the possibilities for organizing human life.\n\n            This projectÆs motivation grew from a provocative claim by the anthropologist John Borneman, who observes a recursive link between ethnicized conflict and increasingly hardened boundaries against inter-ethnic marriage.  He writes that this turn to endogamous reproduction perpetuates cycles of ethnicized conflict, and that finding ways to encourage mixed marriage may be a necessary aspect of reconciliation following ethnic cleansing.[i]  Indeed, other scholars use levels of mixed marriage as an index of tolerance in multi-ethnic societies and suggest that it may also be a driver of positive change. While this is an ethnographic project and not an experimental one, it provides evidence supporting these claims.  It also seeks to limit and specify them.  Mixed-ethnicity couples and their families are not automatically anti-nationalist, nor are their members universally tolerant.  Mixed marriages need not imply any element of protest against nationalist politics, nor must they represent self-aware statements about the need for reconciliation on a societal level.  Yet people from mixed families are frequently faced with dilemmas of about how to define themselves and how to maintain relationships.  Such dilemmas foster reflective self-awareness and often lead them to develop explicit critiques against nationalism.\n\n            My project documents the experiences of people from a small number of mixed-ethnicity families in and around Sarajevo; their lives are not meant to be \"illustrative\" or representative of trends throughout the country or region, yet they do illuminate central concerns of the post-war period in Bosnia because individuals from these families are among the people who most acutely feel the tensions created by the post-war climate.  Their attempts to negotiate autonomy and responsibility in relationship with others across ethnic boundaries are often emotionally-laden \"hot spots\" of both estrangement/trauma and recovery/ reconciliation.  Their stories very clearly demonstrate the lingering damage of violent conflict and the pernicious effects of ..."
 }
}