{
 "awd_id": "1124794",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDI-Type I: A Unified Probabilistic Model of Astronomical Imaging",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 675000.0,
 "awd_amount": 675000.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "Overview: The astrophysics community has produced a Petabyte of of imaging data in a wide range of wavelength channels in the last decade, and is planning to produce a thousand times more in the next.\r\nAt the same time, the computer science machine learning community has developed powerful methods for extracting knowledge scalably from large, heterogenous data sets.  This project is to construct a model--a detailed quantitative explanation--for every pixel of every digital astronomical image ever taken by any telescope in the world, including those from amateurs and hobbyists.\r\n\r\nTechnical description: The proposed model is a justified approximate probabilistic model, making extensive use of non-parametric Bayesian methods.  The model will be hierarchical in nature, with the higher layers capturing regularities among stars and galaxies, and the lower layers will accurately model the image formation process, incorporating all the various noise processes.  The internal parameters of the model will contain the best possible astronomical catalog given the input data; no current astronomical catalog is built using either hierarchical probabilistic inference, or built from the union of all available data.  Science will be enabled by this catalog as it has been enabled by all previous astronomical catalogs: it will contain the position, brightness, temperature, parallax, and proper motion of every star and position, intensity, and morphology of every galaxy, even for sources for which there is evidence in the collection of data but not (sufficiently) in any individual image.  Other internal parameters of the model will contain a quantitative description of calibration properties for all the image-generating hardware.  All these products will help to refine and extend an existing astrophysics software and services for calibration and automated data processing.\r\n\r\nBroader impacts: This project provides unique opportunities in citizen science since it leverages  images taken by amateur and hobbyist astronomers in creating astronomical knowledge by offering them opportunities to contribute in exactly the same fashion as professional astronomers.  The project draws together two disparate fields: machine learning and astronomy, and thus has the potential to create a new sub-area of \"inferential astronomy\". The project offers enhanced opportunities for research-based advanced interdisciplinary training for postdoctoral, graduate and undergraduate researchers.  All code created for this project will be released under the open-source license and all model components, parameters, and other internals will be freely disseminated to the wider research community through the project websites at: \r\nhttp://Astrometry.net/ and http://thetractor.org/ .",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hogg",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Hogg",
   "pi_email_addr": "david.hogg@nyu.edu",
   "nsf_id": "000186667",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Fergus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Fergus",
   "pi_email_addr": "fergus@cs.nyu.edu",
   "nsf_id": "000490043",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 Washington Square S",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775000",
   "pgm_ele_name": "CDI TYPE I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 675000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span>This grant, NSF Cyber-Enabled Discovery Type I Grant IIS-1124794 (Hogg, PI), A Unified Probabilistic Model of Astronomical Imaging, supported a set of projects to bring ideas from computer vision and computer science to astronomical goals in imaging and image analysis. That is, the data of astronomy and astrophysics is largely imaging data; astronomers should work together with colleagues in other departments that are experts in imaging. At the same time, computer vision is interested in extracting information from imaging; practitioners should work together with astronomers to support new discoveries in the natural sciences.</span></span></p>\n<p>The grant supported the work of the PI (Hogg) and Co-I NYU Computer Science Faculty member Rob Fergus. It also supported early-career scientists Ross Fadely (postdoctoral scholar, now at Insight Data Science), Daniela Huppenkothen (postdoctoral scholar), Dan Foreman-Mackey (PhD student, now at University of Washington), Dilip Krishnan (PhD student, now at Google), Alex Malz (PhD student), MJ Vakili (PhD student), Dun Wang (PhD student), and several international collaborators.</p>\n<p><span><em>Intellectual Merit:</em> The grant partially supported the work reported in 27 papers submitted to or appearing in the refereed astrophysics literature. One highlight of the work on AST-1124794 is the first-ever measurement of the emission spectrum from an extra-solar planet in the infrared. This discovery was enabled by bringing computer vision methodology to high-contrast imaging spectroscopy from the NSF-funded P1640 instrument operating on the Palomar 5-m telescope The computer vision methodology made it possible to see the very faint planets in the glare of the much brighter star. Another highlight was the development of the first-ever class of data-driven models for stars (called The Cannon). These models make use of the great data we have on stellar spectroscopy to build very accurate models. These models can be used to infer stellar parameters and detailed chemical abundances for stars at higher precision than any other models, including all best-in-class physical models of stars. Another highlight was the development of the most sensitive searches for long-period (not-repeating) planet transits in stellar photometric data. These searches make use of ideas from causal inference (in the field of statistics) to separate instrument-induced and stellar-variability noise from the signals of interest to exoplanet discovery. We discovered more than 40 new planets around other stars. A final highlight was our support and development on the software system emcee, which is a general-pupose software system for making measurements with probabilistic methods. The paper on this software is currently obtaining more than 40 citations per month, and is over 1000 citations total.</span></p>\n<p><em>Broader Impacts:</em>&nbsp;<span>This grant brought ideas from computer vision, machine learning, computational data analysis, and applied mathematics to astrophysics, and data sets and problems from astrophysics to the methodological domains. This has changed how methodologists see astrophysics problems and contribute to them. The grant supported informal education programs in the New York City area, at American Astronomical Society meetings, and in week-long educational programs we ran under the banner AstroHackWeek. These programs have developed educational materials around data analysis, data science, open-source code practices, and open data practices for the astrophysics community and for STEM undergraduates. They have also inspired and spawned similar efforts in other fields (such as NeuroHackWeek and GeoHackWeek). In addition, some of these programs have been run with a special focus on recruiting, including, and developing scientists from under-represented groups; indeed as part of the AstroHackWeek program we have developed workshop-admissions software (entrofy) that deterministically obtains better diversity than any traditional or heuristic methods for selecting participants.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2017<br>\n\t\t\t\t\tModified by: David&nbsp;W&nbsp;Hogg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant, NSF Cyber-Enabled Discovery Type I Grant IIS-1124794 (Hogg, PI), A Unified Probabilistic Model of Astronomical Imaging, supported a set of projects to bring ideas from computer vision and computer science to astronomical goals in imaging and image analysis. That is, the data of astronomy and astrophysics is largely imaging data; astronomers should work together with colleagues in other departments that are experts in imaging. At the same time, computer vision is interested in extracting information from imaging; practitioners should work together with astronomers to support new discoveries in the natural sciences.\n\nThe grant supported the work of the PI (Hogg) and Co-I NYU Computer Science Faculty member Rob Fergus. It also supported early-career scientists Ross Fadely (postdoctoral scholar, now at Insight Data Science), Daniela Huppenkothen (postdoctoral scholar), Dan Foreman-Mackey (PhD student, now at University of Washington), Dilip Krishnan (PhD student, now at Google), Alex Malz (PhD student), MJ Vakili (PhD student), Dun Wang (PhD student), and several international collaborators.\n\nIntellectual Merit: The grant partially supported the work reported in 27 papers submitted to or appearing in the refereed astrophysics literature. One highlight of the work on AST-1124794 is the first-ever measurement of the emission spectrum from an extra-solar planet in the infrared. This discovery was enabled by bringing computer vision methodology to high-contrast imaging spectroscopy from the NSF-funded P1640 instrument operating on the Palomar 5-m telescope The computer vision methodology made it possible to see the very faint planets in the glare of the much brighter star. Another highlight was the development of the first-ever class of data-driven models for stars (called The Cannon). These models make use of the great data we have on stellar spectroscopy to build very accurate models. These models can be used to infer stellar parameters and detailed chemical abundances for stars at higher precision than any other models, including all best-in-class physical models of stars. Another highlight was the development of the most sensitive searches for long-period (not-repeating) planet transits in stellar photometric data. These searches make use of ideas from causal inference (in the field of statistics) to separate instrument-induced and stellar-variability noise from the signals of interest to exoplanet discovery. We discovered more than 40 new planets around other stars. A final highlight was our support and development on the software system emcee, which is a general-pupose software system for making measurements with probabilistic methods. The paper on this software is currently obtaining more than 40 citations per month, and is over 1000 citations total.\n\nBroader Impacts: This grant brought ideas from computer vision, machine learning, computational data analysis, and applied mathematics to astrophysics, and data sets and problems from astrophysics to the methodological domains. This has changed how methodologists see astrophysics problems and contribute to them. The grant supported informal education programs in the New York City area, at American Astronomical Society meetings, and in week-long educational programs we ran under the banner AstroHackWeek. These programs have developed educational materials around data analysis, data science, open-source code practices, and open data practices for the astrophysics community and for STEM undergraduates. They have also inspired and spawned similar efforts in other fields (such as NeuroHackWeek and GeoHackWeek). In addition, some of these programs have been run with a special focus on recruiting, including, and developing scientists from under-represented groups; indeed as part of the AstroHackWeek program we have developed workshop-admissions software (entrofy) that deterministically obtains better diversity than any traditional or heuristic methods for selecting participants.\n\n\t\t\t\t\tLast Modified: 01/29/2017\n\n\t\t\t\t\tSubmitted by: David W Hogg"
 }
}