{
 "awd_id": "1124404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Social Effects of Male to Female Population Ratios",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 17890.0,
 "awd_amount": 17890.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "Doctoral student Emily Stone (University of Utah), with the guidance of Dr. Elizabeth Cashdan, will investigate how variation in the ratio of men per 100 women (adult sex ratio) shapes men's and women's social strategies. Cross-cultural research on the social effects of unequal sex ratios consistently finds a counterintuitive pattern of aggression: men commit more homicides and assaults, a form of male competition over mates, when women outnumber men and mates are plentiful, but competition declines when men outnumber women and mates are less available. This study tests two alternative explanatory hypotheses: a \"men's mating opportunities hypothesis,\" which follows the adage that men are as faithful as their options, and so are competing more when women outnumber them because there are more mating opportunities to go around; and a \"female choice hypothesis,\" which predicts that men are less violent when women are scarce because women have bargaining power in this context and don't find aggression appealing in a mate. The research will be conducted as a natural experiment on two outer islands in Yap state. On one island, men outnumber women, and the other, women outnumber men. The researcher will gather data using multiple methods including behavioral observations, focal follows, semi-structured interviews, and the administration of standardized scales. \r\n\r\nThis research is important for both theory and practice.  The logic motivating the men's mating opportunities hypothesis is based on new theoretical models that challenge prominent ideas about what predicts mate competition that have been common for the past 30 years. This study will be one of the first empirical field tests of these new theories. This project also addresses questions about why men choose or do not choose aggressive modes of mate competition; whether and how women also compete over mates; and whether Darwin's ideas about the importance of females in guiding male competition apply to humans. Findings from this research will have application to controlling aggressive behavior in multiple social contexts. Funding this research also supports the education of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Cashdan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Cashdan",
   "pi_email_addr": "cashdan@anthro.utah.edu",
   "nsf_id": "000443388",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Stone",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Stone",
   "pi_email_addr": "emily.stone@utah.edu",
   "nsf_id": "000572102",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FM",
  "perf_st_name": "Federated Micronesia",
  "perf_zip_code": "",
  "perf_ctry_code": "FM",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "FM",
  "perf_ctry_name": "Micronesia",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17890.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Societies vary in the ratio of the numbers of men to women, and this can have a big impact on marriages and relationships.&nbsp; For example, in societies where women outnumber men, rates of divorce are higher, children are more likely to be born out of wedlock and to teenage mothers, young men and women are more likely to report being promiscuous, and men seem more likely to commit interpersonal violence. In societies where men outnumber women, people marry at an earlier age, women have more children, and a greater proportion of women enter into marriages. Thus, there is a general pattern of early and stable marriages in societies where men outnumber women, and unstable, low-investing marriages as well as more violence in societies where women outnumber men.</p>\n<p>&nbsp;</p>\n<p>There is a conundrum hidden in these patterns, however. &nbsp;Researchers expect that&mdash;following the law of supply and demand&mdash;men should compete more intensely where men outnumber women, because mates are scarce. Because men sometimes use aggression to compete over mates, we might then expect men to be more aggressive in societies where women are scarce.&nbsp; Most research finds the opposite, however&mdash;men are actually more aggressive when there is a surplus of women.&nbsp; Why might men be less aggressive when potential mates are scarce, and more aggressive when mates are numerous?&nbsp; &nbsp;This research, which is currently ongoing, aimed to establish whether an imbalanced ratio of men to women indeed affects men&rsquo;s aggression, and investigated two possible explanations.&nbsp; We conducted the research on two islands that vary in the ratio of men to women in the outer islands of Yap State, in the Federated States of Micronesia.</p>\n<p>&nbsp;</p>\n<p>The first explanation for why men might compete over women aggressively when women are plentiful follows the old adage that men are a faithful as their options.&nbsp; Perhaps men are competing more intensely over mates in societies where women outnumber men because there is an excess of mating opportunities.&nbsp; Conversely, because mating opportunities are few and far between in places where men outnumber women, men may spend less time competing (and aggressing) because there are few mating options.</p>\n<p>&nbsp;</p>\n<p>The second explanation investigated whether women might influence men&rsquo;s aggressive competition.&nbsp; Men may be less aggressive when women are scarce because women have bargaining power&mdash;they are in high demand&mdash;and may not be attracted to aggressive men. As a result, men may be less aggressive in these societies.</p>\n<p>&nbsp;</p>\n<p>We conducted a census of the two islands to assess the current ratio of men to women on each.&nbsp; We found that on the island of Falalop, Ulithi, there are 118.9 men for every 100 women, and on the island of Falalop, Woleai, there are only 86.3 men for every 100 women. Aggression is rare on these islands, but our behavioral observations indicate it is less common on the island where women are scarce&mdash;as we predicted.</p>\n<p>&nbsp;</p>\n<p>We are currently collecting behavioral as well as interview data to test the two hypotheses.&nbsp; Because data collection is ongoing, we cannot yet draw a conclusion about which hypothesis explains why men are counter-intuitively more aggressive when there is a surplus of women.&nbsp; We have observed one difference between the two islands that suggests support for the first hypothesis, however.&nbsp; Men who live in Woleai, where there is a surplus of women, appear to be more variable in the number of women with whom they&rsquo;ve sired children.&nbsp; It is not rare for men in Woleai to sire multiple children with women who are not their wives, while they are married, and it less common in Ulithi.&nbsp; Variation in how many women men have sired children with often corresponds to how intensely men compete over ma...",
  "por_txt_cntn": "\nSocieties vary in the ratio of the numbers of men to women, and this can have a big impact on marriages and relationships.  For example, in societies where women outnumber men, rates of divorce are higher, children are more likely to be born out of wedlock and to teenage mothers, young men and women are more likely to report being promiscuous, and men seem more likely to commit interpersonal violence. In societies where men outnumber women, people marry at an earlier age, women have more children, and a greater proportion of women enter into marriages. Thus, there is a general pattern of early and stable marriages in societies where men outnumber women, and unstable, low-investing marriages as well as more violence in societies where women outnumber men.\n\n \n\nThere is a conundrum hidden in these patterns, however.  Researchers expect that&mdash;following the law of supply and demand&mdash;men should compete more intensely where men outnumber women, because mates are scarce. Because men sometimes use aggression to compete over mates, we might then expect men to be more aggressive in societies where women are scarce.  Most research finds the opposite, however&mdash;men are actually more aggressive when there is a surplus of women.  Why might men be less aggressive when potential mates are scarce, and more aggressive when mates are numerous?   This research, which is currently ongoing, aimed to establish whether an imbalanced ratio of men to women indeed affects menÆs aggression, and investigated two possible explanations.  We conducted the research on two islands that vary in the ratio of men to women in the outer islands of Yap State, in the Federated States of Micronesia.\n\n \n\nThe first explanation for why men might compete over women aggressively when women are plentiful follows the old adage that men are a faithful as their options.  Perhaps men are competing more intensely over mates in societies where women outnumber men because there is an excess of mating opportunities.  Conversely, because mating opportunities are few and far between in places where men outnumber women, men may spend less time competing (and aggressing) because there are few mating options.\n\n \n\nThe second explanation investigated whether women might influence menÆs aggressive competition.  Men may be less aggressive when women are scarce because women have bargaining power&mdash;they are in high demand&mdash;and may not be attracted to aggressive men. As a result, men may be less aggressive in these societies.\n\n \n\nWe conducted a census of the two islands to assess the current ratio of men to women on each.  We found that on the island of Falalop, Ulithi, there are 118.9 men for every 100 women, and on the island of Falalop, Woleai, there are only 86.3 men for every 100 women. Aggression is rare on these islands, but our behavioral observations indicate it is less common on the island where women are scarce&mdash;as we predicted.\n\n \n\nWe are currently collecting behavioral as well as interview data to test the two hypotheses.  Because data collection is ongoing, we cannot yet draw a conclusion about which hypothesis explains why men are counter-intuitively more aggressive when there is a surplus of women.  We have observed one difference between the two islands that suggests support for the first hypothesis, however.  Men who live in Woleai, where there is a surplus of women, appear to be more variable in the number of women with whom theyÆve sired children.  It is not rare for men in Woleai to sire multiple children with women who are not their wives, while they are married, and it less common in Ulithi.  Variation in how many women men have sired children with often corresponds to how intensely men compete over mates.  This is because some men have partnered with more than their share of women, leaving other men without a partner, who are then likely motivated to compete more intensely.  We look forward to quantitatively testing these hypotheses when we ..."
 }
}