{
 "awd_id": "1124119",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Measurement of the Drag Coefficient for Seagrass at Tidal, Storm, and Seasonal Scales",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 71437.0,
 "awd_amount": 78931.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2012-02-09",
 "awd_abstract_narration": "The ability of seagrass to attenuate waves and currents provides ecological stability to many marine and estuarine environments and makes these areas some of the most productive coastal ecosystems.  It is also believed that large and dense seagrass beds can protect the shoreline from storm waves that would otherwise cause dramatic erosion.  The ability of vegetation to attenuate the wave field is often described in terms of the drag coefficient, which is dependent, to varying degrees, on the local hydrodynamic forcing (wave heights, water levels and quasi-steady currents), the characteristics of the vegetated area (density, spatial configuration, location and size) and the blade morphology (geometry, relative height to water depth, buoyancy and rigidity).  While it is straightforward to calculate the drag coefficient for rigid (emergent) vegetation, it is relatively difficult for submerged vegetation that tends to be flexible and moves with the waves.  The ability of submerged vegetation to \"go with the flow\" reduces drag, such that large distances are required for there to be a significant reduction in wave energy.  In general, submerged vegetation appears only to be an effective attenuator when the vegetation is: 1) held rigid by a steady current; 2) a rigid shoot early in the growing season; or 3) swaying at a different frequency than the local wave field.  In other words, the ability of seagrass to attenuate waves is quite limited, particularly during storm events when there is the greatest potential for shoreline erosion.  As a consequence, the ability of submerged vegetation to attenuate wave energy will vary at tidal, storm and seasonal scales in response to changes in tidal current and water depth, the distribution of wave height and period, and the evolving characteristics of the vegetation.  This year-long field-based study will quantify the frequency-dependent drag coefficient and the ability of seagrass to attenuate wave height and energy over a range of wave, current and water level forcing.  \r\n\r\nFollowing Hurricane Katrina in 2005, there has been considerable debate about the role of vegetation in reducing storm surge and wave-caused erosion.  In response, the National Academy of Engineering identified the \"urgent\" need to describe the interaction of vegetation and nearshore hydrodynamics at a range of spatial and temporal scales.  While there have been significant advancements in our understanding of wave attenuation from controlled laboratory settings, these results are largely based on artificial vegetation in a monochromatic wave field.  The single drag coefficient does not account for changes in the behavior of the seagrass during storm conditions and over the growing season.  This study will provide estimates of the drag coefficients for seagrass over a wide range of water levels and wave forcing.  Because coastal management largely depends on wave models that use friction factors to describe the potential for wave attenuation by vegetation, realistic seagrass drag coefficients is of great interest to coastal managers.  Specifically, the drag coefficients derived from this study will allow managers to assess the potential benefits of existing seagrass beds to shoreline protection and in designing shoreline protection or restoration projects involving seagrass.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Houser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Houser",
   "pi_email_addr": "chouser@geog.tamu.edu",
   "nsf_id": "000497916",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "2701 General Services Complex",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778431260",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 71437.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7494.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was designed to confirm and quantify the ability of submerged vegetation to attenuate wave height and energy in estuarine environments and provide protection to adjacent shorelines from erosion.&nbsp; While it is generally recognized that wave height and energy can be attenuated in environments where there is sufficiently large and dense canopy of seagrass, there is a limit to the ability of seagrass to attenuate waves.&nbsp; Seagrass may not be an effective attenuator during storms that are typically accompanied by elevated water levels, which reduces the relative height of the seagrass and decreases frictional dissipation.&nbsp; Moreover, the ability of seagrass to &lsquo;go with the flow&rsquo; reduces drag, such that large and dense canopies are required for there to be a significant reduction in wave energy and shorelines to be protected.&nbsp; In general, submerged vegetation appears only to be an effective attenuator when the vegetation is: 1) held rigid by a steady, 2) a rigid shoot early in the growing season, or 3) swaying at a different frequency then the local wave field.&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;As a consequence, the ability of submerged vegetation to attenuate wave energy will vary at tidal, storm and seasonal scales in response to changes in tidal current and water depth, the distribution of wave height and period, and the evolving characteristics of the vegetation respectively.&nbsp; An understanding of wave attenuation by seagrass (and other vegetation) is of central importance to coastal managers charged with making decisions about shoreline protection and restoration using public funds.</p>\n<p>Results of this combined field and laboratory study suggests that seagrass is not an effective attenuator of wave height and energy due to its flexibility.&nbsp; Comparison of artificial seagrass to other artificial vegetation in the laboratory suggests that the drag coefficient (a measure of friction) for seagrass is an order of magnitude greater than that of partially flexible vegetation in the presence of a simple (monochromatic) wave field.&nbsp; Only in the presence of multiple wave periods (in the field) is seagrass an effective attenuator of higher frequency (small period) waves that are out-of-phase with the swaying of the grass.&nbsp; The swaying of the grass is ultimately determined by the lowest-frequency wave with the greatest energy.&nbsp; In contrast, wave attenuation by rigid vegetation is relatively uniform across the wave spectrum.&nbsp; While seagrass is relatively rigid early in its growth cycle, the water depth to blade height makes it a relatively ineffective attenuator.&nbsp; Therefore, seagrass provides shoreline protection only where the seagrass meadow is relatively wide and dense.</p>\n<p>The project also provided salary support for a graduate student who&nbsp;participated fully in all field and laboratory &nbsp;components of this project. Supplemental REU funding also provided support for an undergraduate student to help with the field-work and data analysis. &nbsp;Both students received critical training&nbsp;in the design, execution and dissemination of field and laboratory research, and both students will be authors on all publications and presentations stemming from this research. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2013<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Houser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was designed to confirm and quantify the ability of submerged vegetation to attenuate wave height and energy in estuarine environments and provide protection to adjacent shorelines from erosion.  While it is generally recognized that wave height and energy can be attenuated in environments where there is sufficiently large and dense canopy of seagrass, there is a limit to the ability of seagrass to attenuate waves.  Seagrass may not be an effective attenuator during storms that are typically accompanied by elevated water levels, which reduces the relative height of the seagrass and decreases frictional dissipation.  Moreover, the ability of seagrass to ægo with the flowÆ reduces drag, such that large and dense canopies are required for there to be a significant reduction in wave energy and shorelines to be protected.  In general, submerged vegetation appears only to be an effective attenuator when the vegetation is: 1) held rigid by a steady, 2) a rigid shoot early in the growing season, or 3) swaying at a different frequency then the local wave field.      As a consequence, the ability of submerged vegetation to attenuate wave energy will vary at tidal, storm and seasonal scales in response to changes in tidal current and water depth, the distribution of wave height and period, and the evolving characteristics of the vegetation respectively.  An understanding of wave attenuation by seagrass (and other vegetation) is of central importance to coastal managers charged with making decisions about shoreline protection and restoration using public funds.\n\nResults of this combined field and laboratory study suggests that seagrass is not an effective attenuator of wave height and energy due to its flexibility.  Comparison of artificial seagrass to other artificial vegetation in the laboratory suggests that the drag coefficient (a measure of friction) for seagrass is an order of magnitude greater than that of partially flexible vegetation in the presence of a simple (monochromatic) wave field.  Only in the presence of multiple wave periods (in the field) is seagrass an effective attenuator of higher frequency (small period) waves that are out-of-phase with the swaying of the grass.  The swaying of the grass is ultimately determined by the lowest-frequency wave with the greatest energy.  In contrast, wave attenuation by rigid vegetation is relatively uniform across the wave spectrum.  While seagrass is relatively rigid early in its growth cycle, the water depth to blade height makes it a relatively ineffective attenuator.  Therefore, seagrass provides shoreline protection only where the seagrass meadow is relatively wide and dense.\n\nThe project also provided salary support for a graduate student who participated fully in all field and laboratory  components of this project. Supplemental REU funding also provided support for an undergraduate student to help with the field-work and data analysis.  Both students received critical training in the design, execution and dissemination of field and laboratory research, and both students will be authors on all publications and presentations stemming from this research.  \n\n \n\n\t\t\t\t\tLast Modified: 04/02/2013\n\n\t\t\t\t\tSubmitted by: Christopher Houser"
 }
}