{
 "awd_id": "1124752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CDI-Type II: Cyber-Enabled Studies of Complexity in Nanodusty Plasmas",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 1389244.0,
 "awd_amount": 1389244.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "\"Nanodusty plasmas\" are ionized gases in which particles only a few to tens of nanometers in diameter nucleate and grow.  These plasmas exhibit all of the hallmarks of complexity in physical systems.  As particles nucleate and grow they become increasingly charged, profoundly affecting the plasma and setting in motion a set of nonlinear couplings between the nanoparticle cloud and the plasma which are now unpredictable.  They are of practical interest, because nanoparticles are a major source of contamination in semiconductor processing and because of the use of plasmas to synthesize nanoparticles for a wide variety of applications, ranging from photovoltaics to cancer treatment.  In this project a cyber infrastructure will be developed that will underpin the development of numerical models of nanodusty plasmas.  With this cyber infrastructure, heretofore unresolved phenomena in these highly complex systems will be investigated.\r\nThe project involves a collaboration that will advance several different fields of science and engineering, bringing together expertise in computational modeling of chemically reacting plasmas and plasma transport, particle nucleation and growth, aerosol dynamics and computational chemistry.  It draws on staff and resources of the Minnesota Supercomputing Institute and supercomputer facilities at Pacific Northwest and Argonne National Laboratories, and involves collaboration with Sandia National Laboratories on the development of computational techniques for parallelization of hybrid particle-fluid models.  The cyber platform to be developed will build upon the Hybrid Plasma Equipment Model (HPEM), developed by one of the PIs, by implementing a hierarchy of physics and chemistry modules to address the complexity of particle nucleation and growth and aerosol dynamics.  Leveraging the HPEM's existing industrial user base, the project has a strong component of technology transfer, including possible commercialization with an industrial partner.  The project also has an international dimension, collaborating with two research groups in France.\r\n\r\nThe project will develop numerical models of nanodusty plasmas as well as a cyber infrastructure to facilitate these models and make these new tools generally available.  The project will produce the first-ever numerical models that self-consistently account for all of these interacting phenomena:  particle nucleation, growth and charging in a multi-dimensional plasma; nanoparticle transport; plasma chemistry; electron and ion kinetics; and the collective mutual effects of nanoparticles on a plasma.  The development of such models is a challenging undertaking, made more so by the paucity of needed fundamental data on properties and reactivities of small clusters, and by the fact that real plasma systems are typically three-dimensional.  Tackling these problems is ambitious from the viewpoint of physics and chemistry, many aspects of which are poorly understood, and from the computational viewpoint, as vast ranges of length and time scales are involved, with strongly coupled interacting subsystems and nonlinear behavior.  The development of a cyber infrastructure that enables accurate simulations of real nanodusty plasmas will mark a major paradigm shift.\r\n\r\nGraduate students and postdocs involved in the project will work in an interdisciplinary environment that bridges the cultures of engineering and science.  The project includes the development of a cyber infrastructure to be made available to researchers in academia and national labs, transfer of technology to industry through software licensing, and international collaborations.  Through the development of interactive Web-based graphical user interfaces, real-time 3-D visualization, and massively parallel computing, the project will transform the study of nanodusty plasmas, with benefits to researchers in advancing fundamental understanding, to the semiconductor industry in developing strategies to avoid nanoparticle contamination, and to the creation of engineered nanoparticles for applications such as photovoltaics and cancer treatment.\r\n\r\nThis is a Cyber-Enabled Discovery and Innovation Program award and is co-funded by the Division of Computing and Communication Foundations in the CISE directorate, the Division of Materials Research and the Division of Mathematical Sciences in the MPS directorate and the Office of International Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Girshick",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Steven L Girshick",
   "pi_email_addr": "slg@umn.edu",
   "nsf_id": "000115453",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Truhlar",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Donald G Truhlar",
   "pi_email_addr": "truhlar@umn.edu",
   "nsf_id": "000313422",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "111 Church St SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  },
  {
   "pgm_ref_code": "7751",
   "pgm_ref_txt": "CDI TYPE II"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1389244.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involved a multidisciplinary collaboration between Girshick and Truhlar at University of Minnesota, Kushner at University of Michigan, and the Minnesota Supercomputing Institute. &nbsp;The project focused on the development of numerical models of the nucleation and growth of silicon nanoparticles in plasmas. &nbsp;</p>\n<p>Major activities included the integration of an advanced plasma aerosol model with an advanced plasma model, together with the use of high-level computational chemistry to predict the thermodynamics and kinetics of silicon hydride neutral and anion clusters involved in nucleation of silicon nanoparticles in plasmas; and development of advanced computation tools such as massive parallelization.</p>\n<p>Numerical simulations were conducted for various geometries and conditions relevant to practical applications. &nbsp;Simulations were conducted for a radio-frequency argon-silane plasma flowing through a narrow tube, with the geometry and conditions closely corresponding to experimental studies by Kortshagen at University of Minnesota on silicon nanoparticle synthesis for solar cell and other optoelectronic applications. &nbsp;Simulations were also conducted for a pulsed RF argon-silane plasma with a parallel-plate configuration, with the objective of studying conditions that could produce controlled fluxes of energetic silicon nanoparticles to a substrate for epitaxial film growth at low temperatue. &nbsp;Additionally nanoparticle charging in plasmas was studied by means of Monte Carlo charging simulations that considered several effects that are typically neglected in the literature but that can be important in nanodusty plasmas.</p>\n<p>In our advanced computational chemistry studies, led by Truhlar, we showed that multistructural entropic effects on the thermochemistry of silane plasma constituents (which were previously neglected in the plasma chemistry field) are large (up to three orders of magnitude) and must be considered for realistic modeling of nucleation kinetics, and we presented methods for calculating these effects on both the thermodynamics and the kinetics. We also showed how multistructural variational transition state theory with multidimensional tunneling can be used to sort out steps the mechanisms of silyl anion&ndash;silane and silylene anion&ndash;silane polymerization reactions. We provided guidance for choosing density functionals for studying anion&ndash;neutral reactions in the silane-based reactive plasma.</p>\n<p>We presented multistructural density functional calculations of enthalpies, entropies, heat capacities, and free energies for key silicon hydride clusters and radicals in nanodusty plasmas, including silanes, silyl radicals, silyl anions, silenes, silylenes, and silylene anions. We proposed three-step mechanisms for the initial steps of the SiH<sub>4</sub> + Si<sub>2</sub>H<sub>4</sub><sup>&ndash;</sup> and SiH<sub>4</sub> + Si<sub>2</sub>H<sub>5</sub><sup>&ndash;</sup> polymerization reactions, and pressure-dependent rate constants were calculated for isomerization reactions.</p>\n<p>This project involved collaboration with three groups in France, including groups at the University of Orleans, University of Paris-13, and Ecole Polytechnique, in Palaiseau. &nbsp;Several visits of PhD students of Girshick, of duration approximately one month each, were made to these laboratories, and Girshick made several visits to these during which he discussed the collaborations and presented seminars on research under the project. &nbsp;Additionally one PhD student from Ecole Polytechnique spent two months at Girshick's lab in Minnesota.</p>\n<p>Additionally, work under this project led in its fourth year to a collaboration between Girshick and researchers at Lam Research Corp., in Tualatin, OR and Frement, CA, which recently resulted in a joint paper submitted for journal publication. One of Girshick's PhD students was involved in this collaboration, and after finishing his PhD, in summer 2016, he joined Lam and has since continued as part of the collaboration, which is ongoing.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2016<br>\n\t\t\t\t\tModified by: Steven&nbsp;L&nbsp;Girshick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project involved a multidisciplinary collaboration between Girshick and Truhlar at University of Minnesota, Kushner at University of Michigan, and the Minnesota Supercomputing Institute.  The project focused on the development of numerical models of the nucleation and growth of silicon nanoparticles in plasmas.  \n\nMajor activities included the integration of an advanced plasma aerosol model with an advanced plasma model, together with the use of high-level computational chemistry to predict the thermodynamics and kinetics of silicon hydride neutral and anion clusters involved in nucleation of silicon nanoparticles in plasmas; and development of advanced computation tools such as massive parallelization.\n\nNumerical simulations were conducted for various geometries and conditions relevant to practical applications.  Simulations were conducted for a radio-frequency argon-silane plasma flowing through a narrow tube, with the geometry and conditions closely corresponding to experimental studies by Kortshagen at University of Minnesota on silicon nanoparticle synthesis for solar cell and other optoelectronic applications.  Simulations were also conducted for a pulsed RF argon-silane plasma with a parallel-plate configuration, with the objective of studying conditions that could produce controlled fluxes of energetic silicon nanoparticles to a substrate for epitaxial film growth at low temperatue.  Additionally nanoparticle charging in plasmas was studied by means of Monte Carlo charging simulations that considered several effects that are typically neglected in the literature but that can be important in nanodusty plasmas.\n\nIn our advanced computational chemistry studies, led by Truhlar, we showed that multistructural entropic effects on the thermochemistry of silane plasma constituents (which were previously neglected in the plasma chemistry field) are large (up to three orders of magnitude) and must be considered for realistic modeling of nucleation kinetics, and we presented methods for calculating these effects on both the thermodynamics and the kinetics. We also showed how multistructural variational transition state theory with multidimensional tunneling can be used to sort out steps the mechanisms of silyl anion&ndash;silane and silylene anion&ndash;silane polymerization reactions. We provided guidance for choosing density functionals for studying anion&ndash;neutral reactions in the silane-based reactive plasma.\n\nWe presented multistructural density functional calculations of enthalpies, entropies, heat capacities, and free energies for key silicon hydride clusters and radicals in nanodusty plasmas, including silanes, silyl radicals, silyl anions, silenes, silylenes, and silylene anions. We proposed three-step mechanisms for the initial steps of the SiH4 + Si2H4&ndash; and SiH4 + Si2H5&ndash; polymerization reactions, and pressure-dependent rate constants were calculated for isomerization reactions.\n\nThis project involved collaboration with three groups in France, including groups at the University of Orleans, University of Paris-13, and Ecole Polytechnique, in Palaiseau.  Several visits of PhD students of Girshick, of duration approximately one month each, were made to these laboratories, and Girshick made several visits to these during which he discussed the collaborations and presented seminars on research under the project.  Additionally one PhD student from Ecole Polytechnique spent two months at Girshick's lab in Minnesota.\n\nAdditionally, work under this project led in its fourth year to a collaboration between Girshick and researchers at Lam Research Corp., in Tualatin, OR and Frement, CA, which recently resulted in a joint paper submitted for journal publication. One of Girshick's PhD students was involved in this collaboration, and after finishing his PhD, in summer 2016, he joined Lam and has since continued as part of the collaboration, which is ongoing.\n\n \n\n\t\t\t\t\tLast Modified: 12/19/2016\n\n\t\t\t\t\tSubmitted by: Steven L Girshick"
 }
}