{
 "awd_id": "1124724",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CDI-Type II: Cyber-Enabled Studies of Complexity in Nanodusty Plasmas",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 590756.0,
 "awd_amount": 590756.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "\"Nanodusty plasmas\" are ionized gases in which particles only a few to tens of nanometers in diameter nucleate and grow.  These plasmas exhibit all of the hallmarks of complexity in physical systems.  As particles nucleate and grow they become increasingly charged, profoundly affecting the plasma and setting in motion a set of nonlinear couplings between the nanoparticle cloud and the plasma which are now unpredictable.  They are of practical interest, because nanoparticles are a major source of contamination in semiconductor processing and because of the use of plasmas to synthesize nanoparticles for a wide variety of applications, ranging from photovoltaics to cancer treatment.  In this project a cyber infrastructure will be developed that will underpin the development of numerical models of nanodusty plasmas.  With this cyber infrastructure, heretofore unresolved phenomena in these highly complex systems will be investigated.\r\nThe project involves a collaboration that will advance several different fields of science and engineering, bringing together expertise in computational modeling of chemically reacting plasmas and plasma transport, particle nucleation and growth, aerosol dynamics and computational chemistry.  It draws on staff and resources of the Minnesota Supercomputing Institute and supercomputer facilities at Pacific Northwest and Argonne National Laboratories, and involves collaboration with Sandia National Laboratories on the development of computational techniques for parallelization of hybrid particle-fluid models.  The cyber platform to be developed will build upon the Hybrid Plasma Equipment Model (HPEM), developed by one of the PIs, by implementing a hierarchy of physics and chemistry modules to address the complexity of particle nucleation and growth and aerosol dynamics.  Leveraging the HPEM's existing industrial user base, the project has a strong component of technology transfer, including possible commercialization with an industrial partner.  The project also has an international dimension, collaborating with two research groups in France.\r\n\r\nThe project will develop numerical models of nanodusty plasmas as well as a cyber infrastructure to facilitate these models and make these new tools generally available.  The project will produce the first-ever numerical models that self-consistently account for all of these interacting phenomena:  particle nucleation, growth and charging in a multi-dimensional plasma; nanoparticle transport; plasma chemistry; electron and ion kinetics; and the collective mutual effects of nanoparticles on a plasma.  The development of such models is a challenging undertaking, made more so by the paucity of needed fundamental data on properties and reactivities of small clusters, and by the fact that real plasma systems are typically three-dimensional.  Tackling these problems is ambitious from the viewpoint of physics and chemistry, many aspects of which are poorly understood, and from the computational viewpoint, as vast ranges of length and time scales are involved, with strongly coupled interacting subsystems and nonlinear behavior.  The development of a cyber infrastructure that enables accurate simulations of real nanodusty plasmas will mark a major paradigm shift.\r\n\r\nGraduate students and postdocs involved in the project will work in an interdisciplinary environment that bridges the cultures of engineering and science.  The project includes the development of a cyber infrastructure to be made available to researchers in academia and national labs, transfer of technology to industry through software licensing, and international collaborations.  Through the development of interactive Web-based graphical user interfaces, real-time 3-D visualization, and massively parallel computing, the project will transform the study of nanodusty plasmas, with benefits to researchers in advancing fundamental understanding, to the semiconductor industry in developing strategies to avoid nanoparticle contamination, and to the creation of engineered nanoparticles for applications such as photovoltaics and cancer treatment.\r\n\r\nThis is a Cyber-Enabled Discovery and Innovation Program award and is co-funded by the Division of Computing and Communication Foundations in the CISE directorate, the Division of Materials Research and the Division of Mathematical Sciences in the MPS directorate and the Office of International Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Kushner",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mark J Kushner",
   "pi_email_addr": "mjkush@umich.edu",
   "nsf_id": "000439963",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  },
  {
   "pgm_ref_code": "7751",
   "pgm_ref_txt": "CDI TYPE II"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 590756.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>High technology devices such as solar cells, sensors and microelectronics are made of semiconductor materials.&nbsp; In many cases, these devices could potentially be improved if the semiconductor material was composed of nanoparticles.&nbsp; These nanoparticles, only a few nm in size (1 nm = 1 billionth of a meter), should have well controlled properties, for example size, composition and crystallinity.&nbsp; One method to fabricate the nanoparticles is using low temperature plasmas (LTPs) &ndash; chemically active ionized gases.&nbsp; In this research project, the science and technology of fabricating silicon nanoparticles using LTPs were investigated using advanced computer models which were improved using parallel computing techniques.&nbsp; In addition to improving our fundamental knowledge of the nucleation processes of nanoparticles in LTPs, the investigation developed scaling laws to optimize the fabrication of nanoparticles with the desired properties for high technology applications.&nbsp; These scaling laws can now be applied to society benefiting applications ranging from information technology devices, solar power generation and medical probes.&nbsp; The improved computational models developed in this project were also used in investigations of similar chemically active LTPs as used in microelectronics fabrication, electromagnetics control and treatment of tissue and liquids in the context of human healthcare.&nbsp; These computer models have been transferred to collaborating universities and industries.&nbsp; Several graduate students and a post-doctoral research fellow performed the research during the project, contributing to 4 PhD theses.&nbsp; Graduates from this activity are now employed in high technology companies in the US and at US national laboratories.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/09/2017<br>\n\t\t\t\t\tModified by: Mark&nbsp;J&nbsp;Kushner</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1124724/1124724_10136269_1512865117308_CDI_final_report_figure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1124724/1124724_10136269_1512865117308_CDI_final_report_figure--rgov-800width.jpg\" title=\"Nano-particle plasma reactor\"><img src=\"/por/images/Reports/POR/2017/1124724/1124724_10136269_1512865117308_CDI_final_report_figure--rgov-66x44.jpg\" alt=\"Nano-particle plasma reactor\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(top) A schematic of a low temperature plasma reactor as used in the fabrication of silicon nanoparticles. The image at right is the actual aspect ratio. (bottom) Results from computer models predicting densities of electrons, negative ions, positive ions and negatively charged nanoparticles.</div>\n<div class=\"imageCredit\">University of Michigan</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Mark&nbsp;J&nbsp;Kushner</div>\n<div class=\"imageTitle\">Nano-particle plasma reactor</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nHigh technology devices such as solar cells, sensors and microelectronics are made of semiconductor materials.  In many cases, these devices could potentially be improved if the semiconductor material was composed of nanoparticles.  These nanoparticles, only a few nm in size (1 nm = 1 billionth of a meter), should have well controlled properties, for example size, composition and crystallinity.  One method to fabricate the nanoparticles is using low temperature plasmas (LTPs) &ndash; chemically active ionized gases.  In this research project, the science and technology of fabricating silicon nanoparticles using LTPs were investigated using advanced computer models which were improved using parallel computing techniques.  In addition to improving our fundamental knowledge of the nucleation processes of nanoparticles in LTPs, the investigation developed scaling laws to optimize the fabrication of nanoparticles with the desired properties for high technology applications.  These scaling laws can now be applied to society benefiting applications ranging from information technology devices, solar power generation and medical probes.  The improved computational models developed in this project were also used in investigations of similar chemically active LTPs as used in microelectronics fabrication, electromagnetics control and treatment of tissue and liquids in the context of human healthcare.  These computer models have been transferred to collaborating universities and industries.  Several graduate students and a post-doctoral research fellow performed the research during the project, contributing to 4 PhD theses.  Graduates from this activity are now employed in high technology companies in the US and at US national laboratories.\n\n\t\t\t\t\tLast Modified: 12/09/2017\n\n\t\t\t\t\tSubmitted by: Mark J Kushner"
 }
}