{
 "awd_id": "1125181",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  CDI-Type II: 4 Dimensional Visualization of Past Ocean Circulation from Paleoceanographic Data",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032927599",
 "po_email": "smeacham@nsf.gov",
 "po_sign_block_name": "Stephen Meacham",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 303207.0,
 "awd_amount": 303207.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2011-09-20",
 "awd_abstract_narration": "One of the fundamental challenges in the study of past climate change in Earth history is how to reconstruct and compare past ocean circulation (as derived from sparse geochemical data collected from fossils in deep-sea sedimentary cores) with modern ocean circulation (as constructed from modern oceanographic observations and computer simulations) to yield insight into the differences and processes governing ocean circulation throughout the last glacial cycle from 150,000 years ago to the present. Similarly, a major challenge in computer science is how to extract information from sparse datasets, and how to effectively combine computational thinking with automated data analysis, to extract new knowledge about features and processes. Our multidisciplinary and multi-institutional project brings together a team of computer scientists, physical oceanographers, paleoceanographers, and computational geophysicists to address these challenges. We are developing an innovative suite of computational tools to explore past changes in global ocean circulation by allowing researchers to interact with data in a 3-dimensional environment across a geologically relevant time domain (the 4th dimension). This project will merge analysis of ocean flow with 40 years of previously-collected geochemical data from deep-sea sedimentary cores in order to gain new insights into past ocean circulation change. Our research will take advantage of the unique analytical resources and interdisciplinary collaborative environment provided by the UC Davis KeckCAVES (W.M. Keck Center for Active Visualization in the Earth Sciences). The KeckCAVES provides immersive interactive visualization technologies that help scientists identify meaningful patterns in complex datasets. In this unique collaborative environment, we are developing methods to improve data interpolation, to extract ocean flow patterns, and to characterize ocean flow over time for potential change detection, along with interactive means of visualizing and interacting with those large and time-dependent datasets. The computational methods developed in this project are adaptable to a wide range of visualization and data-analysis applications for analysis of flow fields. The scientific visualization methods we develop will be used to develop innovative, provocative, and intuitive instructional materials for undergraduate and graduate education; for making other researchers familiar with new scientific methodology (visually-aided analysis); for bringing science and scientific results to the public; and for bringing interactive scientific visualization technology to all of the partner institutions in this collaborative project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lorraine",
   "pi_last_name": "Lisiecki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lorraine Lisiecki",
   "pi_email_addr": "lisiecki@geol.ucsb.edu",
   "nsf_id": "000526134",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931069630",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 303207.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At the end of the last glacial maximum (more commonly referred to as the &ldquo;ice age&rdquo;), the atmospheric carbon dioxide concentration increased from 190 ppm to 270 ppm in less than 10,000 years (from 18,000 to 10,000 years ago). Most of this increase was caused by transfer of carbon dioxide from the ocean to the atmosphere. To better understand the ocean processes responsible for the release of carbon from the ocean, this research project compiled hundreds of carbon isotope measurements (d13C) and used them to reconstruct the state of ocean circulation and ocean carbon storage before, during, and after this climate transition. &nbsp;In the ocean d13c is a measure of the ratio of two different stable isotopes of carbon (with atomic masses of 12 and 13), which is affected by the conversion of carbon between inorganic and organic forms. Thus, it provides information about carbon cycling; it is also often used as a tracer for the circulation of deep water through the ocean.</p>\n<p>Because the ocean and its circulation have a complex the three-dimensional geometry, another important accomplishment of this project was to develop techniques for visualizing the carbon isotope data in three-dimensions and finding ways to infer the properties of the ocean throughout its entire volume. This was a challenging task given that the data available from the past are almost exclusively telling us about conditions at the seafloor (because the data are derived from the calcium carbonate shells of organisms which live on the seafloor).</p>\n<p>At the University of California, Santa Barbara, researchers compared carbon isotope data from 480 locations before and after the deglacial transition and calculated that the mean ocean carbon isotope value shifted by 0.34 plus or minus 0.19 per mil (parts per thousand). This value indicates that terrestrial carbon storage (by plants and soils) increased by 330-694 Gigatons as the ice age ended. This estimate of carbon storage change was constructed using a much larger dataset than ever before and also provides the first comprehensive uncertainty estimates of the amount of change.</p>\n<p>Researchers at Woods Hole Oceanographic Institution and the University of California, Davis performed more complex three-dimensional analyses of these carbon isotope data and used them to reconstruct changes in the ocean circulation state at these two times. They also evaluated the uncertainty of ocean reconstructions based on the locations of the available data.</p>\n<p>To better understand the timing and causes of these ocean changes, researchers at the University of California, Santa Barbara, also analyzed the timing of carbon isotope changes at 118 locations from 20,000 to 6,000 years ago. They found that the vertical gradient of carbon isotopes in the ocean closely tracks changes atmospheric carbon dioxide concentration. The finding suggests that this vertical gradient reliably records transfer of carbon from the deep ocean to the atmosphere on glacial-interglacial timescales. Additionally, researchers examined the timing of the ocean&rsquo;s mean carbon isotope value and found that it changed nearly steadily from 19,000 to 6000 years ago. Because this value tracks changes in the size of the terrestrial biosphere, it provides constraints on how vegetation responded to climate changes during the deglaciation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Lorraine&nbsp;Lisiecki</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAt the end of the last glacial maximum (more commonly referred to as the \"ice age\"), the atmospheric carbon dioxide concentration increased from 190 ppm to 270 ppm in less than 10,000 years (from 18,000 to 10,000 years ago). Most of this increase was caused by transfer of carbon dioxide from the ocean to the atmosphere. To better understand the ocean processes responsible for the release of carbon from the ocean, this research project compiled hundreds of carbon isotope measurements (d13C) and used them to reconstruct the state of ocean circulation and ocean carbon storage before, during, and after this climate transition.  In the ocean d13c is a measure of the ratio of two different stable isotopes of carbon (with atomic masses of 12 and 13), which is affected by the conversion of carbon between inorganic and organic forms. Thus, it provides information about carbon cycling; it is also often used as a tracer for the circulation of deep water through the ocean.\n\nBecause the ocean and its circulation have a complex the three-dimensional geometry, another important accomplishment of this project was to develop techniques for visualizing the carbon isotope data in three-dimensions and finding ways to infer the properties of the ocean throughout its entire volume. This was a challenging task given that the data available from the past are almost exclusively telling us about conditions at the seafloor (because the data are derived from the calcium carbonate shells of organisms which live on the seafloor).\n\nAt the University of California, Santa Barbara, researchers compared carbon isotope data from 480 locations before and after the deglacial transition and calculated that the mean ocean carbon isotope value shifted by 0.34 plus or minus 0.19 per mil (parts per thousand). This value indicates that terrestrial carbon storage (by plants and soils) increased by 330-694 Gigatons as the ice age ended. This estimate of carbon storage change was constructed using a much larger dataset than ever before and also provides the first comprehensive uncertainty estimates of the amount of change.\n\nResearchers at Woods Hole Oceanographic Institution and the University of California, Davis performed more complex three-dimensional analyses of these carbon isotope data and used them to reconstruct changes in the ocean circulation state at these two times. They also evaluated the uncertainty of ocean reconstructions based on the locations of the available data.\n\nTo better understand the timing and causes of these ocean changes, researchers at the University of California, Santa Barbara, also analyzed the timing of carbon isotope changes at 118 locations from 20,000 to 6,000 years ago. They found that the vertical gradient of carbon isotopes in the ocean closely tracks changes atmospheric carbon dioxide concentration. The finding suggests that this vertical gradient reliably records transfer of carbon from the deep ocean to the atmosphere on glacial-interglacial timescales. Additionally, researchers examined the timing of the ocean?s mean carbon isotope value and found that it changed nearly steadily from 19,000 to 6000 years ago. Because this value tracks changes in the size of the terrestrial biosphere, it provides constraints on how vegetation responded to climate changes during the deglaciation.\n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Lorraine Lisiecki"
 }
}