{
 "awd_id": "1125423",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDI-Type II: Acoustic Sensor Arrays for Understanding Bird Communication",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 2499673.0,
 "awd_amount": 2499673.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "CDI-Type II. Acoustic Sensor Arrays for Understanding Bird Communication\r\n\r\n \r\nThe intent of this project is to permit humans to understand the grammar and meaning of bird songs.   Recent advances in sensor arrays, computation, and computational linguistics finally make this long-sought goal achievable.   The approach taken in this proposal is to: (1) collect  very large amounts of bird song recordings from acoustic sensor arrays in a variety of natural settings; (2) process the data by software, some of which is recent and some of which will be developed using new advances in localizing source with beamforming, then filtering out noise, identifying events of interest, and then classifying them according to species and individual, and combining that with behavioral observations; (3) this information/knowledge will then be stored in a large database that can be shared among the collaborating research groups;  and (4) it will be analyzed by computational-linguistic tools to identify the syntax of the songs,  and combined with information about the context in which it occurred, then analyzed by new software methods to identify the meaning of those songs.  The project  begins testing inferences from those inferences and explore consequences for individual and community ecology. \r\n\r\nThe research will be transformational in several ways.  First, it will contribute to a profound transformation that is already underway: the recognition of very sophisticated signaling strategies and syntactic structures in non-human species.  The new tools and methods for collecting and analyzing bird song now allow a level of observation that previously would not have been possible. Scientists are now collecting truly  vast amounts of data from previously inaccessible settings and subjecting data to previously undiscovered sophisticated structural analyses. It will be transformational to computational linguistics if the natural world beyond humans were shown to have languages that are radically different from our own (as seems quite likely).  In addition, the project  will radically expand the range of engineering with voice recognition and classification, which so far has been restricted almost exclusively to humans.   \r\n\r\n  Other contributions will come from the database that will comprise huge amounts of data pertaining to bird songs and the environmental/behavioral context in which it occurs.  Offering both thematic and outreach contributions, the project will bring together people from engineering, ecology, linguistics and art -- and from the US, Mexico and Japan. The educational part  will bring together underserved K6-12 students with the research community and will involve them with well-established educational programs in engineering, biology and art | science. While the science portion of this project is high-payoff --- high-risk, the outreach portion will certainly be effective at furthering appreciation and learning of science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Taylor",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Charles E Taylor",
   "pi_email_addr": "Taylor@biology.ucla.edu",
   "nsf_id": "000335850",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kung",
   "pi_last_name": "Yao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kung Yao",
   "pi_email_addr": "yao@ee.ucla.edu",
   "nsf_id": "000201422",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Cody",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Martin L Cody",
   "pi_email_addr": "mlcody@ucla.edu",
   "nsf_id": "000224027",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Stabler",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Edward P Stabler",
   "pi_email_addr": "stabler@ucla.edu",
   "nsf_id": "000122789",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abeer",
   "pi_last_name": "Alwan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abeer Alwan",
   "pi_email_addr": "alwan@ee.ucla.edu",
   "nsf_id": "000090848",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951606",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2499673.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Language is often called a window to the mind. The same might be said of bird songs -- that they are a window to the minds of birds. In the past few years, significant insights have come from linguistic analysis of bird vocalizations.&nbsp; Our research contributes to those insights.<br />&nbsp;&nbsp;&nbsp; Birds vocalize in two ways that are largely, if not always, distinct -- <em>calls</em> and <em>songs</em>. <em>Calls</em> are exemplified by the clucking of chickens, who have different types of clucks for aerial- or ground- predators, and&nbsp; distinct clucks for available food, etc. These calls are typically semantically rich, but lack sequential syntax -- e.g. \"a-b\" does not mean anything different from \"b-a\" or \"b\" and \"a\" alone. Bird <em>songs</em> are usually more melodic,&nbsp; often pleasant to human ears and sequentially organized in ways that do have syntactic structure. The songs have traditionally been thought to convey little meaning apart from territory defense and mate attraction. But such simplified interpretations are beginning to change. For example,&nbsp; we now know that birds can listen to other birds and classify them as conspecific or heterospecific, neighbor or stranger, mate or non-mate, kin or non-kin, etc.&nbsp; <br />&nbsp;&nbsp;&nbsp; Our research is directed at recording, analyzing and interpreting the songs of birds.&nbsp; We have focused&nbsp; on two species &mdash; California Thrashers (<em>Toxostoma redivivum</em>) and Cassin&rsquo;s Vireos (<em>Vireo cassinii</em>), two species with particularly complex songs.&nbsp; Our program has had 5 specific aims:<br /><br /><strong>Specific Aim 1:</strong> Develop sensor arrays that provide a 3D acoustic view of avian ecology. In earlier years we extended the ability to localize from 2D to 3D, but it was computationally demanding. We developed new algorithms that gave a roughly 10x speedup, with still better methods in the pipeine. We developed a way to use commercially available recorders for determining Direction of Arrival.&nbsp; We have also collaborated with Japanese developers of alternative methods that show promise.<br /><strong>Specific Aim 2:</strong> Develop an annotated database of recorded bird vocalizations. In earlier years of the project we developed such a database, made it publicly available online and published its description. <br /><strong>Specific Aim 3:</strong> Classification and syntactic analysis of recorded bird vocalizations. During earlier years of the project we published descriptions of the syntactic structure of the songs for Cassin's Vireo and California Thrashers. We described new methods for fitting the songs of Cassin's Vireos to mathematical models.&nbsp; We conducted playback experiments with songs judged syntactically correct or not to California Thrashers, and recorded the birds' responses in video and acoustic recordings. Even random song sequences did give some response but the response was greater when the playback syntax was correct. We infer that &ldquo;syntax matters&rdquo;, but is not all that matters. We developed and published several methods for automating birdsong recognition. The most recent of these has proven effective even with noisy backgrounds.<strong></strong></p>\n<p><strong>Specific Aim 4.</strong> Tie vocalization patterns to ecological and behavioral events in the birds&rsquo; world. The field of artificial intelligence has developed new ways to formally associate meaning with language. We have explored the use of one such method &mdash; Bayesian networks.&nbsp; A paper about semantic analysis of Cassin&rsquo;s Vireo songs using Bayesian Networks is currently in press. We have also had some success integrating sound and localization to develop a narrative from sequential ordering in the songs, using procedures from acoustic scene analysis.<strong></strong></p>\n<p><strong>Specific Aim 5.</strong> In collaboration with the Art | Science center at UCLA, the University of Tokyo, University of Tsukuba and Harvestworks in NY, we developed an installation relating bird vocalizations to the environment. This participatory artwork was first installed at the UCLA Broad Arts center Sculpture garden in 2014. The following two years, we participated in the New York Electronic Art Festival at Governor&rsquo;s Island. The most evolved version of the installation was in fully immersive Virtual Reality, shown at the&nbsp; University of Tsukuba (2016).&nbsp; Most recently Bird Song Diamond was featured at the 2017 Ars  Electronica&rsquo;s Deep 8K Space. This is the largest media arts festival in  the world, attended by 100,000 people from around the world. Some videos  from these installations are online at http://www.birdsongdiamond.com  .&nbsp;&nbsp;</p>\n<p>Bird Song Diamond was also integrated into the two-week NanoLab summer Institute for High School Students at the California NanoSystems Institute.</p>\n<p>We anticipate that the research we have engaged in will contribute to a profound transformation that is already underway: the recognition of very sophisticated signaling strategies and syntactic structures in nonhuman species. Further, the new tools and methods for collecting and analyzing bird song now allow a level of observation that previously would not have been possible.&nbsp; We will radically expand the range of engineering with voice recognition and classification, which so far has been restricted almost exclusively to humans. Finally, if we are successful with our outreach efforts, then involvement of artists with this project will greatly expand appreciation of those transformations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2017<br>\n\t\t\t\t\tModified by: Charles&nbsp;E&nbsp;Taylor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLanguage is often called a window to the mind. The same might be said of bird songs -- that they are a window to the minds of birds. In the past few years, significant insights have come from linguistic analysis of bird vocalizations.  Our research contributes to those insights.\n    Birds vocalize in two ways that are largely, if not always, distinct -- calls and songs. Calls are exemplified by the clucking of chickens, who have different types of clucks for aerial- or ground- predators, and  distinct clucks for available food, etc. These calls are typically semantically rich, but lack sequential syntax -- e.g. \"a-b\" does not mean anything different from \"b-a\" or \"b\" and \"a\" alone. Bird songs are usually more melodic,  often pleasant to human ears and sequentially organized in ways that do have syntactic structure. The songs have traditionally been thought to convey little meaning apart from territory defense and mate attraction. But such simplified interpretations are beginning to change. For example,  we now know that birds can listen to other birds and classify them as conspecific or heterospecific, neighbor or stranger, mate or non-mate, kin or non-kin, etc.  \n    Our research is directed at recording, analyzing and interpreting the songs of birds.  We have focused  on two species &mdash; California Thrashers (Toxostoma redivivum) and Cassin?s Vireos (Vireo cassinii), two species with particularly complex songs.  Our program has had 5 specific aims:\n\nSpecific Aim 1: Develop sensor arrays that provide a 3D acoustic view of avian ecology. In earlier years we extended the ability to localize from 2D to 3D, but it was computationally demanding. We developed new algorithms that gave a roughly 10x speedup, with still better methods in the pipeine. We developed a way to use commercially available recorders for determining Direction of Arrival.  We have also collaborated with Japanese developers of alternative methods that show promise.\nSpecific Aim 2: Develop an annotated database of recorded bird vocalizations. In earlier years of the project we developed such a database, made it publicly available online and published its description. \nSpecific Aim 3: Classification and syntactic analysis of recorded bird vocalizations. During earlier years of the project we published descriptions of the syntactic structure of the songs for Cassin's Vireo and California Thrashers. We described new methods for fitting the songs of Cassin's Vireos to mathematical models.  We conducted playback experiments with songs judged syntactically correct or not to California Thrashers, and recorded the birds' responses in video and acoustic recordings. Even random song sequences did give some response but the response was greater when the playback syntax was correct. We infer that \"syntax matters\", but is not all that matters. We developed and published several methods for automating birdsong recognition. The most recent of these has proven effective even with noisy backgrounds.\n\nSpecific Aim 4. Tie vocalization patterns to ecological and behavioral events in the birds? world. The field of artificial intelligence has developed new ways to formally associate meaning with language. We have explored the use of one such method &mdash; Bayesian networks.  A paper about semantic analysis of Cassin?s Vireo songs using Bayesian Networks is currently in press. We have also had some success integrating sound and localization to develop a narrative from sequential ordering in the songs, using procedures from acoustic scene analysis.\n\nSpecific Aim 5. In collaboration with the Art | Science center at UCLA, the University of Tokyo, University of Tsukuba and Harvestworks in NY, we developed an installation relating bird vocalizations to the environment. This participatory artwork was first installed at the UCLA Broad Arts center Sculpture garden in 2014. The following two years, we participated in the New York Electronic Art Festival at Governor?s Island. The most evolved version of the installation was in fully immersive Virtual Reality, shown at the  University of Tsukuba (2016).  Most recently Bird Song Diamond was featured at the 2017 Ars  Electronica?s Deep 8K Space. This is the largest media arts festival in  the world, attended by 100,000 people from around the world. Some videos  from these installations are online at http://www.birdsongdiamond.com  .  \n\nBird Song Diamond was also integrated into the two-week NanoLab summer Institute for High School Students at the California NanoSystems Institute.\n\nWe anticipate that the research we have engaged in will contribute to a profound transformation that is already underway: the recognition of very sophisticated signaling strategies and syntactic structures in nonhuman species. Further, the new tools and methods for collecting and analyzing bird song now allow a level of observation that previously would not have been possible.  We will radically expand the range of engineering with voice recognition and classification, which so far has been restricted almost exclusively to humans. Finally, if we are successful with our outreach efforts, then involvement of artists with this project will greatly expand appreciation of those transformations.\n\n\t\t\t\t\tLast Modified: 11/16/2017\n\n\t\t\t\t\tSubmitted by: Charles E Taylor"
 }
}