{
 "awd_id": "1125145",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Novel Bimetallic Catalysts for Advanced Biofuels Production",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 174947.0,
 "awd_amount": 174947.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "PI: Hicks, Jason\r\nProposal Number: 1125145\r\n\r\nTechnological advancement in the area of energy production from sources other than fossil fuels is a critical need facing the world. As such, this topic is of great interest to students and scientists from all segments of society. One attractive alternative energy technology is biofuels derived from biomass, but the most important aspect currently missing in the quest to generate economical, stable, useable biofuels is the development of highly active and selective heterogeneous catalysts.1, 2 The experimental focus of this proposal is the determination of the mechanisms for hydrodeoxygenation (HDO) of lignin-based model compounds using novel supported bimetallic FeMo phosphide catalysts for use in advanced biofuels processes using a detailed experimental approach. Once the reaction mechanisms are clearly determined, catalyst synthesis can be tailored to maximize activity and selectivity for use in next-generation biofuels processes. Pyrolysis GC/MS experiments with an in-line catalytic reactor to upgrade the vapor phase product and batch reactions in a stirred vessel to compare vapor phase upgrading and liquid phase upgrading will be conducted.\r\n\r\nIntellectual Merit: Ultimately, the results of this proposal will provide evidence of lignin upgrading to fuels for potential industrial scale operation. This work will expand existing lignin HDO understanding from studies on simple, substituted phenol compounds to more complex lignin-based model compounds, for which studies are lacking. In addition, we will synthesize and characterize new bimetallic catalytic materials for HDO of lignin-based compounds. This work will significantly advance the understanding of this process by providing key fundamental information on the reaction mechanisms, which will subsequently lead to better catalytic processes for biofuels production. In addition to biofuels production, this knowledge could be used to increase fundamental understanding of specialty chemicals syntheses from lignin-based resources.\r\n\r\nBroader Impacts: Advancement toward the effective use of biomass as a resource for energy production will move society closer to the goal of meeting the world?s energy needs in a sustainable manner. The determination of the foundational knowledge of reaction mechanisms will enable the creation of new catalysts with high selectivity towards biomass liquefaction and deoxygenation, which will expedite biofuels- usability. Through membership in the Notre Dame Energy Center and Sustainable Energy Initiative, the results from this proposal will be disseminated across a wide audience. The annual Energy Week at Notre Dame is an opportunity to present research solutions to energy problems to groups across campus as well as alumni and the local community. Targeting this broad audience spurs student inquiry, attracts student researchers, and increases public awareness and knowledge of energy research at Notre Dame and energy issues in general. Also, the results obtained from this BRIGE proposal will be incorporated into current and future graduate/undergraduate courses, and specifically into a special topic in catalysis course that is currently being designed.\r\n\r\nBroadening Participation: This proposal seeks to integrate research in energy, biofuels, and catalysis with educational efforts targeted at high school groups in the community at large and female undergraduates from St. Mary's College, specifically seeking to mentor underrepresented students. A \"Catalysis and Biofuels\" laboratory open house day will be held every year for local high school students to spend a day in the lab assisting with biofuels experiments and learning about energy issues and research. In addition, female undergraduates from St. Mary's College will be recruited to conduct research in the PI's lab as part of the dual degree program offered with the University of Notre Dame. Lastly, diversity will be modeled in our research group and will be a key goal of the PI?s group over the coming years.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Hicks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Hicks",
   "pi_email_addr": "jhicks3@nd.edu",
   "nsf_id": "000573028",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "174 Fitzpatrick Engineering",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565637",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "048E",
   "pgm_ref_txt": "BIO-CATALYSIS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174947.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The motivation for this research is centered on the need to convert renewable, non-food based biomass feedstocks into liquid fuels and chemicals.&nbsp; One very important, yet difficult step in this process is the selective deoxygenation of these feedstocks to generate chemicals and fuels that resemble those derived from petroleum.&nbsp; This project focused on the synthesis and characterization of new Fe-containing bimetallic catalysts for these catalytic reactions to create cheaper catalytic alternatives to noble metals and create new materials based on earth-abundant transition metals.&nbsp; The PI's&nbsp;group discovered that Fe/Mo catalysts are capable of performing these direct deoxygenation reactions of biomass model compounds.&nbsp; These initial studies have allowed the PI's&nbsp;group to study other catalysts for these and similar reactions, including zeolites and metal-organic frameworks resulting in three peer-reviewed publication and three conference publications/presentations.&nbsp; This initial work will be extended to other metal combinations and continued through a recently awarded NSF grant.</p>\n<p>In addition to the research motivation, the PI was able to develop collaborations with local high schools and local colleges.&nbsp; For instance, four undergraduate chemistry/chemical engineering majors working on dual degrees from the University of Notre Dame and Saint Mary's College participated in research in the PI's lab, each for multiple semesters.&nbsp; Much of the research lead to peer-reviewed publications highlighting the catalysts developed by the PI's group.&nbsp; K-12 outreach activities were developed to provide research opportunities and experiences to local high school students and high school teachers in the South Bend area.&nbsp; The PI has worked with three local high school teachers through another active NSF Research Experience for Teachers (RET) program, which has impacted the students in the local schools. &nbsp;As an example, the participating teachers use the research experience to develop course curriculum&nbsp;for their classes at their respective schools. &nbsp;Therefore, classrooms of students are introduced to the research topics underway in the PI's laboratory. &nbsp;Additionally, four high school students have worked directly on this or related projects in the PI's&nbsp;laboratory.&nbsp; One of the students was highly recognized for the impressive results obtained during the year. A Marion High School student was recognized by the following awards at various locations. &nbsp;At the Northern Indiana Regional Fair at Notre Dame, the student was awarded the Genius Olympiad Award and the US Army Award Notre Dame Chemistry Award.&nbsp; At the 2014 Hoosier Science and Engineering Fair the student received the ASM Materials Education Foundation's award for the Most Outstanding Exhibit in Materials Science.&nbsp; The student also attended and was runner up at the 2014 Intel International Science Fair in Los Angeles, CA.&nbsp; We hope future students can also participate in these science events to inspire others to purse science and engineering programs in college.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2014<br>\n\t\t\t\t\tModified by: Jason&nbsp;Hicks</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe motivation for this research is centered on the need to convert renewable, non-food based biomass feedstocks into liquid fuels and chemicals.  One very important, yet difficult step in this process is the selective deoxygenation of these feedstocks to generate chemicals and fuels that resemble those derived from petroleum.  This project focused on the synthesis and characterization of new Fe-containing bimetallic catalysts for these catalytic reactions to create cheaper catalytic alternatives to noble metals and create new materials based on earth-abundant transition metals.  The PI's group discovered that Fe/Mo catalysts are capable of performing these direct deoxygenation reactions of biomass model compounds.  These initial studies have allowed the PI's group to study other catalysts for these and similar reactions, including zeolites and metal-organic frameworks resulting in three peer-reviewed publication and three conference publications/presentations.  This initial work will be extended to other metal combinations and continued through a recently awarded NSF grant.\n\nIn addition to the research motivation, the PI was able to develop collaborations with local high schools and local colleges.  For instance, four undergraduate chemistry/chemical engineering majors working on dual degrees from the University of Notre Dame and Saint Mary's College participated in research in the PI's lab, each for multiple semesters.  Much of the research lead to peer-reviewed publications highlighting the catalysts developed by the PI's group.  K-12 outreach activities were developed to provide research opportunities and experiences to local high school students and high school teachers in the South Bend area.  The PI has worked with three local high school teachers through another active NSF Research Experience for Teachers (RET) program, which has impacted the students in the local schools.  As an example, the participating teachers use the research experience to develop course curriculum for their classes at their respective schools.  Therefore, classrooms of students are introduced to the research topics underway in the PI's laboratory.  Additionally, four high school students have worked directly on this or related projects in the PI's laboratory.  One of the students was highly recognized for the impressive results obtained during the year. A Marion High School student was recognized by the following awards at various locations.  At the Northern Indiana Regional Fair at Notre Dame, the student was awarded the Genius Olympiad Award and the US Army Award Notre Dame Chemistry Award.  At the 2014 Hoosier Science and Engineering Fair the student received the ASM Materials Education Foundation's award for the Most Outstanding Exhibit in Materials Science.  The student also attended and was runner up at the 2014 Intel International Science Fair in Los Angeles, CA.  We hope future students can also participate in these science events to inspire others to purse science and engineering programs in college.\n\n \n\n\t\t\t\t\tLast Modified: 09/16/2014\n\n\t\t\t\t\tSubmitted by: Jason Hicks"
 }
}