{
 "awd_id": "1125063",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:  FASEB Conference on Mobile DNA in Mammalian Genomes to be held August 7-12, 2011 in Snowmass, CO",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 7000.0,
 "awd_amount": 7000.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2011-05-12",
 "awd_abstract_narration": "Intellectual Merit:  The FASEB summer research conference on \"Mobile DNA in Mammalian Genomes\" will take place in Snowmass, Colorado on August 7-12, 2011.  The continued development of high throughput DNA sequencing, as well as other high throughput techniques, is revolutionizing the understanding of genomics and leading to rapid advances in understanding of the interplay of mobile elements and their host genomes.  Mobile elements have been shown to have a major role in the genetic instability, evolution and function of genomes.  Mobile elements represent almost half of mammalian genomes, and therefore often represent confusing and difficult to analyze portions of these genomes.  As in previous years, sessions will focus on all of the major types of mobile elements found in mammals, as well as their evolution, and impact on genomic structure and function.  This year will specifically highlight the importance of comparative genomics and epigenetics to the mobile element field. \r\n \r\nBroader Impacts:  Bringing scientists together in this area is critical to the exchange of new information to the education of young scientists on the unique aspects of this field. Emphasis has been placed on including younger scientists among the speakers and on encouraging female scientists, students and postdoctoral researchers to attend.  All attendees will have the opportunity to present their work at either a poster or a talk.  This year there will also be a 'meet the speaker' session to provide young scientists with dedicated time to meet and discuss science with successful senior scientists and luminaries in the field.  The conference format and location are designed to foster scientific exchange among participants.  A special issue in the new journal, Mobile DNA, has been proposed to help disseminate our results more broadly.  Analysis of mobile elements using bioinformatics approaches has been a particularly rich area of research and is especially effective as a research and teaching tool within an undergraduate environment.  Thus, a number of meeting  participants will be from institutions with heavy undergraduate exposure, and many opportunities will continue to develop to engage students in this field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prescott",
   "pi_last_name": "Deininger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prescott Deininger",
   "pi_email_addr": "pdeinin@tulane.edu",
   "nsf_id": "000582980",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Batzer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Batzer",
   "pi_email_addr": "mbatzer@lsu.edu",
   "nsf_id": "000318283",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Federation of Amer Societies For Exper Biology",
  "inst_street_address": "6120 EXECUTIVE BLVD STE 575",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3016347013",
  "inst_zip_code": "208529839",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "FEDERATION OF AMERICAN SOCIETIES FOR EXPERIMENTAL BIOLOGY",
  "org_prnt_uei_num": "PTK7AJZVT7C1",
  "org_uei_num": "CLHCSTHHSX25"
 },
 "perf_inst": {
  "perf_inst_name": "Federation of American Societies for Experimental Biology",
  "perf_str_addr": "9650 Rockville Pike",
  "perf_city_name": "Bethesda",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208143999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>The Fourth Federation of American Societies of Experimental Biology (FASEB) conference on Mobile Elements in the Mammalian Genome was held from August 7-12 in Snowmass, CO.&nbsp; The aim of the meeting was to continue to foster interaction and dialogue among the principal investigators and trainees interested in this expanding field and to build on the success of the first three meetings, which have been held semi-annually since 2005.&nbsp;</p>\n<p>This type of interchange is very important to the field of mobile elements.&nbsp; The genomic sequencing era is showing us that mobile elements make up a large fraction of most genomes and that they are one of the most powerful, intrinsic causes of genetic instability and variation.&nbsp; The field involves researchers who do bioinformatics, population studies, and laboratory bench research.&nbsp; These individuals focus on mechanism, evolution, epigenetics, genetic variation, disease, regulation, gene expression and many other areas.&nbsp; Because of this diversity, it is important that these groups communicate well with one another to further our understanding of these elements.&nbsp; This was accomplished through the use of 34 invited 30-minute talks and an additional 24 15-minute presentations and approximately 40 poster presentations. &nbsp;In particular, new talks involving novel approaches for identifying new mobile element insertions in complex genomes made a major impact.&nbsp;</p>\n<p>In order to make sure that we were hearing from a broad audience, 17 of the 34 invited speakers (50%) and 36 of the 58 total speakers (62%) spoke for the first time at this conference. &nbsp;Involvement of women as speakers increased relative to previous years, with 17 (30%) of the speakers being women, including 10 of the invited speakers (30%). There were 120 participants (83 male and 37 female) and the vast majority attended the entire 5-day meeting.&nbsp; These numbers represent a small increase over the previous meeting (112), and would have been better if there was not a competing evolution meeting and a better economy.&nbsp; This year we had about the typical level of female participation, but with increased talks involving female scientists.&nbsp; We had two participants of African descent, including one black, female speaker (Servant).&nbsp; We also had several Hispanic (originating from Latin America) participants, including one female Hispanic American invited Speaker (Engel).&nbsp; We felt that we were able to identify a large number of young investigators with promising new results based on the abstracts. This year, about 40% of the attendees were graduate students and postdoctoral fellows, with 10 of them among the oral presenters. &nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A short business meeting was held on the Thursday at the end of the morning session.&nbsp; Mark Batzer, PhD, the co-Chair in 2011 from Louisiana State University agreed to be the Chair of the next meeting and therefore ran the business meeting.&nbsp; Jef Boeke, PhD, from Johns Hopkins University graciously accepted the new responsibility of helping co-organize with Dr. Batzer, and after three successive times helping with the meeting, Dr. Gerald Schumann stepped down to allow Zoltan Ivics and Zsuzanna Ivsvak to be the European co-chairs net time. &nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In summary, we believe that this increasingly successful meeting is serving an important need among researchers who are interested in transposable elements in mammalian genomes, that these researchers consider this to be an extremely valuable meeting, and that there is a growing interest in this field from many different areas of biology.&nbsp; Besides the immediate impact on research in these laboratories, ...",
  "por_txt_cntn": "\n            The Fourth Federation of American Societies of Experimental Biology (FASEB) conference on Mobile Elements in the Mammalian Genome was held from August 7-12 in Snowmass, CO.  The aim of the meeting was to continue to foster interaction and dialogue among the principal investigators and trainees interested in this expanding field and to build on the success of the first three meetings, which have been held semi-annually since 2005. \n\nThis type of interchange is very important to the field of mobile elements.  The genomic sequencing era is showing us that mobile elements make up a large fraction of most genomes and that they are one of the most powerful, intrinsic causes of genetic instability and variation.  The field involves researchers who do bioinformatics, population studies, and laboratory bench research.  These individuals focus on mechanism, evolution, epigenetics, genetic variation, disease, regulation, gene expression and many other areas.  Because of this diversity, it is important that these groups communicate well with one another to further our understanding of these elements.  This was accomplished through the use of 34 invited 30-minute talks and an additional 24 15-minute presentations and approximately 40 poster presentations.  In particular, new talks involving novel approaches for identifying new mobile element insertions in complex genomes made a major impact. \n\nIn order to make sure that we were hearing from a broad audience, 17 of the 34 invited speakers (50%) and 36 of the 58 total speakers (62%) spoke for the first time at this conference.  Involvement of women as speakers increased relative to previous years, with 17 (30%) of the speakers being women, including 10 of the invited speakers (30%). There were 120 participants (83 male and 37 female) and the vast majority attended the entire 5-day meeting.  These numbers represent a small increase over the previous meeting (112), and would have been better if there was not a competing evolution meeting and a better economy.  This year we had about the typical level of female participation, but with increased talks involving female scientists.  We had two participants of African descent, including one black, female speaker (Servant).  We also had several Hispanic (originating from Latin America) participants, including one female Hispanic American invited Speaker (Engel).  We felt that we were able to identify a large number of young investigators with promising new results based on the abstracts. This year, about 40% of the attendees were graduate students and postdoctoral fellows, with 10 of them among the oral presenters.  \n\n            A short business meeting was held on the Thursday at the end of the morning session.  Mark Batzer, PhD, the co-Chair in 2011 from Louisiana State University agreed to be the Chair of the next meeting and therefore ran the business meeting.  Jef Boeke, PhD, from Johns Hopkins University graciously accepted the new responsibility of helping co-organize with Dr. Batzer, and after three successive times helping with the meeting, Dr. Gerald Schumann stepped down to allow Zoltan Ivics and Zsuzanna Ivsvak to be the European co-chairs net time.  \n\n            In summary, we believe that this increasingly successful meeting is serving an important need among researchers who are interested in transposable elements in mammalian genomes, that these researchers consider this to be an extremely valuable meeting, and that there is a growing interest in this field from many different areas of biology.  Besides the immediate impact on research in these laboratories, these scientists are heavily involved in education programs at their home institutions, bringing the latest data and excitement to their teaching.  In addition, many of these laboratories provide their expertise to the various genome projects and other collaborators who do not have the time to get up to speed on the biology and technical difficulties associated with..."
 }
}