{
 "awd_id": "1125221",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Advancing U. S. Participation in International Scientific Organizations",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 2400000.0,
 "awd_amount": 2400000.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "The National Academy of Science Board on International Scientific Organizations (BISO) strengthens U.S. participation in international scientific, engineering, and medical organizations and builds the capacity of these organizations to contribute to international scientific cooperation. BISO accomplishes its work by organizing, managing, and evaluating activities of the International Council for Science (ICSU) within the United States. A key aspect of BISO?s mission is to provide oversight to more than 20 national committees to ICSU member unions and interdisciplinary bodies, thus supporting and building the international infrastructure for science. BISO also resolves issues related to the conduct of science and responds to opportunities to reduce barriers to international collaboration in scientific research.\r\n\r\nThis proposal is for core support of the NAS Board on International Scientific Organizations and includes dues for U.S. participation in the International Council for Science and the Pacific Science Association (PSA).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Bailey",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine E Bailey",
   "pi_email_addr": "kbailey@nas.edu",
   "nsf_id": "000345373",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aida",
   "pi_last_name": "Sztein",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Aida E Sztein",
   "pi_email_addr": "esztein@nas.edu",
   "nsf_id": "000074607",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "500 FIFTH STREET NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200012721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "732800",
   "pgm_ele_name": "ICSU-Inter Council Sci Unions"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7328",
   "pgm_ref_txt": "ICSU"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The three goals of this project were to:</p>\n<ul>\n<li>Serve as the U.S. representative to the International Council for Science (ICSU);</li>\n<li>Serve as the U.S. representative to the Pacific Science Association (PSA); and</li>\n<li>Through the International Visitors Office (IVO), assist U.S. meeting organizers and foreign scientists with visa-related questions and problems.</li>\n</ul>\n<p>The National Academy of Sciences (NAS) serves the U.S. national member of the International Council for Science (ICSU)and the Pacific Science Association (PSA).&nbsp; ICSU is a non-governmental organization, created in 1931 to advance, serve, and enable science throughout the world.&nbsp; ICSU&rsquo;s membership provides a wide spectrum of scientific expertise, and enables members to address major international, interdisciplinary issues.&nbsp; Issues currently being addressed include climate change, open access, disaster risk and reduction, and scientific responsibility.&nbsp; The PSA is an affiliate of ICSU.&nbsp; It is a regional non-governmental, scholarly organization that advances interdisciplinary science, technology, and sustainable development in the Pacific region through international meetings and research collaboration.&nbsp; Membership duties in both these organizations involve paying the annual dues; actively participating in governance activities and organization initiatives; and promoting an engaged U.S. community.</p>\n<p>The IVO has three major roles:&nbsp; assist individual scientists and students in the sciences with visa difficulties; track statistics to identify and respond to trends; and provide advice to organizers of large scientific meetings in the United States.&nbsp; In 2013 alone, the IVO reported 1,259 visa delay cases to the Department of State.</p>\n<p>SCIENTIFIC MERIT</p>\n<p>The following are some of the accomplishments under this grant:</p>\n<ul>\n<li>Science Input into Rio+20:&nbsp; This grant funded the participation of a U.S. representative in the Europe/North American regional consultation for Rio+20. The resulting document was then merged with statements from other regions to form the science statement that was eventually considered by delegates at Rio+20. </li>\n<li>North American Regional Consultation for Future Earth:&nbsp; Representatives from the NAS&rsquo; Board of International Scientific Organizations (BISO) served on the planning group for the regional consultation for Future Earth.&nbsp; BISO also provided the administrative support to the group and hosted the consultation website.&nbsp; The results of all the regional consultations were used by ICSU and the Future Earth secretariat to plan further implementation efforts.</li>\n<li>ICSU General Assembly:&nbsp; Every three years, ICSU holds a General Assembly in which all member nations and scientific unions participate.&nbsp; The most recent &nbsp;was held in October 2014 in Auckland, New Zealand.&nbsp; This grant partly supported a three-person delegation from the United States.&nbsp; Items of special interest to the United States, and the U.S. delegation, were ICSU&rsquo;s external review report, open access, climate change, disaster risk and reduction, and scientific responsibility and mobility.&nbsp; Actions taken at the General Assembly will help guide the organization in the next three years.</li>\n<li>Pacific Science Association:&nbsp; This grant funded the participation of U.S. scientists in PSA governance meetings in which research needs, programs, and collaborations specifically related to the Pacific are discussed.&nbsp; These meetings give U.S. scientists a chance to engage with scientists from many of the small Pacific island nations as well as the major Pacific Rim nations.</li>\n<li>The grant also provided funding for BISO&rsquo;s advisory board meetings.&nbsp; These meetings allow in-depth discussion and planning for U.S. engagement with ICSU, PSA, and other international sci...",
  "por_txt_cntn": "\nThe three goals of this project were to:\n\nServe as the U.S. representative to the International Council for Science (ICSU);\nServe as the U.S. representative to the Pacific Science Association (PSA); and\nThrough the International Visitors Office (IVO), assist U.S. meeting organizers and foreign scientists with visa-related questions and problems.\n\n\nThe National Academy of Sciences (NAS) serves the U.S. national member of the International Council for Science (ICSU)and the Pacific Science Association (PSA).  ICSU is a non-governmental organization, created in 1931 to advance, serve, and enable science throughout the world.  ICSUÆs membership provides a wide spectrum of scientific expertise, and enables members to address major international, interdisciplinary issues.  Issues currently being addressed include climate change, open access, disaster risk and reduction, and scientific responsibility.  The PSA is an affiliate of ICSU.  It is a regional non-governmental, scholarly organization that advances interdisciplinary science, technology, and sustainable development in the Pacific region through international meetings and research collaboration.  Membership duties in both these organizations involve paying the annual dues; actively participating in governance activities and organization initiatives; and promoting an engaged U.S. community.\n\nThe IVO has three major roles:  assist individual scientists and students in the sciences with visa difficulties; track statistics to identify and respond to trends; and provide advice to organizers of large scientific meetings in the United States.  In 2013 alone, the IVO reported 1,259 visa delay cases to the Department of State.\n\nSCIENTIFIC MERIT\n\nThe following are some of the accomplishments under this grant:\n\nScience Input into Rio+20:  This grant funded the participation of a U.S. representative in the Europe/North American regional consultation for Rio+20. The resulting document was then merged with statements from other regions to form the science statement that was eventually considered by delegates at Rio+20. \nNorth American Regional Consultation for Future Earth:  Representatives from the NASÆ Board of International Scientific Organizations (BISO) served on the planning group for the regional consultation for Future Earth.  BISO also provided the administrative support to the group and hosted the consultation website.  The results of all the regional consultations were used by ICSU and the Future Earth secretariat to plan further implementation efforts.\nICSU General Assembly:  Every three years, ICSU holds a General Assembly in which all member nations and scientific unions participate.  The most recent  was held in October 2014 in Auckland, New Zealand.  This grant partly supported a three-person delegation from the United States.  Items of special interest to the United States, and the U.S. delegation, were ICSUÆs external review report, open access, climate change, disaster risk and reduction, and scientific responsibility and mobility.  Actions taken at the General Assembly will help guide the organization in the next three years.\nPacific Science Association:  This grant funded the participation of U.S. scientists in PSA governance meetings in which research needs, programs, and collaborations specifically related to the Pacific are discussed.  These meetings give U.S. scientists a chance to engage with scientists from many of the small Pacific island nations as well as the major Pacific Rim nations.\nThe grant also provided funding for BISOÆs advisory board meetings.  These meetings allow in-depth discussion and planning for U.S. engagement with ICSU, PSA, and other international science programs. \n\n\nBROADER IMPACT\n\nBoth ICSU and PSA are complex international organizations.  ICSU, in particular, has a large number of programs involving many scientific disciplines and national members.  U.S. involvement with and leadership in these organizations leads to international respect f..."
 }
}