{
 "awd_id": "1125776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: A Fully Distributed Multi-Agent System Based Energy Management Solution for Microgrids",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2011-07-21",
 "awd_abstract_narration": "Intellectual Merit: Intelligent techniques are cost efficient solutions to making existing power systems smarter. To improve the reliability and energy efficiency of microgrids and lower the cost of the control system, fully distributed control solutions are preferable. As one of the most popular distributed control solutions, multi-agent systems have been widely applied for power system operation and control. However, existing solutions have limited applicability and lack rigorous stability analysis. To address the needs of microgrids and the problems with existing solutions, one of the PI?s long term research goals is to study fully distributed multi-agent system based control solutions. In this project, the PI will design three types of fully distributed optimization algorithms based on a stable global information discovery algorithm. The designed algorithms can be selected for different energy management tasks based on model availability, complexity, and response time, etc. Efficient synchronization techniques will be proposed based on analysis of agents? autonomous activities. Models with different levels of details will be developed for microgrids with multiple different types of distributed energy resources. The developed models will be used to evaluate the dynamic performances of candidate solutions and overcome the disadvantages of the optimization algorithms. The proposed algorithms can solve simple problems in real time or complex problems in several seconds or faster. Real-time simulation and experimentation will be used to investigate real world performance.\r\n\r\nBroader Impacts: This project will create new fields in power and energy research by introducing new theories and technologies. The planned work will demonstrate to power engineers that advanced computational intelligence techniques can bring about novel solutions for complex engineering problems. The success of this project will also inspire other societies with new applications and challenges. The project has potential to revolutionize the practice of power system operation by seamlessly integrating power system scheduling and control. The distributed optimization algorithms can be applied to many other large-scale online optimization and control problems. The project will generate two graduate RA positions, create two new multidisciplinary courses, and broaden participation by providing excellent hands-on learning opportunities for the large population of minority students at New Mexico State University. Outreach activities are planned to improve public awareness, understanding, and confidence of  the Smart Grid. The microgrid testbed, high quality publications, and trained students produced according to this project will greatly enhance the capability of New Mexico State University in doing related research and attracting new funding from governments and industries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenxin",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenxin Liu",
   "pi_email_addr": "wliu@lehigh.edu",
   "nsf_id": "000536622",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "Anderson Hall E-1200",
  "perf_city_name": "Las Cruces",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "880038001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  },
  {
   "pgm_ref_code": "7741",
   "pgm_ref_txt": "BROAD PARTIC IN ENG (BRIGE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 130103.0
  }
 ],
 "por": null
}