{
 "awd_id": "1125672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of a Scanning Spectral Confocal Microscope for Multidisciplinary Research, Teaching and Outreach",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 433938.0,
 "awd_amount": 433938.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "The scanning spectral confocal microscope (SPCM) is a highly versatile instrument suited to many research projects designed to characterize biological processes within organisms and their cells. The NSF MRI award has allowed the University of New England to acquire this microscope as the anchor for a core microscope facility that is enabling faculty, staff, and students in the basic sciences departments to expand their research programs.  Significantly the SPCM can elucidate structural details in a variety of biological systems that previously could only be obtained indirectly, if at all.  The projects supported by this facility are wide-ranging and address a broad diversity of important biological questions.  The primary users examine signal transduction, the effects of steroids on nervous systems, the integrity of the blood-brain barrier, biofilm formation, characterization of fecal pathogens in the environment, and protein-protein interactions.  The acquisition of the microscope is leading to the development of many additional areas of research as the capabilities of the core facility are accessed by the larger UNE research community.  The microscope contributes to the educational programs at the University, as the advanced imaging capabilities provide excellent opportunities to demonstrate a variety of biological processes to the students.\r\n  \r\nMicroscopy is an important research tool for examining the intricacies of both biological and non-biological materials.  Because of its unique ability to look into the three-dimensional structure of a material, confocal microscopy has emerged over recent years as a tool that can be used to examine the connections between the structure of a material and its function.  For example, we can stain specific components of a material to see if they are active participants in a biological or chemical reaction.  Researchers at the University of New England use this facility to advance their understanding of how cells interact in order to better understand basic biological processes.  The microscope is the centerpiece in the universities outreach and education activities, as pictures and movies of biological (and non-biological) processes are streamed to remote locations to provide, for example, K-12 students with a unique look at biology at the microscopic scale, helping to stimulate the next generation of biological scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Ford",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy E Ford",
   "pi_email_addr": "tford@su.edu",
   "nsf_id": "000092262",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Yund",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Philip O Yund",
   "pi_email_addr": "pyund@downeastinstitute.org",
   "nsf_id": "000109890",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Ganter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey Ganter",
   "pi_email_addr": "gganter@une.edu",
   "nsf_id": "000096767",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Vesenka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Vesenka",
   "pi_email_addr": "jvesenka@une.edu",
   "nsf_id": "000089921",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deena",
   "pi_last_name": "Small",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Deena J Small",
   "pi_email_addr": "dsmall1@une.edu",
   "nsf_id": "000562416",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New England",
  "inst_street_address": "11 HILLS BEACH RD",
  "inst_street_address_2": "",
  "inst_city_name": "BIDDEFORD",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2076022011",
  "inst_zip_code": "040059599",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW ENGLAND",
  "org_prnt_uei_num": "",
  "org_uei_num": "HVE6K4YS3B51"
 },
 "perf_inst": {
  "perf_inst_name": "University of New England",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "040059599",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 433938.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of New England (UNE) secured its first confocal microscope through NSF Major Instrumentation Grant DBI 1125672. &nbsp;The microscope has a combination of UV and visible laser lines, two traditional photomultiplier detectors and one ultra-high-sensitivity light collector. &nbsp;Through fortuitous timing UNE was able to stretch the federal support further with rare manufacturer incentives, increasing the effective purchasing power by an additional 20%.&nbsp; A wide range of individual and collaborative research projects, educational training, and outreach activities were proposed as part of the grant.&nbsp; Most of these were attained during the three years of NSF funding, the most important being anchoring UNE's new Microscope Core Facility (MCF &ndash; URL 1 below). &nbsp;The confocal microscope was operated over 1000 hours during the three-year grant, with usage doubling each year. &nbsp;Over 50 faculty, staff, and students in the basic sciences departments (biology, marine science, chemistry, physics and biochemistry) have received training and used the microscope. &nbsp;It played a central role in providing data disseminated in at least nine conference presentations, four peer-reviewed journal articles and five research grants.</p>\n<p>&nbsp;</p>\n<p>The intellectual merit of this proposal stemmed from the diversity of important biological questions addressed in the research projects: The seven primary users proposed questions about signal transduction, the effects of steroids on nervous systems, integrity of the blood-brain barrier, biofilm formation, characterization of fecal pathogens in the environment, and protein-protein interactions. &nbsp;This microscope increased the research capacity and educational quality at UNE not only by providing an essential research resource not previously available at UNE, but also acted as an important recruitment tool to help secure high quality investigators to fill new research positions.&nbsp; The microscope thus helped to complement UNE's growing research and academic programs, doubling the biological problems under investigation.&nbsp; In return UNE provided a long-term commitment toward maintaining the microscope through a combination of technical support (a dedicated half time technician) and coverage of maintenance contracts directly through the sponsored research office.&nbsp; Furthermore the primary users all participate in a program instituted in the third year of the grant establishing a user fee system that will cover the replacement costs of light sources as the equipment ages in order to maintain its utility long past the completion of the grant.</p>\n<p>&nbsp;</p>\n<p>The broader impacts of the proposal included a combination of student training in microscope techniques and community outreach in science and technology. &nbsp;The MCF has served diverse and socio-economically disadvantaged local communities in Southern Maine and helped to bridge a widening technology gap through outreach/training and research opportunities.&nbsp; Seven open-house events were presented to K-16 audiences over the grant period involving real-time microscope operation viewings.&nbsp; Over three-dozen high school, undergraduate and graduate students have received confocal operation certification through a rigorous training program overseen by the dedicated confocal microscope technician.&nbsp; The capabilities of the microscope have been highlighted by a confocal microscopy image competition (URL 2 below).&nbsp; This activity was so successful it will become an annual event. &nbsp;Outreach activities include the development of a macroscopic scale conceptual confocal demonstration unit transported to local K-12 science classes to demonstrate confocal microscopy principles followed by real time remote operations of the microscope.&nbsp; Activities surrounding the MCF have been integrated into a community-wide science and te...",
  "por_txt_cntn": "\nThe University of New England (UNE) secured its first confocal microscope through NSF Major Instrumentation Grant DBI 1125672.  The microscope has a combination of UV and visible laser lines, two traditional photomultiplier detectors and one ultra-high-sensitivity light collector.  Through fortuitous timing UNE was able to stretch the federal support further with rare manufacturer incentives, increasing the effective purchasing power by an additional 20%.  A wide range of individual and collaborative research projects, educational training, and outreach activities were proposed as part of the grant.  Most of these were attained during the three years of NSF funding, the most important being anchoring UNE's new Microscope Core Facility (MCF &ndash; URL 1 below).  The confocal microscope was operated over 1000 hours during the three-year grant, with usage doubling each year.  Over 50 faculty, staff, and students in the basic sciences departments (biology, marine science, chemistry, physics and biochemistry) have received training and used the microscope.  It played a central role in providing data disseminated in at least nine conference presentations, four peer-reviewed journal articles and five research grants.\n\n \n\nThe intellectual merit of this proposal stemmed from the diversity of important biological questions addressed in the research projects: The seven primary users proposed questions about signal transduction, the effects of steroids on nervous systems, integrity of the blood-brain barrier, biofilm formation, characterization of fecal pathogens in the environment, and protein-protein interactions.  This microscope increased the research capacity and educational quality at UNE not only by providing an essential research resource not previously available at UNE, but also acted as an important recruitment tool to help secure high quality investigators to fill new research positions.  The microscope thus helped to complement UNE's growing research and academic programs, doubling the biological problems under investigation.  In return UNE provided a long-term commitment toward maintaining the microscope through a combination of technical support (a dedicated half time technician) and coverage of maintenance contracts directly through the sponsored research office.  Furthermore the primary users all participate in a program instituted in the third year of the grant establishing a user fee system that will cover the replacement costs of light sources as the equipment ages in order to maintain its utility long past the completion of the grant.\n\n \n\nThe broader impacts of the proposal included a combination of student training in microscope techniques and community outreach in science and technology.  The MCF has served diverse and socio-economically disadvantaged local communities in Southern Maine and helped to bridge a widening technology gap through outreach/training and research opportunities.  Seven open-house events were presented to K-16 audiences over the grant period involving real-time microscope operation viewings.  Over three-dozen high school, undergraduate and graduate students have received confocal operation certification through a rigorous training program overseen by the dedicated confocal microscope technician.  The capabilities of the microscope have been highlighted by a confocal microscopy image competition (URL 2 below).  This activity was so successful it will become an annual event.  Outreach activities include the development of a macroscopic scale conceptual confocal demonstration unit transported to local K-12 science classes to demonstrate confocal microscopy principles followed by real time remote operations of the microscope.  Activities surrounding the MCF have been integrated into a community-wide science and technology outreach initiative culminating with UNE's planned faculty participation in the first annual Maine Science Festival to be held in Bangor in the spring of 2015.  \n\n \n\nThough stil..."
 }
}