{
 "awd_id": "1125579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: The Snowmastodon Project",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lisa Boush",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-07-06",
 "awd_max_amd_letter_date": "2011-07-06",
 "awd_abstract_narration": "The recent discovery on Oct. 14, 2010, of exceptionally preserved plant and large mammal fossils at\r\nZeigler Reservoir near Snowmass Village, Colorado provides a brief opportunity to study an amazingly\r\nwell-preserved, sequence of high-elevation Ice Age ecosystems. In 18 days (Oct. 29 to Nov. 17, 2010),\r\nthe Denver Museum of Nature & Science (DMNS) excavated more than 600 bones comprising parts of 8-\r\n10 American mastodons, 4 Columbian mammoths, 4 Ice Age bison, 2 deer, 1 Jefferson?s ground sloth\r\n(the first record in Colorado and the highest altitude record in North America), multiple Tiger\r\nsalamanders, and exceptionally preserved plant, insect and aquatic invertebrate fossils. As a whole, the\r\nsite represents the first relatively complete sequence of lacustrine Pleistocene ecosystems at high\r\nelevation in the Rocky Mountains. A number of key research questions and opportunities have emerged:\r\n1) What does this site tell us about high elevation Pleistocene climate and biota in the Ice Age Rockies?\r\n2) What is the geochronology of the site? 3) What is the detailed history of lake in-filling? 4) What were\r\nthe life histories of the site?s mammoths and mastodons? 5) Given the large number of specimens, can we\r\nundertake metapopulation analyses of the bison, mammoth, and mastodon? And 6) what is the relevance\r\nof this Rocky Mountain climate and biotic record to present-day issues of climate change?\r\nTo answer these over-arching questions and other more specific questions, we have assembled a team of\r\n32 scientists from 15 institutions organized into six groups to undertake a comprehensive multidisciplinary\r\nstudy of the Ziegler Reservoir fossil lake. These groups are: 1) regional and local geology; 2)\r\nstratigraphy; 3) geochronology; 4) fossil vertebrates; 5) fossil plants; and 6) fossil invertebrates. Using\r\nthis approach, we are designing a plan to: 1) excavate the remaining fossil resources from the dam site in\r\nMay-June, 2011, before the site is buried by planned dam construction in July-September; 2) implement a\r\ncomprehensive scientific research plan to study and understand this site; 3) preserve and conserve the\r\nfossils from the site; and 4) to use the results of this discovery provide world-class educational\r\nopportunities to local, regional, national, and international audiences. DMNS is planning an\r\ncomprehensive media and documentary plan for the 2011 excavation and DMNS educators will return to\r\nthe Roaring Fork Valley in Spring 2011 to provide free education programs for K-12 students in all of the\r\nRoaring Fork Valley schools, including in-school assembly programs, distance learning programs, teacher\r\nprofessional development programs, and early childhood education resources available on\r\nwww.dmns.org. This grant will partially fund the fieldwork portion of 2011 activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kirk",
   "pi_last_name": "Johnson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kirk R Johnson",
   "pi_email_addr": "kjohnson@dmns.org",
   "nsf_id": "000432707",
   "pi_start_date": "2011-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Miller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Miller",
   "pi_email_addr": "Ian.Miller@dmns.org",
   "nsf_id": "000510441",
   "pi_start_date": "2011-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Denver Museum of Nature and Science",
  "inst_street_address": "2001 COLORADO BOULEVARD",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3033708304",
  "inst_zip_code": "802055732",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "THE COLORADO MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LRYDDL8NSAC4"
 },
 "perf_inst": {
  "perf_inst_name": "Denver Museum of Nature and Science",
  "perf_str_addr": "2001 Colorado Blvd",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802055732",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The discovery of series of&nbsp;Late Pleistocene (130,000 to 50,000 years ago) ecosystems at Zeigler Reservoir near Snowmass Village, Colorado on Oct. 14, 2010, provided the brief opportunity to study an amazingly well-preserved sequence of high-elevation Ice Age ecosystems. The Denver Museum of Nature and Science (DMNS), in collaboration with government agencies and research institutions conducted 69 total days of fossil excavation. The effort involved &gt;250 different people who were mostly volunteers, totally &gt;3,000 days of work totaling &gt;30,000 hours.</p>\n<p>The DMNS outreach strategy for the Snowmastodon Project excavation included daily and weekly updates from the dig site by dig scientists produced by DMNS staff using multi-media elements that were posted to the DMNS website www.dmns.org and press room. Media was invited to the dig site to cover the story as events warranted, but the elements gathered for the web were repurposed and sent to media so reporters could cover the story each day without having to commit their own resources to it. The Museum used e-blasts, social media, and traditional media to drive traffic to the website, and traditional media relations to reach media.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The effort generated strong results. Between October 2010 and May 2012, more than 630 newspaper, television, or radio stories were reported on the &nbsp;dig, including front page coverage in the science section of the New York Times, multiple front page stories in the Denver Post, radio stories for CBC, BBC, NPR, PBS News Hour, and stories in the Washington Post, the Huffington Post, the Los Angeles Times, USA Today, Associated Press, ABCNews.com, FoxNews.com, the Chicago Tribune, and Salon.com. PI&rsquo;s Johnson and Miller also wrote a 200 page popular book on the discovery and excavation of the site. It has sold more than 5,000 copies. A book tour and talk series accompanying the dig has reached more than 6,000 people. A NOVA-National Geographic special was produced on the dig and was aired on PBS to 6.3 million people in February of 2012.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Twelve thousand local elementary students (grades preK&ndash;6) experienced &ldquo;Time Scene Investigation: Snowmass Village,&rdquo; a tech-savvy assembly program developed and delivered by the Museum focused on the dig. This interactive program allowed students to learn more about the Ice Age fossil discoveries through top-notch professional science educators, specimens from the Museum collections, props, and multimedia presentations. Four hundred local middle and high school students experienced &ldquo;Mammoth of a Find: Live Broadcast from the Dig Site&rdquo;&mdash;a 45-minute live broadcast connected Museum scientists via satellite for a two-way interactive experience.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; DMNS educators provided free education programs for K-12 students, including in-school assembly programs, distance learning programs, and teacher professional development programs, and early childhood education resources available on www.dmns.org. At the outset of the find, DMNS educators visited schools up and down the Roaring Fork Valley reaching 8,600 students. DMNS educator and scientists also hosted four, multi-day, Ice Age Festivals both in Snowmass and in Denver between Oct. 2010 and July 2011. These provided interpretive materials for the public and they were attended by 10,000 visitors.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In collaboration with the Town of Snowmass Village, DMNS built the Ice Age Discovery Center, a 2,000-square-foot space in Snowmass Mall that features photos, videos, touch casts of mammoth and mastodon teeth, a wooden half-scale model of the discovery mammoth Snowy, plus related crafts and activities for children. The center is open daily from 10 a.m. to 5 p.m. through Sunday, September 19 and has been visited by more th...",
  "por_txt_cntn": "\nThe discovery of series of Late Pleistocene (130,000 to 50,000 years ago) ecosystems at Zeigler Reservoir near Snowmass Village, Colorado on Oct. 14, 2010, provided the brief opportunity to study an amazingly well-preserved sequence of high-elevation Ice Age ecosystems. The Denver Museum of Nature and Science (DMNS), in collaboration with government agencies and research institutions conducted 69 total days of fossil excavation. The effort involved &gt;250 different people who were mostly volunteers, totally &gt;3,000 days of work totaling &gt;30,000 hours.\n\nThe DMNS outreach strategy for the Snowmastodon Project excavation included daily and weekly updates from the dig site by dig scientists produced by DMNS staff using multi-media elements that were posted to the DMNS website www.dmns.org and press room. Media was invited to the dig site to cover the story as events warranted, but the elements gathered for the web were repurposed and sent to media so reporters could cover the story each day without having to commit their own resources to it. The Museum used e-blasts, social media, and traditional media to drive traffic to the website, and traditional media relations to reach media.\n\n      The effort generated strong results. Between October 2010 and May 2012, more than 630 newspaper, television, or radio stories were reported on the  dig, including front page coverage in the science section of the New York Times, multiple front page stories in the Denver Post, radio stories for CBC, BBC, NPR, PBS News Hour, and stories in the Washington Post, the Huffington Post, the Los Angeles Times, USA Today, Associated Press, ABCNews.com, FoxNews.com, the Chicago Tribune, and Salon.com. PIÆs Johnson and Miller also wrote a 200 page popular book on the discovery and excavation of the site. It has sold more than 5,000 copies. A book tour and talk series accompanying the dig has reached more than 6,000 people. A NOVA-National Geographic special was produced on the dig and was aired on PBS to 6.3 million people in February of 2012.\n\n      Twelve thousand local elementary students (grades preK&ndash;6) experienced \"Time Scene Investigation: Snowmass Village,\" a tech-savvy assembly program developed and delivered by the Museum focused on the dig. This interactive program allowed students to learn more about the Ice Age fossil discoveries through top-notch professional science educators, specimens from the Museum collections, props, and multimedia presentations. Four hundred local middle and high school students experienced \"Mammoth of a Find: Live Broadcast from the Dig Site\"&mdash;a 45-minute live broadcast connected Museum scientists via satellite for a two-way interactive experience. \n\n      DMNS educators provided free education programs for K-12 students, including in-school assembly programs, distance learning programs, and teacher professional development programs, and early childhood education resources available on www.dmns.org. At the outset of the find, DMNS educators visited schools up and down the Roaring Fork Valley reaching 8,600 students. DMNS educator and scientists also hosted four, multi-day, Ice Age Festivals both in Snowmass and in Denver between Oct. 2010 and July 2011. These provided interpretive materials for the public and they were attended by 10,000 visitors.\n\n      In collaboration with the Town of Snowmass Village, DMNS built the Ice Age Discovery Center, a 2,000-square-foot space in Snowmass Mall that features photos, videos, touch casts of mammoth and mastodon teeth, a wooden half-scale model of the discovery mammoth Snowy, plus related crafts and activities for children. The center is open daily from 10 a.m. to 5 p.m. through Sunday, September 19 and has been visited by more than 30,000 people.\n\n      The project resulted in an unparalleled collection of fossil plants and animals from a series of stacked and exquisitely preserved ecosystems that existed between 130,000 and 50,000 years ago. In particular, the ..."
 }
}