{
 "awd_id": "1125591",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SOLAR Collaborative: Multiplasmonic Light Harvesting for Thin Film Solar Cells",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1050000.0,
 "awd_amount": 1050000.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2011-08-18",
 "awd_abstract_narration": "This project is co-funded by the Divisions of Materials Research, Chemistry, and Mathematical Sciences.\r\n\r\nTechnical: A team of chemists, materials scientists, and engineers at Pennsylvania State University is joined by a mathematician at the University of Delaware to investigate light-harvesting thin films for solar cells that contain plasmonic nanostructures coupled to periodic dielectrics. The project links the concepts of strong light scattering by sub-wavelength metallic structures with the light-trapping and light-guiding properties of photonic crystals. These structures are called multiplasmonic because they support the propagation of multiple surface plasmon-polariton (SPP) modes and can utilize both s- and p-polarized incident light. They offer promise for substantially increasing the utilization of light in thin film photovoltaic cells. This concept is explored computationally and experimentally in thin film semiconductor and planar dielectric light-concentrating architectures. The Rigorous Coupled Wave Approach is used to simulate and optimize light scattering and propagation. Because these calculations are time-intensive, mathematical research is planned to develop more efficient algorithms that will incorporate the optical properties needed to provide physically meaningful solutions. A fully 3-D time domain simulation tool will then be developed to enable broadband modeling of the multiplasmonic structures. In concert with the computational effort, the multiplasmonic concept is tested and validated in several experimental architectures. The simplest of these is a conventional SPP scattering layer, consisting of a metal backing film with a grid of scattering centers on a thin film multi-junction cell containing layers of polycrystalline or amorphous semiconductors. This structure allows the computational model to be validated in a photovoltaic cell and is expected to quantify polarization and multi-mode effects. Planar concentrator architectures containing periodic oxide or polymer dielectric layers with heterogeneously integrated silicon microcells are studied as photovoltaic modules. These designs are extended to a spectrum-splitting module that combines dye-sensitized solar cells and multiplasmonic silicon cells. New optical nanostructures and new patterning techniques are developed in order to fabricate these modules.\r\n\r\nNon-technical: The large-scale implementation of solar photovoltaic power, a renewable resource that has the potential to dramatically impact the global energy economy, is limited by cost. The goal of this project is to explore a new principle for light trapping in solar cells. This approach could enable the design of solar cells that contain five times less silicon than conventional cells, while delivering the same amount of power. The concept is to couple two kinds of optical nanostructures: (1) very small metal particles, which are well known to scatter light strongly, and (2) patterned insulators that diffract light - the same phenomenon that gives rise to the colors of opals and butterfly wings. Theory predicts and preliminary experiments confirm that thin films of these combined structures are particularly good at light trapping. The challenge is to investigate the properties of different combinations, for which more efficient mathematical tools as well as fabrication methods must be developed, and to demonstrate that they can be integrated into solar cells in a manufacturable way. This project, with its multidisciplinary nature, engage graduate students in research that bridges topics in nanomaterials synthesis and patterning, solar cell module design, optical and electrical measurements, modeling, and mathematical algorithm development. Undergraduate honors students are also involved in this project at both Penn State and Delaware.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Mallouk",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas E Mallouk",
   "pi_email_addr": "mallouk@sas.upenn.edu",
   "nsf_id": "000153568",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Akhlesh",
   "pi_last_name": "Lakhtakia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Akhlesh Lakhtakia",
   "pi_email_addr": "akhlesh@psu.edu",
   "nsf_id": "000204605",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Theresa",
   "pi_last_name": "Mayer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Theresa S Mayer",
   "pi_email_addr": "tsmayer@cmu.edu",
   "nsf_id": "000246848",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Barber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greg Barber",
   "pi_email_addr": "gdb102@psu.edu",
   "nsf_id": "000584704",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "790500",
   "pgm_ele_name": "MPS SUST ENERGY SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1022",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIP ACT-RESEARCH"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7905",
   "pgm_ref_txt": "MPS SUST ENERGY SCI"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1050000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Intellectual Merit: </em>&nbsp;The large-scale implementation of solar photovoltaic power, a renewable resource that has the capacity to dramatically impact the global energy economy, is limited by cost. Solar cells made of abundant materials, such as silicon, are expensive because of the cost of the material itself. The goal of this project was to explore a new principle for light trapping in solar cells. The approach taken in this project could enable the design of solar cells that contain five times less silicon than conventional cells, while delivering the same amount of power.</p>\n<p>So far, inexpensive light trapping structures have employed luminescent molecules, nanoscale metal particles, or refractive materials.&nbsp; The disadvantages of these materials is that they do not capture the full solar spectrum; additionally, the first two waste some of the trapped light by converting it to heat.&nbsp; This project explored the intimate combination of nanoscale metallic and refractive materials.&nbsp; Theory suggested that this combination would lead to a better spectral response &ndash; i.e., light trapping over a broader range of colors in the solar spectrum &ndash; as well as lower loss from the metallic component.&nbsp; These new structures are called <em>multiplasmonic</em>, because they exploit the harvesting of light by exciting an electron <em>plasma</em> in the metal at <em>multiple </em>wavelengths.</p>\n<p>Detailed simulations of light propagation showed that the structure of the refractive component needed to be periodic.&nbsp; That is, the refractive index needed to increase and decrease in a regular pattern, similar to the patterns that impart color to gem opals, butterfly wings, and diffraction gratings.&nbsp; Test structures were fabricated using lithographic methods similar to those used to make silicon microchips.&nbsp; The composition, height, and width of the metallic and refractive components were varied, and light absorption was measured as a function of the wavelength, polarization, and angle of incident light.&nbsp; These results matched the theoretical predictions closely.&nbsp; Patterning the materials in three dimensions instead of two gave improved results, but stretched the limits of computer simulations, and so more efficient simulation methods were developed and validated with known test structures.&nbsp; Concentrator solar cells were fabricated and tested, demonstrating that light could be concentrated and directed to micro-silicon absorbers using the new architectures.&nbsp; At the same time, new strategies were developed for making the patterned nanostructures <em>without </em>using lithography, in order to lower the fabrication cost.&nbsp;</p>\n<p>At the end of the project, proof-of-concept had been achieved in four major areas:&nbsp; (1) experimental and theoretical validation of the multiplasmonic concept for flat-panel silicon solar cells, (2) wafer-scale non-lithographic fabrication of multiplasmonic structures, (3) experimental and theoretical validation of a multiplasmonic concentrator structure for silicon solar cells, and (4) theoretical validation of all-refractive spectrum-splitting lenses that can direct light to two different solar absorbers, enabling the design of a new kind of efficient tandem solar cell.&nbsp; More work still needs to be done to develop inexpensive fabrication methods for complex architectures, such as plasmonic solar concentrators, and to find optimum designs for spectrum splitters. The understanding developed in this project can be applicable not only to solar cells, but also to other problems that involve light trapping and light guiding, such as sensors and displays.</p>\n<p><em>Broader impact:</em>&nbsp; This project trained graduate students and postdoctoral fellows in a combined computational/experimental project that built expertise in materials synthesis, computation, electronic materia...",
  "por_txt_cntn": "\nIntellectual Merit:  The large-scale implementation of solar photovoltaic power, a renewable resource that has the capacity to dramatically impact the global energy economy, is limited by cost. Solar cells made of abundant materials, such as silicon, are expensive because of the cost of the material itself. The goal of this project was to explore a new principle for light trapping in solar cells. The approach taken in this project could enable the design of solar cells that contain five times less silicon than conventional cells, while delivering the same amount of power.\n\nSo far, inexpensive light trapping structures have employed luminescent molecules, nanoscale metal particles, or refractive materials.  The disadvantages of these materials is that they do not capture the full solar spectrum; additionally, the first two waste some of the trapped light by converting it to heat.  This project explored the intimate combination of nanoscale metallic and refractive materials.  Theory suggested that this combination would lead to a better spectral response &ndash; i.e., light trapping over a broader range of colors in the solar spectrum &ndash; as well as lower loss from the metallic component.  These new structures are called multiplasmonic, because they exploit the harvesting of light by exciting an electron plasma in the metal at multiple wavelengths.\n\nDetailed simulations of light propagation showed that the structure of the refractive component needed to be periodic.  That is, the refractive index needed to increase and decrease in a regular pattern, similar to the patterns that impart color to gem opals, butterfly wings, and diffraction gratings.  Test structures were fabricated using lithographic methods similar to those used to make silicon microchips.  The composition, height, and width of the metallic and refractive components were varied, and light absorption was measured as a function of the wavelength, polarization, and angle of incident light.  These results matched the theoretical predictions closely.  Patterning the materials in three dimensions instead of two gave improved results, but stretched the limits of computer simulations, and so more efficient simulation methods were developed and validated with known test structures.  Concentrator solar cells were fabricated and tested, demonstrating that light could be concentrated and directed to micro-silicon absorbers using the new architectures.  At the same time, new strategies were developed for making the patterned nanostructures without using lithography, in order to lower the fabrication cost. \n\nAt the end of the project, proof-of-concept had been achieved in four major areas:  (1) experimental and theoretical validation of the multiplasmonic concept for flat-panel silicon solar cells, (2) wafer-scale non-lithographic fabrication of multiplasmonic structures, (3) experimental and theoretical validation of a multiplasmonic concentrator structure for silicon solar cells, and (4) theoretical validation of all-refractive spectrum-splitting lenses that can direct light to two different solar absorbers, enabling the design of a new kind of efficient tandem solar cell.  More work still needs to be done to develop inexpensive fabrication methods for complex architectures, such as plasmonic solar concentrators, and to find optimum designs for spectrum splitters. The understanding developed in this project can be applicable not only to solar cells, but also to other problems that involve light trapping and light guiding, such as sensors and displays.\n\nBroader impact:  This project trained graduate students and postdoctoral fellows in a combined computational/experimental project that built expertise in materials synthesis, computation, electronic materials, and optics. The outreach activities of the project provided hands on research experience for high school students from disadvantaged backgrounds and also provided a research experience for high school teachers. \n\nThi..."
 }
}