{
 "awd_id": "1125553",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Self- and Other-Knowledge of Dynamic Personality Processes",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2016-03-25",
 "awd_abstract_narration": "The aim of this proposal is to examine how much people know about the fluctuations in their own personality. Do people know how much their personality fluctuates?  Do they know how their personality has changed?  Are others sometimes more accurate at detecting these fluctuations than we are ourselves? These personality processes are at the core of who a person is -- to understand someone (or oneself) is to understand the psychological dynamics that make a person who she is. Personality research, however, has focused almost exclusively on global dispositions -- what a person is typically like. This overlooks the nuances of personality -- how people vary across situations and over time.  How much insight do people have into these dynamic personality processes? When and why do others sometimes have greater insight into these aspects of personality than does the person him- or herself? The research proposed here will compare self- and other-perceptions of these core aspects of personality with objective, naturalistic criterion measures.\r\n\r\nOne unique feature of the research proposed here is that it will capitalize on technological advances to include naturalistic measures of behaviors and situations. Naturalistic, non-reactive measures of everyday behavior can be obtained using the Electronically Activated Recorder (EAR). The EAR consists of a small, pocket-sized digital audio recorder worn by participants that periodically records snippets of ambient sounds, resulting in an objective, ecologically-valid measure of everyday behavior.\r\n\r\nStudy 1 will examine the accuracy of people's own views of their personality fluctuation and of ratings of their personality fluctuation by people who know them well (i.e., friends and family). This study will then use the EAR and Experience Sampling Methods (ESM) to obtain objective measures of participants' actual fluctuations in personality. These results will shed light on whether people are aware of the variability in their own and others' thoughts, feelings, and behaviors. Study 2 will follow a group of participants over four years to examine the accuracy of their own and close others' perceptions of how their personality changes. By using repeated EAR and ESM assessments, this study should reveal whether people are aware of changes in their personality over time.  \r\n\r\nThe research proposed here has important theoretical implications. Determining how well people understand their own personality processes will help scientists understand the extent to which these processes operate at a conscious or unconscious level. Questions about when one should or should not trust self-perceptions are of abiding interest to our social species. In addition, this research could ultimately help psychologists design interventions to improve self-knowledge, a central goal of psychological inquiry and practice. Finally, this research will have important implications for anyone relying on self-reports to measure behavior. This line of research should lead to an empirically-validated model to guide researchers' and practitioners' decisions about when to use self- or informant-based reports.\r\n\r\nThis grant would help promote the involvement of underrepresented groups in scientific research by supporting a research team from a wide variety of backgrounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Simine",
   "pi_last_name": "Vazire",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simine Vazire",
   "pi_email_addr": "svazire@ucdavis.edu",
   "nsf_id": "000535596",
   "pi_start_date": "2011-09-01",
   "pi_end_date": "2015-04-07"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Jackson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua J Jackson",
   "pi_email_addr": "j.jackson@wustl.edu",
   "nsf_id": "000682094",
   "pi_start_date": "2015-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was a longitudinal study of personality within college students that assessed personality at multiple time points from 1) self reports, 2) romantic partners, 3) close friends, 4) family members, 5) multiple daily assessments of state behavior assessed in situ, and 5) multiple daily assessments of one's surrounding and behavior through the audio recording the sounds of the participant&rsquo;s daily life.&nbsp;</p>\n<p>The goals of the study broadly concerned looking at whether these assessments cohered with one another across time, whether certain types of personality assessments could \"pick up on\" and report changes, the within person dynamics of personality, and the triggers that might lead to changes in personality. Beyond these broad goals, there were a number of sub goals that were also examined within this rich dataset.&nbsp;</p>\n<p>These questions are important as personality is one of the best predictors of a wide swath of outcomes such as longevity, interpersonal relationship satisfaction, and job success. Understanding how personality changes, how best to assess these changes, and the situations that trigger personality manifestations are necessary to uncover the pathways between personality and life outcomes, and would be integral in any intervention attempts.&nbsp;</p>\n<p>Multiple findings came out of this rich dataset. The development of personality across these different methods largely coheres with one another; that is, the different assessment methods tend to provide similar patterns of change. This provides some validity to assessments of personality change. However, there are important differences in that these methods do not completely agree with one another. It appears that the self has insight into some processes of change, whereas informant reports (friends, families, others) are better at tracking changes in other components of personality. Future work on this dataset will look at whether changes in these different modalities are better than others at predicting important outcomes such as grades, school satisfaction and health.&nbsp;</p>\n<p>The development of personality appears to be dependent on the level of analysis. In a series of analyses the study found that average state level manifestations of personality are relatively stable across a two year period. However, if we look at individual level, idiographic patterns of personality, we see that these are for the most part not stable across a two year period. On average, people&rsquo;s relative ordering of personality characteristics within them tends to change. However, this masks individual difference such that some people&rsquo;s personality networks are completely stable whereas others have almost no stability in their personality. These findings suggest that treating personality as we typically do in terms of averages across people (and average across situations) may overlook meaningful changes at the individual level.</p>\n<p>One of the strengths of this dataset is the ability to look at how different types of informants see the target. One project found that friends and romantic partners show different relationships with personality, both cross sectionally and longitudinally. These patterns indicate that, despite some&rsquo;s best wishes, friends and romantic partners are selected for different personality characteristics, and that success across time depends on different characteristics. Moreover, at least in this college sample, friends (both individual and your friendship network broadly construed) were associated with development in personality, whereas romantic partners were not.</p>\n<p>Building on the strength of our different assessment methods, we were able to address a presumption in that field that state level manifestations of personality, averaged across weeks, would be better assessments of personality than self reports. &nbsp;However, average state self-reports do not significantly predict informant reports independently of global self-reports. Our results suggest that average state self-reports may not contain information about between-person differences in personality traits beyond what is captured by global self-reports, and that average state self-reports may contain more self-bias than is commonly believed.</p>\n<p>Another important test in the field was whether personality states merely reflect fluctuations in affect. However, once again, the study showed that despite this belief, situation variables (e.g., with a close friend, alone, at class) predicted variance in personality states even after accounting for fluctuations in affect, indicating that fluctuations in personality states are more than fluctuations in state affect.</p>\n<p>Situations are thought to trigger, or lead to, personality manifestations. It is thought that the differences people evidence in their personality states are likely a result of these different situations that they are in, above and beyond their personality traits. However, it has been proposed that people have different triggers, or that not everyone responds to the same situation similarly. Our study find that people have a difficult time reporting their triggers as well as their variabilities in state level manifestations. Thus far our analyses suggest that while there are commonalities in how people react to particular situations, there is unique variance, suggesting that not everyone responds to the same situation in the same manner.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/15/2017<br>\n\t\t\t\t\tModified by: Joshua&nbsp;J&nbsp;Jackson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was a longitudinal study of personality within college students that assessed personality at multiple time points from 1) self reports, 2) romantic partners, 3) close friends, 4) family members, 5) multiple daily assessments of state behavior assessed in situ, and 5) multiple daily assessments of one's surrounding and behavior through the audio recording the sounds of the participant?s daily life. \n\nThe goals of the study broadly concerned looking at whether these assessments cohered with one another across time, whether certain types of personality assessments could \"pick up on\" and report changes, the within person dynamics of personality, and the triggers that might lead to changes in personality. Beyond these broad goals, there were a number of sub goals that were also examined within this rich dataset. \n\nThese questions are important as personality is one of the best predictors of a wide swath of outcomes such as longevity, interpersonal relationship satisfaction, and job success. Understanding how personality changes, how best to assess these changes, and the situations that trigger personality manifestations are necessary to uncover the pathways between personality and life outcomes, and would be integral in any intervention attempts. \n\nMultiple findings came out of this rich dataset. The development of personality across these different methods largely coheres with one another; that is, the different assessment methods tend to provide similar patterns of change. This provides some validity to assessments of personality change. However, there are important differences in that these methods do not completely agree with one another. It appears that the self has insight into some processes of change, whereas informant reports (friends, families, others) are better at tracking changes in other components of personality. Future work on this dataset will look at whether changes in these different modalities are better than others at predicting important outcomes such as grades, school satisfaction and health. \n\nThe development of personality appears to be dependent on the level of analysis. In a series of analyses the study found that average state level manifestations of personality are relatively stable across a two year period. However, if we look at individual level, idiographic patterns of personality, we see that these are for the most part not stable across a two year period. On average, people?s relative ordering of personality characteristics within them tends to change. However, this masks individual difference such that some people?s personality networks are completely stable whereas others have almost no stability in their personality. These findings suggest that treating personality as we typically do in terms of averages across people (and average across situations) may overlook meaningful changes at the individual level.\n\nOne of the strengths of this dataset is the ability to look at how different types of informants see the target. One project found that friends and romantic partners show different relationships with personality, both cross sectionally and longitudinally. These patterns indicate that, despite some?s best wishes, friends and romantic partners are selected for different personality characteristics, and that success across time depends on different characteristics. Moreover, at least in this college sample, friends (both individual and your friendship network broadly construed) were associated with development in personality, whereas romantic partners were not.\n\nBuilding on the strength of our different assessment methods, we were able to address a presumption in that field that state level manifestations of personality, averaged across weeks, would be better assessments of personality than self reports.  However, average state self-reports do not significantly predict informant reports independently of global self-reports. Our results suggest that average state self-reports may not contain information about between-person differences in personality traits beyond what is captured by global self-reports, and that average state self-reports may contain more self-bias than is commonly believed.\n\nAnother important test in the field was whether personality states merely reflect fluctuations in affect. However, once again, the study showed that despite this belief, situation variables (e.g., with a close friend, alone, at class) predicted variance in personality states even after accounting for fluctuations in affect, indicating that fluctuations in personality states are more than fluctuations in state affect.\n\nSituations are thought to trigger, or lead to, personality manifestations. It is thought that the differences people evidence in their personality states are likely a result of these different situations that they are in, above and beyond their personality traits. However, it has been proposed that people have different triggers, or that not everyone responds to the same situation similarly. Our study find that people have a difficult time reporting their triggers as well as their variabilities in state level manifestations. Thus far our analyses suggest that while there are commonalities in how people react to particular situations, there is unique variance, suggesting that not everyone responds to the same situation in the same manner. \n\n \n\n\t\t\t\t\tLast Modified: 03/15/2017\n\n\t\t\t\t\tSubmitted by: Joshua J Jackson"
 }
}