{
 "awd_id": "1125755",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Formation, Characterization, and Modeling of Photosynthetic Biofilms for Biotechnological Applications",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 174934.0,
 "awd_amount": 174934.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2011-08-02",
 "awd_abstract_narration": "PI: Berberoglu, Halil\r\nProposal Number: 1125755\r\n\r\nThe overall career goals of the PI are (i) developing innovative technologies to provide the society with sustainable and environmentally friendly energy supplies and (ii) providing world class education and research experience to students in renewable energy technologies. As a step towards this goal, the objectives of this BRIGE proposal are (i) characterizing the formation and structure of photosynthetic biofilms and modeling the transport of light, mass, and thermal energy in these systems that affect their productivity and (ii) integrating these interdisciplinary research efforts to educate and inspire students, in particular of underrepresented groups, to pursue careers in science and engineering.\r\n\r\nIntellectual Merit: Cultivation of algae has been considered as a promising method for producing carbon neutral hydrocarbon feedstock for biofuel production. However, conventional technologies, such as open ponds and closed photobioreactors, prove to be energetically, economically and environmentally unfeasible owing to cultivation of dilute concentration of biomass. This necessitates use of (i) large volumes of water during cultivation, (ii) large energy requirements for pumping the dilute algae suspension, and (iii) energy intensive dewatering and concentration processes for downstream processing of the algae. In our recent work, we have demonstrated the reduction of the water intensity of the process by a factor of 60 by cultivating the algae as a biofilm. Development of a novel algae cultivation method based on photosynthetic biofilms can transform the algae based biofuel production technologies.\r\n\r\nIn this research, we aim to take the initial steps towards understanding photosynthetic biofilms for developing these systems as the next generation method for economically and sustainably producing biofuels. We specifically propose to (a) characterize the cell-surface properties and interactions, (b) the formation and structure of photosynthetic biofilms, (c) measure the profiles of light, mass and thermal energy across these biofilms, and (d) modeling these transport phenomena for better understanding and overcoming the productivity and performance limitations of these systems in biotechnological applications.\r\n\r\nBroader Impacts: The proposed activity will advance the understanding and technological applications of photosynthetic biofilms while providing interdisciplinary education and research opportunities for students. Moreover, the methods developed and the results obtained in this study will serve as necessary input for future proposals on (i) measuring and modeling the nutrient consumption, growth and product formation kinetics of photosynthetic cells in biofilms for biofuel production and wastewater treatment applications, (ii) developing sorption models for heavy metal ion removal from waste streams by photosynthetic biofilms, and (iii) modeling the transport phenomena and productivity of biofilms in bioelectrode systems for energy and environmental applications. The educational and outreach components of this BRIGE will target the participation of females and minorities in engineering and will focus on renewable energy technologies and biofuels. These activities will include (i) My Introduction to Engineering (MITE) summer camp reaching over 100 minority high school seniors per year, (ii) Girls Exploring Science summer camp reaching 70 girls per year between the ages of 7 and 10, (iii) the Crockett High School Science Research Program providing research opportunities for 2 minority high schools seniors encouraging their enrollment in college, and (iv) Texas Research Experience (TREX) program recruiting 4 minority undergraduate researchers for encouraging their retention, enrolment in graduate school and ultimately for seeking Ph.D. degrees in engineering. Finally, this award will enable the PI establish active collaborations with NASA Ames research center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Halil",
   "pi_last_name": "Berberoglu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Halil Berberoglu",
   "pi_email_addr": "berberoglu@mail.utexas.edu",
   "nsf_id": "000515493",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174934.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this research, we have taken the initial steps towards understanding photosynthetic biofilms for developing these systems as energy and water efficient biofuel and bioproduct manufacturing.</p>\n<p>&nbsp;</p>\n<p>First, we studied the surface properties and interactions of photosynthetic cells to understand the formation of biofilms. We experimentally measured the cell-surface properties of 12 different microalgae, including green algae, diatoms and cyanobacteria, native to freshwater and saltwater environments. Moreover, we experimentally quantified the interaction of these species with hydrophilic and hydrophobic surfaces and created experimentally validated mathematical models to understand and predict cell-to-cell and cell-to-surface interactions. The results of this fundamental research also find applications in understanding of biofouling of surfaces and engineering novel materials with surface properties appropriate for preventing biofouling.</p>\n<p>&nbsp;</p>\n<p>Secondly, we studied transport of light, thermal energy and nutrients in photosynthetic biofilms. We have measured the profiles of light, mass and thermal energy across microalgal biofilms and created transport models for light, nutrients such as nitrates and phosphates, as well as gaseous species such as carbondioxide and molecular oxygen in photosynthetic biofilms. We have coupled these models with photosynthetic growth kinetics and used it to increase the productivity of an artificial leaf design where algae cells were grown on porous substrata for nutrient delivery and product recovery.</p>\n<p>&nbsp;</p>\n<p>Finally, we have developed a novel multi-spectral imaging method based on the backscattered light from the algal biofilms and applied this method to quantify the productivity and health of algal biofilms in laboratory as well as in large scale applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2014<br>\n\t\t\t\t\tModified by: Halil&nbsp;Berberoglu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this research, we have taken the initial steps towards understanding photosynthetic biofilms for developing these systems as energy and water efficient biofuel and bioproduct manufacturing.\n\n \n\nFirst, we studied the surface properties and interactions of photosynthetic cells to understand the formation of biofilms. We experimentally measured the cell-surface properties of 12 different microalgae, including green algae, diatoms and cyanobacteria, native to freshwater and saltwater environments. Moreover, we experimentally quantified the interaction of these species with hydrophilic and hydrophobic surfaces and created experimentally validated mathematical models to understand and predict cell-to-cell and cell-to-surface interactions. The results of this fundamental research also find applications in understanding of biofouling of surfaces and engineering novel materials with surface properties appropriate for preventing biofouling.\n\n \n\nSecondly, we studied transport of light, thermal energy and nutrients in photosynthetic biofilms. We have measured the profiles of light, mass and thermal energy across microalgal biofilms and created transport models for light, nutrients such as nitrates and phosphates, as well as gaseous species such as carbondioxide and molecular oxygen in photosynthetic biofilms. We have coupled these models with photosynthetic growth kinetics and used it to increase the productivity of an artificial leaf design where algae cells were grown on porous substrata for nutrient delivery and product recovery.\n\n \n\nFinally, we have developed a novel multi-spectral imaging method based on the backscattered light from the algal biofilms and applied this method to quantify the productivity and health of algal biofilms in laboratory as well as in large scale applications.\n\n\t\t\t\t\tLast Modified: 12/18/2014\n\n\t\t\t\t\tSubmitted by: Halil Berberoglu"
 }
}