{
 "awd_id": "1125302",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDI-TYPE II--COLLABORATIVE RESEARCH:  Using Algebraic Topology to Connect Models with Measurements in Complex Nonequilibrium Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 765565.0,
 "awd_amount": 765565.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "Numerous complex systems in nature and in technology defy concise characterization because they exhibit strongly nonlinear behaviors that lack all symmetries and are highly non-periodic on a wide range of spatial and temporal scales. Characterization by detailed measurement (in lab experiments or direct numerical simulations) is now possible in many cases using modern measurement technologies or computational techniques. However, the resulting deluge of data often leads to little insight; in particular, there is frequently no good way to connect quantitatively experimental measurements of a particular complex system with the output from simulations/models of the same system.  New, computationally-based, mathematical tools from algebraic topology have the potential to bridge the gap between measurements and models; the proposed research will explore the use of algebraic topology to link numerical simulations and laboratory experiments in situations where complexity arises because the system under study is driven out of thermodynamic equilibrium.  The research focuses on an outstanding paradigm for nonequilibrium complexity: fluid flow driven by temperature gradients (thermal convection). The planned work brings three unique capabilities together in a single effort: \r\n(1) the experimental ability both to measure and to manipulate precisely complex, convective flows; \r\n(2) efficient methods for state-of-the-art, large scale, high-resolution numerical simulations of convective flow; \r\n(3) open source, general purpose, and efficient computational algorithms and software for computing algebraic topological invariants on large data sets.  \r\nTopological tools will be developed both to characterize and to minimize model error as well as to compare and to quantify dynamical properties including Lyapunov exponents, dimensionality and bifurcations between complex spatiotemporal flow states.  This effort should ultimately identify ways in which homology-based metrics can be used for building reduced order models that permit prediction and, perhaps, control of convective flow.  More generally, we expect the metrics developed for convection should find broad application to PDE-modeled problems ranging from the control of cardiac arrythmias to the prediction of weather and climate.\r\n\r\n\r\nThe behaviors of complex systems in the world around us can now both be measured with high fidelity using advanced sensing technologies and simulated with great realism using modern computer techniques. However, the enormous data sets typically produced in these cases are often difficult to interpret because there exist few good mathematical tools to connect quantitatively the experimental measurements of a given complex system with the output of computer simulations of that same system.  The proposed research explores the use of the mathematics of topology to relate lab measurements to computer outputs in a particular complex system, thermal convection. The results of this work should lead to new ways to understand, to predict, and, perhaps, to control convective flow, which plays a direct role in natural processes (e.g., volcanism, earthquake dynamics, continential drift) and industrial applications (e.g., thermal regulation of many devices, the growth of semiconductor materials).  Moreover, the topological tools developed for thermal convection should apply more generally to a wide variety of other problems involving complex systems including the forecasting of weather and climate; the dynamics of the biomass in the oceans; the onset of turbulence; the evolution of reagent patterns on a catalytic metal surface; and ventricular fibrillation in a human heart.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Schatz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Schatz",
   "pi_email_addr": "mike.schatz@physics.gatech.edu",
   "nsf_id": "000402318",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, Nw",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  },
  {
   "pgm_ref_code": "7751",
   "pgm_ref_txt": "CDI TYPE II"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 765565.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In today's world, data are being gathered in nearly every sphere of human endeavour, in hopes that the data will lead to new insights and, thereby, improvements in the human condition.&nbsp; Oftentimes, however,&nbsp; the data are difficult to understand because the gathered data sets are very large and highly complex.&nbsp; &nbsp;Thus, there is an urgent need to develop new tools to enable greater understanding of large complex sets of data.&nbsp;</p>\n<p>This project explored the development and use of new mathematical tools (from the branch of mathematics known as algebraic topology)&nbsp; for gaining greater insight into data gathered in a particular setting; the turbulent flow of fluids driven by temperature variations.&nbsp; This flow, called \"turbulent convection\", is a common experience---we all know hot, less dense air rises and colder more dense air falls---that's an example of turbulent convection; however, this type of flow shows up in many natural&nbsp; settings (e.g., fluid motion in the ocean and atmosphere, weather forecasting) and technological applications (e.g., cooling of electronic devices, mixing in chemical processes).&nbsp; &nbsp; &nbsp;Large data sets&nbsp; were gathered from both laboratory experiments and computer simulations of turbulent convection.&nbsp;&nbsp;It's important to note that while both the experiments and the simulations focused on the same flow problem, the complex, large data sets from experiments are different from the data sets from the computer because experiments can observe things that are hard to see in the computer simulations and vice versa.&nbsp; Thus, providing ways to understand how the data from the lab and from the computer are connected is a key challenge.</p>\n<p>There were two key scientific outcomes from this project.&nbsp; First, we showed examples where new topology tools could be used to reduce the complexity of flows by readily identifying cases where flows that seemed to be different, were related by symmetry and, in effect, were the same flow.&nbsp; &nbsp;Second, we found good evidence that different types of data for an important class of flows, called \"plumes\", might be related.&nbsp; In particular, our work suggests a link between lab data on plume observations to computer data on plumes that might be used to predict and, perhaps, control plume formation.&nbsp; &nbsp;Our results could be considered as a proof of principle that might suggest the new topology tools could be used for large data sets in situations other than fluid flows.</p>\n<p>Additionally, the project provided&nbsp; opportunities for training and professional development of three graduate students and one post-graduate researcher, specifically, developing&nbsp; technical skills with dealing with large complex data sets&nbsp; as well as developing&nbsp; \"soft skills\" in the area of oral and written communication of highly technical content.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/24/2018<br>\n\t\t\t\t\tModified by: Michael&nbsp;Schatz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn today's world, data are being gathered in nearly every sphere of human endeavour, in hopes that the data will lead to new insights and, thereby, improvements in the human condition.  Oftentimes, however,  the data are difficult to understand because the gathered data sets are very large and highly complex.   Thus, there is an urgent need to develop new tools to enable greater understanding of large complex sets of data. \n\nThis project explored the development and use of new mathematical tools (from the branch of mathematics known as algebraic topology)  for gaining greater insight into data gathered in a particular setting; the turbulent flow of fluids driven by temperature variations.  This flow, called \"turbulent convection\", is a common experience---we all know hot, less dense air rises and colder more dense air falls---that's an example of turbulent convection; however, this type of flow shows up in many natural  settings (e.g., fluid motion in the ocean and atmosphere, weather forecasting) and technological applications (e.g., cooling of electronic devices, mixing in chemical processes).     Large data sets  were gathered from both laboratory experiments and computer simulations of turbulent convection.  It's important to note that while both the experiments and the simulations focused on the same flow problem, the complex, large data sets from experiments are different from the data sets from the computer because experiments can observe things that are hard to see in the computer simulations and vice versa.  Thus, providing ways to understand how the data from the lab and from the computer are connected is a key challenge.\n\nThere were two key scientific outcomes from this project.  First, we showed examples where new topology tools could be used to reduce the complexity of flows by readily identifying cases where flows that seemed to be different, were related by symmetry and, in effect, were the same flow.   Second, we found good evidence that different types of data for an important class of flows, called \"plumes\", might be related.  In particular, our work suggests a link between lab data on plume observations to computer data on plumes that might be used to predict and, perhaps, control plume formation.   Our results could be considered as a proof of principle that might suggest the new topology tools could be used for large data sets in situations other than fluid flows.\n\nAdditionally, the project provided  opportunities for training and professional development of three graduate students and one post-graduate researcher, specifically, developing  technical skills with dealing with large complex data sets  as well as developing  \"soft skills\" in the area of oral and written communication of highly technical content.  \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/24/2018\n\n\t\t\t\t\tSubmitted by: Michael Schatz"
 }
}