{
 "awd_id": "1125994",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of an isothermal titration calorimeter for research and education in chemistry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 83624.0,
 "awd_amount": 83624.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2011-09-13",
 "awd_abstract_narration": "With this award from the Major Research Instrumentation (MRI) Program that is co-funded by Chemistry, Professor Stefan Paula from Northern Kentucky University and colleague Heather Bullen will acquire an isothermal titration calorimeter (ITC). The proposal is aimed at enhancing research training and education at all levels, especially in areas such as (a) characterization of protein/ligand interactions, (b) impact of siderophores/metal oxide interactions on biofilm formation, and (c) studies of custom nanoparticle interactions with blood brain barrier lipid models.\r\n\r\nIsothermal titration calorimetry (ITC) is a very sensitive thermodynamic technique that is used to characterize binding interactions between species such as those between a small molecule and an enzyme. ITC measures directly the heat absorbed or released during a binding process. This provides insight on the strength of chemical and biochemical binding interactions. This calorimeter will also be incorporated into laboratory classes at NKU and will serve collaborators at nearby University of Cincinnati. This instrument will be used not only in research but also in educational and outreach activities with high and middle schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Paula",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan Paula",
   "pi_email_addr": "paulas@purdue.edu",
   "nsf_id": "000490358",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Bullen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Heather A Bullen",
   "pi_email_addr": "bullenh1@nku.edu",
   "nsf_id": "000330712",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NORTHERN KENTUCKY UNIVERSITY RESEARCH FOUNDATION (DO NOT USE)",
  "inst_street_address": "NUNN DR AC 616",
  "inst_street_address_2": "",
  "inst_city_name": "HIGHLAND HEIGHT",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8595725768",
  "inst_zip_code": "410990001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "KY04",
  "org_lgl_bus_name": "NORTHERN KENTUCKY UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "CG2KX9QW56M9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Kentucky University",
  "perf_str_addr": "Nunn Drive",
  "perf_city_name": "Highland Heights",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "410990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "KY04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "193800",
   "pgm_ele_name": "Chemical Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 83624.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><br /><br /></p>\n<p>The new ITC is a valuable addition to NKU&rsquo;s research instrumentation that supports the undergraduate research experience of our STEM students. The instrument has been integrated into laboratory courses in biochemistry and in physical chemistry, giving students hands-on training opportunities in the use of modern research instrumentation. Experiments include the characterization of the thermodynamics of micelle formation by detergents and the binding of calcium and magnesium ions by the EGTA. Furthermore, the ITC is being used on a routine basis in several research projects aimed at the study of interactions between small molecules and larger proteins. For example, the interactions of enzyme inhibitors and the binding of cocaine derivatives to an antibody are currently under investigation. In addition to generating important scientific data, the instrument allows participating students to become proficient in the use of a state-of-the-art technique commonly employed in areas such as drug design or development of nanomaterials. Undergraduate students have presented the outcomes of their research involving ITC at several scientific meetings. Overall, offering training in the use of modern research instrumentation continues to be a critical asset for the future career of our students after graduation and the new ITC instrument has been an important asset in this context.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2014<br>\n\t\t\t\t\tModified by: Stefan&nbsp;Paula</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n\n\n\n\nThe new ITC is a valuable addition to NKUÆs research instrumentation that supports the undergraduate research experience of our STEM students. The instrument has been integrated into laboratory courses in biochemistry and in physical chemistry, giving students hands-on training opportunities in the use of modern research instrumentation. Experiments include the characterization of the thermodynamics of micelle formation by detergents and the binding of calcium and magnesium ions by the EGTA. Furthermore, the ITC is being used on a routine basis in several research projects aimed at the study of interactions between small molecules and larger proteins. For example, the interactions of enzyme inhibitors and the binding of cocaine derivatives to an antibody are currently under investigation. In addition to generating important scientific data, the instrument allows participating students to become proficient in the use of a state-of-the-art technique commonly employed in areas such as drug design or development of nanomaterials. Undergraduate students have presented the outcomes of their research involving ITC at several scientific meetings. Overall, offering training in the use of modern research instrumentation continues to be a critical asset for the future career of our students after graduation and the new ITC instrument has been an important asset in this context.\n\n\t\t\t\t\tLast Modified: 12/01/2014\n\n\t\t\t\t\tSubmitted by: Stefan Paula"
 }
}