{
 "awd_id": "1125592",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: The Production of Biodiesel Using Liquid-Phase Electrical Discharge Plasmas",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 174751.0,
 "awd_amount": 174751.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "PI: Mededovic, Selma\r\nProposal Number: 1125592\r\n\r\nIntellectual Merit \r\nOver the past ten years, the PI has demonstrated that an electrical discharge in dimethyl sulfoxide yields diamond-like carbon and that discharges in methanol and sucrose solutions yield hydrogen gas and ethanol, respectively. More recently, she discovered that within thirty minutes of plasma treatment, the viscosity of vegetable oil is reduced by about sixty percent. Thus, the main goal of this proposal is to investigate and assess electrical discharges as a novel technology for the production of biodiesel and to study the fundamental chemistry of plasmas in oils. The first objective will be achieved by conducting electrical discharges in different vegetable oils (sunflower oil, palm oil and coconut oil) with or without additives (methanol, glycerol and sucrose), identifying reaction by-products and characterizing physical properties of the liquids after the discharge. In order to elucidate and categorize chemical processes inside the plasma and thus achieve the second objective, it is critical to examine the nature of chemical reactions. There has always been a suspicion that chemical reactions in plasmas are not driven purely by the electron impact dissociation but also, because of the high plasma temperatures, the pyrolysis. Thus, the development of a mathematical model to predict the plasma temperature will assist in answering fundamental questions regarding the types of chemical reactions in plasma and facilitate the understanding of the reaction pathways for the conversion of vegetable oil into biodiesel.  The PI has two working hypotheses in the current proposal; 1) In the absence of additives (i.e. methanol), during an electrical discharge in vegetable oil high-energy electrons in plasma will dissociate triglyceride molecules and yield short- and long-chained radicals which will recombine to form, among many other by-products, alkyl esters; and 2) The presence of additives will increase the yield of alkyl esters: In methanol/vegetable oil mixture, an electron-driven transesterification will take place.  Electrical discharge in glycerol will yield methanol. To the contrary, the discharge in sucrose solution will yield ethanol. Thus, by adding either glycerol or sucrose to the vegetable oil, we can simultaneously produce methanol or ethanol and form alkyl esters. \r\nBroader Impacts \r\nThe PI's primary efforts have always been directed towards elucidating chemical reactions in plasma and at the plasma-liquid boundary, thus advancing the fundamental knowledge of liquid-phase electrical discharges. It is expected that the experimental results of the proposed work will clarify the chemical degradation pathways in plasmas. The specific focus placed on distinguishing the role of electron impact vs. thermal dissociation reactions using mathematical modeling will assist in understanding the nature of chemical reactions in plasmas. For more practical applications, we expect for the results of this proposal to confirm electrical discharge as an inexpensive and effective technology for dissociating molecules into useful by-products, i.e. biodiesel. Additionally, the future experiments which will include electrical discharges in algae oil and animal fat could be greatly beneficial to the general public.  On educational and diversity impact, the PI has begun collaboration with the principal of a local high-school with the purpose of encouraging young women to pursue a career in engineering. The PI has offered her laboratory to the group of female high-school students to conduct several simple experiments related to this project. The goal is to encourage some of these students to join the engineering program at Clarkson University. The PI is also collaborating with the Office of Institutional Diversity Initiatives (IDI) at Clarkson University, which actively recruits under-represented people to pursue careers in science and engineering. Through the IDI, for this project, the PI will recruit two students during summer and thus promote diversifying chemical engineering to the greatest extent possible. The PI also encourages current female undergraduate from her laboratory to continue her research as the graduate student. The afore-mentioned students from the under-represented groups will be supported by BRIGE funding. In addition, the results from this project will be integrated into the courses that the PI teaches. One example includes studying the kinetics of complex chemical systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Selma",
   "pi_last_name": "Mededovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Selma Mededovic",
   "pi_email_addr": "smededov@clarkson.edu",
   "nsf_id": "000574312",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clarkson University",
  "inst_street_address": "8 CLARKSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POTSDAM",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152686475",
  "inst_zip_code": "136761401",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "CLARKSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SL2PF6R7MRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Clarkson University",
  "perf_str_addr": "8 Clarkson Avenue",
  "perf_city_name": "Potsdam",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "136761401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174751.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated electrical discharges as a novel technology for the production of biodiesel and studied the fundamental chemistry of plasmas in oils. Electrical discharges were conducted in different vegetable oils with and without alcohols under different experimental conditions. Identification of liquid byproducts revealed that electrical discharges convert vegetable oil/alcohol mixtures into biodiesel, that is, alkyl esters. Identification and quantification of gaseous products revealed that oils and alcohols decompose into hydrogen, carbon monoxide and C<sub>2</sub> short-chained hydrocarbons. The mixture of hydrogen and carbon monoxide, also known as syngas, is an important industrial reactant and this study also examined the effect of reactor electrode configuration on the syngas production. Varying electrical and operational parameters had an effect on the production rate of gaseous products but not on their chemical composition.&nbsp;Varying the same parameters had a minimal<br />effect on the production rate and chemical composition of the liquid products,<br />that is, alkyl esters.</p>\n<p>Thermal cracking is the main mechanism by which oils and alcohols are converted into liquid and gaseous products. Indeed, the mathematical model reveals that plasmas can reach temperatures as high as 3500 K. Optical emission spectroscopy measurements confirm that molecules are thermally cracked to produce hydrogen and carbon radicals, which are precursors to short chained hydrocarbons and hydrogen. Emission spectroscopy and analytical measurements were combined to elucidate chemical reactions responsible for the formation of biodiesel.</p>\n<p>Experimental and theoretical results of the proposed work clarify chemical degradation pathways in plasmas. The specific focus placed on distinguishing the role of electron impact vs. thermal dissociation reactions using mathematical modeling assisted in understanding the nature of chemical reactions in plasmas. For more practical applications, the results of this proposal confirm electrical discharge as an effective technology for dissociating molecules into useful byproducts.</p>\n<p><br />This project supported one graduate MS student. Eight&nbsp;undergraduate students also worked on the project (three were female). The PI educated elementary school students and general public in plasma science and engineering. The work resulted in 16 products.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2014<br>\n\t\t\t\t\tModified by: Selma&nbsp;Mededovic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated electrical discharges as a novel technology for the production of biodiesel and studied the fundamental chemistry of plasmas in oils. Electrical discharges were conducted in different vegetable oils with and without alcohols under different experimental conditions. Identification of liquid byproducts revealed that electrical discharges convert vegetable oil/alcohol mixtures into biodiesel, that is, alkyl esters. Identification and quantification of gaseous products revealed that oils and alcohols decompose into hydrogen, carbon monoxide and C2 short-chained hydrocarbons. The mixture of hydrogen and carbon monoxide, also known as syngas, is an important industrial reactant and this study also examined the effect of reactor electrode configuration on the syngas production. Varying electrical and operational parameters had an effect on the production rate of gaseous products but not on their chemical composition. Varying the same parameters had a minimal\neffect on the production rate and chemical composition of the liquid products,\nthat is, alkyl esters.\n\nThermal cracking is the main mechanism by which oils and alcohols are converted into liquid and gaseous products. Indeed, the mathematical model reveals that plasmas can reach temperatures as high as 3500 K. Optical emission spectroscopy measurements confirm that molecules are thermally cracked to produce hydrogen and carbon radicals, which are precursors to short chained hydrocarbons and hydrogen. Emission spectroscopy and analytical measurements were combined to elucidate chemical reactions responsible for the formation of biodiesel.\n\nExperimental and theoretical results of the proposed work clarify chemical degradation pathways in plasmas. The specific focus placed on distinguishing the role of electron impact vs. thermal dissociation reactions using mathematical modeling assisted in understanding the nature of chemical reactions in plasmas. For more practical applications, the results of this proposal confirm electrical discharge as an effective technology for dissociating molecules into useful byproducts.\n\n\nThis project supported one graduate MS student. Eight undergraduate students also worked on the project (three were female). The PI educated elementary school students and general public in plasma science and engineering. The work resulted in 16 products.\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/29/2014\n\n\t\t\t\t\tSubmitted by: Selma Mededovic"
 }
}