{
 "awd_id": "1125523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ritual Formation Processes at Bronze Age Mt. Lykaion",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 134348.0,
 "awd_amount": 134348.0,
 "awd_min_amd_letter_date": "2011-07-25",
 "awd_max_amd_letter_date": "2011-07-25",
 "awd_abstract_narration": "With support from the National Science Foundation, Drs. Mary Voyatzis and David Gilman Romano, together with a multinational interdisciplinary team, will analyze the evidence for early cult and ritual practice at the ash altar of Zeus at Mt. Lykaion in Arcadia, Greece.  Central to the project is the investigation of the ways in which systems of belief serve to anchor and provide social stability in traditional societies over extended periods of time. It is clear, looking at societies and nations in the world today that identities are in significant measure forged around ideologies, both religions and other, which incorporate a society?s core values and which provide both cohesiveness and a base for decision making. To be effective over the long run such core values must be flexible enough to adapt to changing circumstances and archaeology has the potential to examine how such belief systems function over extended periods of time. The Mt. Lykaion site assumes significance in this context. \r\n\r\nArchaeological research at the site indicates that ritual offerings took place over a period likely of more than one thousand years and the stratified layers are composed of burnt animal bone and other remains. Over the course of two field seasons, trenches have been placed through the deposit and this award provides funds to study of the formation processes and chronology of the ash altar and its contents, integrating various scientific techniques such as carbon-14 dating, ceramic analyses, geoarchaeology, the study of animal bones (zooarchaeology), chemical residue analysis and paleoethnobotany. One of the many research objectives is to evaluate the zooarchaeological, ethnobotanical and ceramic evidence for continuity and change in ritual activities and other types of human behaviors from the Final Neolithic through the Archaic periods. \r\n\r\nAn important aspect of the project includes field training of undergraduate and graduate archaeology students. The NSF grant will support a post-doctoral fellowship at the University of Arizona for Dr. Britt Starkovitch, who will institute and develop laboratory protocols for the pre-treatment of calcined bone samples. Dr. Starkovich's work will enable the NSF-Arizona Accelerator Mass Spectrometry Laboratory to radiocarbon date calcined bone samples from Mt. Lykaion and from other projects in the future. \r\n\r\nA proposed (privately funded) research center in Megalopolis, near Mt. Lykaion, will create a permanent facility in the Peloponnese to enhance and promote international research for students and scholars in a variety of fields. Broader benefits include the creation of a new archaeology program for underserved high school students at Mt. Lykaion, and importantly, the establishment of a 550 square kilometer Parrhasian Heritage Park in the area of Mt. Lykaion. The park will create hiking trails linking the ancient sanctuaries and cities within it, and include signage relating to the antiquities and the natural flora, and fauna. The chronological and other results of the project will be detailed on park signs located near the mountain summit.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Voyatzis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Voyatzis",
   "pi_email_addr": "mev@email.arizona.edu",
   "nsf_id": "000568619",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Romano",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "David G Romano",
   "pi_email_addr": "davidgillmanromano@gmail.com",
   "nsf_id": "000568779",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 134348.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Ritual Formation Processes at Bronze Age Mt. Lykaion</em></p>\n<p>NSF# 1125523</p>\n<p>The Mt. Lykaion Excavation and Survey Project is an international, multidisciplinary, scientific research project focusing on the excavation and study of the sanctuary of Zeus at Mt. Lykaion, Arcadia, Greece, from 2004-present.&nbsp; Known in antiquity as the mythological &lsquo;birthplace of Zeus,&rsquo; this site was well known from ancient texts as a famous religious and athletic sanctuary in honor of the greatest of the Greek gods, Zeus.&nbsp;</p>\n<p>The current NSF funded project at Mt. Lykaion has expanded our knowledge about the history of site, the establishment of the cult place, and the formation of the large ash altar, all which have implications for the broader study of Greek religion.&nbsp; The sanctuary is 1.5 km<sup>2</sup> in area, and has two parts separated in elevation by 200 m. The lower sanctuary, found in a mountain meadow, includes buildings and structures related to the athletic competitions, primarily dated to the 4<sup>th</sup> c. BC. The upper sanctuary is located at the southern peak of the mountain at 1382 masl., and includes the famous ash altar of Zeus and a sacred precinct. Brief excavations undertaken at the site over a century ago by Greek archaeologists revealed evidence for ritual activity from the 7<sup>th</sup> century BC in the upper sanctuary and from the 4<sup>th</sup> c. BC in the lower. No temple was ever found at the site.</p>\n<p>The focus of our NSF project has been on the formation of the ash altar in the upper sanctuary, which has yielded pottery dating from the Neolithic period (6000 B.C.) through the Hellenistic period (323-31 B.C.). Prehistoric pottery (Neolithic, Early, Middle Helladic) found in the altar suggests that there may have been early ritual activity on the mountain-top from these periods. A great concentration of Late Helladic or Mycenaean pottery (1600-1100 BC) was uncovered on bedrock, consisting primarily of drinking vessels as well as some terracotta figurines, indicating the existence of a Mycenaean ritual center, a rare Mycenaean mountain top shrine. Large amounts of animal bones were also found mixed with the pottery, 98% of which were burned thigh bones from goat and sheep.&nbsp; The earliest date for the burned thigh bones is from the 16<sup>th</sup> century B.C. (Radiocarbon date) and indicates that such animal sacrifice began in the early Mycenaean period and seems to have been continuous through the 3<sup>rd</sup> century B.C. &nbsp;&nbsp;</p>\n<p>In the 8<sup>th</sup> c. BC, Homer described the offering of burned animal sacrifices (specifically thigh bones) to the gods in the <em>Iliad</em> and the <em>Odyssey</em>, and up until recently, scholars have thought that this practice began around the time these Homeric epics were composed. The evidence from Mt. Lykaion allows us to push back the date for this essential ritual into the Mycenaean period (16th century BC).</p>\n<p>Based on the sequence of pottery found at the ash altar, and supported by the radiocarbon dates, the time of the greatest activity in the Mycenaean period appears to have been the 14<sup>th</sup> and 13<sup>th</sup> centuries BC.&nbsp; There is less evidence in the 12th<sup> </sup>century BC but by the mid-late 11<sup>th </sup>BC, we begin to see a new style of ceramics in the Early Iron Age (1050-800 B.C.), primarily drinking vessels, suggesting the continuation of the ritual practices at the site. Large amounts of burned animal bone were also found in this period, as confirmed by the C14 dates. The scientific analyses of the Early Iron Age ceramics as well as specialists&rsquo; study of them suggest that this relatively remote site had connections with more distant regions such as Laconia, Messenia, and the island of Ithaka.&nbsp;</p>\n<p>The paleobotanical analyses conducted on soil from different levels of the altar indicate that ther...",
  "por_txt_cntn": "\nRitual Formation Processes at Bronze Age Mt. Lykaion\n\nNSF# 1125523\n\nThe Mt. Lykaion Excavation and Survey Project is an international, multidisciplinary, scientific research project focusing on the excavation and study of the sanctuary of Zeus at Mt. Lykaion, Arcadia, Greece, from 2004-present.  Known in antiquity as the mythological æbirthplace of Zeus,Æ this site was well known from ancient texts as a famous religious and athletic sanctuary in honor of the greatest of the Greek gods, Zeus. \n\nThe current NSF funded project at Mt. Lykaion has expanded our knowledge about the history of site, the establishment of the cult place, and the formation of the large ash altar, all which have implications for the broader study of Greek religion.  The sanctuary is 1.5 km2 in area, and has two parts separated in elevation by 200 m. The lower sanctuary, found in a mountain meadow, includes buildings and structures related to the athletic competitions, primarily dated to the 4th c. BC. The upper sanctuary is located at the southern peak of the mountain at 1382 masl., and includes the famous ash altar of Zeus and a sacred precinct. Brief excavations undertaken at the site over a century ago by Greek archaeologists revealed evidence for ritual activity from the 7th century BC in the upper sanctuary and from the 4th c. BC in the lower. No temple was ever found at the site.\n\nThe focus of our NSF project has been on the formation of the ash altar in the upper sanctuary, which has yielded pottery dating from the Neolithic period (6000 B.C.) through the Hellenistic period (323-31 B.C.). Prehistoric pottery (Neolithic, Early, Middle Helladic) found in the altar suggests that there may have been early ritual activity on the mountain-top from these periods. A great concentration of Late Helladic or Mycenaean pottery (1600-1100 BC) was uncovered on bedrock, consisting primarily of drinking vessels as well as some terracotta figurines, indicating the existence of a Mycenaean ritual center, a rare Mycenaean mountain top shrine. Large amounts of animal bones were also found mixed with the pottery, 98% of which were burned thigh bones from goat and sheep.  The earliest date for the burned thigh bones is from the 16th century B.C. (Radiocarbon date) and indicates that such animal sacrifice began in the early Mycenaean period and seems to have been continuous through the 3rd century B.C.   \n\nIn the 8th c. BC, Homer described the offering of burned animal sacrifices (specifically thigh bones) to the gods in the Iliad and the Odyssey, and up until recently, scholars have thought that this practice began around the time these Homeric epics were composed. The evidence from Mt. Lykaion allows us to push back the date for this essential ritual into the Mycenaean period (16th century BC).\n\nBased on the sequence of pottery found at the ash altar, and supported by the radiocarbon dates, the time of the greatest activity in the Mycenaean period appears to have been the 14th and 13th centuries BC.  There is less evidence in the 12th century BC but by the mid-late 11th BC, we begin to see a new style of ceramics in the Early Iron Age (1050-800 B.C.), primarily drinking vessels, suggesting the continuation of the ritual practices at the site. Large amounts of burned animal bone were also found in this period, as confirmed by the C14 dates. The scientific analyses of the Early Iron Age ceramics as well as specialistsÆ study of them suggest that this relatively remote site had connections with more distant regions such as Laconia, Messenia, and the island of Ithaka. \n\nThe paleobotanical analyses conducted on soil from different levels of the altar indicate that there were ritual offerings of barley, wheat, pomegranates, olives, figs, raisins, peas and processed bread. The micromorphological analyses have shown that the altar itself was comprised, not of soil, but of pulverized animal bone, mixed with ash, carbon, ceramics, and rodent pellets. Over many centuries of use,..."
 }
}