{
 "awd_id": "1125234",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDI-TYPE II--COLLABORATIVE RESEARCH:  Using Algebraic Topology to Connect Models with Measurements in Complex Nonequilibrium Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 380395.0,
 "awd_amount": 380395.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "Numerous complex systems in nature and in technology defy concise characterization because they exhibit strongly nonlinear behaviors that lack all symmetries and are highly non-periodic on a wide range of spatial and temporal scales. Characterization by detailed measurement (in lab experiments or direct numerical simulations) is now possible in many cases using modern measurement technologies or computational techniques. However, the resulting deluge of data often leads to little insight; in particular, there is frequently no good way to connect quantitatively experimental measurements of a particular complex system with the output from simulations/models of the same system.  New, computationally-based, mathematical tools from algebraic topology have the potential to bridge the gap between measurements and models; the proposed research will explore the use of algebraic topology to link numerical simulations and laboratory experiments in situations where complexity arises because the system under study is driven out of thermodynamic equilibrium.  The research focuses on an outstanding paradigm for nonequilibrium complexity: fluid flow driven by temperature gradients (thermal convection). The planned work brings three unique capabilities together in a single effort: \r\n(1) the experimental ability both to measure and to manipulate precisely complex, convective flows; \r\n(2) efficient methods for state-of-the-art, large scale, high-resolution numerical simulations of convective flow; \r\n(3) open source, general purpose, and efficient computational algorithms and software for computing algebraic topological invariants on large data sets.  \r\nTopological tools will be developed both to characterize and to minimize model error as well as to compare and to quantify dynamical properties including Lyapunov exponents, dimensionality and bifurcations between complex spatiotemporal flow states.  This effort should ultimately identify ways in which homology-based metrics can be used for building reduced order models that permit prediction and, perhaps, control of convective flow.  More generally, we expect the metrics developed for convection should find broad application to PDE-modeled problems ranging from the control of cardiac arrythmias to the prediction of weather and climate.\r\n\r\n\r\nThe behaviors of complex systems in the world around us can now both be measured with high fidelity using advanced sensing technologies and simulated with great realism using modern computer techniques. However, the enormous data sets typically produced in these cases are often difficult to interpret because there exist few good mathematical tools to connect quantitatively the experimental measurements of a given complex system with the output of computer simulations of that same system.  The proposed research explores the use of the mathematics of topology to relate lab measurements to computer outputs in a particular complex system, thermal convection. The results of this work should lead to new ways to understand, to predict, and, perhaps, to control convective flow, which plays a direct role in natural processes (e.g., volcanism, earthquake dynamics, continential drift) and industrial applications (e.g., thermal regulation of many devices, the growth of semiconductor materials).  Moreover, the topological tools developed for thermal convection should apply more generally to a wide variety of other problems involving complex systems including the forecasting of weather and climate; the dynamics of the biomass in the oceans; the onset of turbulence; the evolution of reagent patterns on a catalytic metal surface; and ventricular fibrillation in a human heart.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Paul",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mark R Paul",
   "pi_email_addr": "mrp@vt.edu",
   "nsf_id": "000481343",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "Randolph Hall (0238)",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 380395.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many difficult challenges facing science and technology today are due to the spatiotemporal dynamics of large systems that are strongly driven far-from-equilibrium. Examples include the dynamics of the weather and oceans, reacting chemicals in solution, and fluid turbulence. These problems are often highly nonlinear with very complex dynamics. An outcome of this project is a quantitative link between experiments and theory using numerical simulations for the precise conditions of experiment. We have identified fluid convection as our problem of focus. We have conducted careful numerical simulations to probe fundamental features of the pattern formation and dynamics of fluid convection for the precise conditions of experiment. The numerical simulations provide a complete description of the flow field and dynamics. &nbsp;We used the numerics to calculate insightful diagnostics that are currently inaccessible to experiments such as the Lyapuov vectors, Lyapunov exponents, and fractal dimension. We used these results to advance our understanding of the complex dynamics of nonequilibrium systems. &nbsp;The rich data provided by the numerical simulations was used to develop new ideas from algebraic topology to begin building the tools for use on much more complex systems where experiments and numerics are not possible. &nbsp;This research supported the training of one PhD student in the field of computational science and engineering. The PhD student learned state-of-the-art numerical and theoretical techniques and also gained valuable experience in working as a member of a team on a large project that addressed difficult and broad challenges. The PI also used portions of this research as important examples of current challenges in an advanced graduate course called Chaos and Nonlinear Dynamics. This course has received broad and continued interest with a typical enrollment including graduate students from five or more departments across the Colleges of Engineering and Science at Virginia Tech. Lastly, this project made significant progress in developing the tools that will be used in the years to come by future scientists and engineers to push forward in building our physical understanding of the dynamics of large systems driven far-from-equilibrium.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2016<br>\n\t\t\t\t\tModified by: Mark&nbsp;R&nbsp;Paul</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany difficult challenges facing science and technology today are due to the spatiotemporal dynamics of large systems that are strongly driven far-from-equilibrium. Examples include the dynamics of the weather and oceans, reacting chemicals in solution, and fluid turbulence. These problems are often highly nonlinear with very complex dynamics. An outcome of this project is a quantitative link between experiments and theory using numerical simulations for the precise conditions of experiment. We have identified fluid convection as our problem of focus. We have conducted careful numerical simulations to probe fundamental features of the pattern formation and dynamics of fluid convection for the precise conditions of experiment. The numerical simulations provide a complete description of the flow field and dynamics.  We used the numerics to calculate insightful diagnostics that are currently inaccessible to experiments such as the Lyapuov vectors, Lyapunov exponents, and fractal dimension. We used these results to advance our understanding of the complex dynamics of nonequilibrium systems.  The rich data provided by the numerical simulations was used to develop new ideas from algebraic topology to begin building the tools for use on much more complex systems where experiments and numerics are not possible.  This research supported the training of one PhD student in the field of computational science and engineering. The PhD student learned state-of-the-art numerical and theoretical techniques and also gained valuable experience in working as a member of a team on a large project that addressed difficult and broad challenges. The PI also used portions of this research as important examples of current challenges in an advanced graduate course called Chaos and Nonlinear Dynamics. This course has received broad and continued interest with a typical enrollment including graduate students from five or more departments across the Colleges of Engineering and Science at Virginia Tech. Lastly, this project made significant progress in developing the tools that will be used in the years to come by future scientists and engineers to push forward in building our physical understanding of the dynamics of large systems driven far-from-equilibrium.\n\n\t\t\t\t\tLast Modified: 12/12/2016\n\n\t\t\t\t\tSubmitted by: Mark R Paul"
 }
}