{
 "awd_id": "1125015",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDI-Type I: Collaborative Research:  Collaborative Multi-robot Exploration of the Coastal Ocean",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 340112.0,
 "awd_amount": 340112.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2011-09-08",
 "awd_abstract_narration": "CDI-Type I: Collaborative Research: Collaborative Multi-robot\r\nExploration of the Coastal Ocean (COMECO)\r\n\r\nOverview: The coastal ocean is a complex environment driven by the interaction of atmospheric, oceanographic, estuarine/riverine, and land-sea processes, which result in dynamic coastal features such as blooms, anoxic zones, and plumes (estuarine, oil, pollutant). Effective observation and quantification of these features require simultaneous, rapid measurement of diverse water properties to capture its variability. This project aims to synthesize and understand the basic principles of environmental sensing based on the integration of adaptive robotic sampling with human decision-making. The techniques being developed augment existing ocean models and aid coastal exploration to ensure that robots are present at the \"right place and time\" to provide the most effective measurements.\r\n\r\nTechnical Description: The absence of a single model assimilating all available physical and biogeochemical data to provide a reliable view of ocean features favors the combination of human expertise, model refinement, and analytical adaptive sampling adopted in this project. Human decision-making is coupled with probabilistic modeling and learning in a decision support system enabling environmental field model discovery and refinement. The project extends the state of the art in multirobot adaptive sampling by investigating the relationship between environmental field structure and sampling performance, developing improved field boundary tracking techniques, and creating methods for multi-resolution, multivariable sampling. These advances are being made by addressing two broad research challenges. The first, Model-Based Asset Allocation, involves synthesis of large-scale, low-resolution data with human scientific expertise to make timely, model-informed asset allocation decisions. The second, Sampling-Based Model Refinement, involves small-scale, high-resolution autonomous cooperative selection and execution of robot sampling trajectories. Both challenges involve the handling of multivariate, multi-resolution, temporally evolving fields. The project includes a feasibility and evaluation study in coastal ocean exploration using underwater robots.\r\n\r\nBroader Impacts: Decision support with diverse data integrated in a form that is interpretable by a non-computer specialist will have a broader impact applicable to a range of domains, including ocean and space exploration, environmental disaster response and military andhomeland security. The ocean science community will have a new and powerful tool to augment their understanding of dynamic coastal phenomena and policy makers an important tool to aid decision making impacting coastal communities. It is expected that the methods developed will be broadly applicable to the general task of goal-driven exploration and characterization of large areas. The project will involve graduate students who will be trained in an interdisciplinary context. The project results will be disseminated in the peer-reviewed scientific literature as well as via the project website at: http://robotics.usc.edu/comeco.html",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gaurav",
   "pi_last_name": "Sukhatme",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gaurav Sukhatme",
   "pi_email_addr": "gaurav@cs.usc.edu",
   "nsf_id": "000489305",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900891147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775000",
   "pgm_ele_name": "CDI TYPE I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 340112.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The coastal ocean is a complex environment driven by the interaction<br />of atmospheric, oceanographic, estuarine/riverine, and land-sea<br />processes, which result in dynamic coastal features such as blooms,<br />anoxic zones, and plumes (estuarine, oil, pollutant). Effective<br />observation and quantification of these features require simultaneous,<br />rapid measurement of diverse water properties to capture its<br />variability. Our research was in the synthesis and understanding of<br />the basic principles of environmental sensing based on the integration<br />of adaptive robotic sampling with human decision-making. The<br />techniques developed augment existing ocean models and aid coastal<br />exploration to ensure that robots are present at the \"right place and<br />time\" to provide the most effective measurements.<br /><br />The absence of a single model assimilating all available physical and<br />biogeochemical data to provide a reliable view of ocean features<br />favors the combination of human expertise, model refinement, and<br />analytical adaptive sampling adopted in this project. Human<br />decision-making is coupled with probabilistic modeling and learning in<br />a decision support system enabling environmental field model discovery<br />and refinement. The project extended the state of the art in<br />multirobot adaptive sampling by investigating the relationship between<br />environmental field structure and sampling performance and creating<br />methods for multi-resolution, multivariable sampling.<br /><br />Robotic sampling is attractive in many field robotics applications<br />that require persistent collection of physical samples for ex-situ<br />analysis. Examples abound in the earth sciences in studies involving<br />the collection of rock, soil, and water samples for lab analysis. In<br />our test domain, marine ecosystem monitoring, detailed understanding<br />of plankton requires lab analysis of water samples, but predictions<br />using physical and chemical properties measured in real-time by<br />sensors aboard an autonomous underwater vehicle (AUV) can guide sample<br />collection decisions. We developed an approach to predict organism<br />abundance in the coastal ocean. This was followed by the development<br />of a technique to minimize cumulative regret of plankton samples<br />acquired by an AUV over multiple surveys in batches. Samples were<br />labeled at the end of each survey, and used to update a probabilistic<br />model that guides sampling in subsequent surveys.<br /><br />The increasing threat to biodiversity in our oceans have impacted<br />fish stocks many of which have collapsed altogether. Overfishing is<br />one obvious culprit; yet anthropomorphic inputs in the coastal ocean<br />are also likely to have had a substantial impact on fish populations.<br />Tracing the various reasons of such depletion requires sustained<br />observations and frequent sampling of the water column to determine<br />what and where the fish ingest. Yet such behavioral studies are<br />expensive and challenging; tagging fish provides some evidence of thespatial scales of residence and migration. However, additional<br />contextual information is necessary to understand not only their<br />behavior in the water-column, but also the context of their activity<br />in space and time. In conjunction with an external collaborator<br />(University of Porto) we engaged in a series of at-sea experiments<br />to test the engineering subsystems in software and hardware. These<br />tests were demonstrating the feasibility of tracking fish.<br /><br />We designed and and deployed a shore-based event recognition<br />technology to continuously monitor remote sensing imagery for algal<br />blooms as targets for robotic field experiments. A machine learning<br />approach was integrated with a field-tested decision support system for<br />scientists...",
  "por_txt_cntn": "\nThe coastal ocean is a complex environment driven by the interaction\nof atmospheric, oceanographic, estuarine/riverine, and land-sea\nprocesses, which result in dynamic coastal features such as blooms,\nanoxic zones, and plumes (estuarine, oil, pollutant). Effective\nobservation and quantification of these features require simultaneous,\nrapid measurement of diverse water properties to capture its\nvariability. Our research was in the synthesis and understanding of\nthe basic principles of environmental sensing based on the integration\nof adaptive robotic sampling with human decision-making. The\ntechniques developed augment existing ocean models and aid coastal\nexploration to ensure that robots are present at the \"right place and\ntime\" to provide the most effective measurements.\n\nThe absence of a single model assimilating all available physical and\nbiogeochemical data to provide a reliable view of ocean features\nfavors the combination of human expertise, model refinement, and\nanalytical adaptive sampling adopted in this project. Human\ndecision-making is coupled with probabilistic modeling and learning in\na decision support system enabling environmental field model discovery\nand refinement. The project extended the state of the art in\nmultirobot adaptive sampling by investigating the relationship between\nenvironmental field structure and sampling performance and creating\nmethods for multi-resolution, multivariable sampling.\n\nRobotic sampling is attractive in many field robotics applications\nthat require persistent collection of physical samples for ex-situ\nanalysis. Examples abound in the earth sciences in studies involving\nthe collection of rock, soil, and water samples for lab analysis. In\nour test domain, marine ecosystem monitoring, detailed understanding\nof plankton requires lab analysis of water samples, but predictions\nusing physical and chemical properties measured in real-time by\nsensors aboard an autonomous underwater vehicle (AUV) can guide sample\ncollection decisions. We developed an approach to predict organism\nabundance in the coastal ocean. This was followed by the development\nof a technique to minimize cumulative regret of plankton samples\nacquired by an AUV over multiple surveys in batches. Samples were\nlabeled at the end of each survey, and used to update a probabilistic\nmodel that guides sampling in subsequent surveys.\n\nThe increasing threat to biodiversity in our oceans have impacted\nfish stocks many of which have collapsed altogether. Overfishing is\none obvious culprit; yet anthropomorphic inputs in the coastal ocean\nare also likely to have had a substantial impact on fish populations.\nTracing the various reasons of such depletion requires sustained\nobservations and frequent sampling of the water column to determine\nwhat and where the fish ingest. Yet such behavioral studies are\nexpensive and challenging; tagging fish provides some evidence of thespatial scales of residence and migration. However, additional\ncontextual information is necessary to understand not only their\nbehavior in the water-column, but also the context of their activity\nin space and time. In conjunction with an external collaborator\n(University of Porto) we engaged in a series of at-sea experiments\nto test the engineering subsystems in software and hardware. These\ntests were demonstrating the feasibility of tracking fish.\n\nWe designed and and deployed a shore-based event recognition\ntechnology to continuously monitor remote sensing imagery for algal\nblooms as targets for robotic field experiments. A machine learning\napproach was integrated with a field-tested decision support system for\nscientists to consult prior to deploying robots in the coastal\nocean.\n\nThese advances illustrate the progress made along two broad research\nchallenges. The first, Model-Based Asset Allocation, involves\nsynthesis of large-scale, low-resolution data with human scientific\nexpertise to make timely, model-informed asset allocation\ndecisions. The second, Sampling-Ba..."
 }
}