{
 "awd_id": "1125539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mobility Strategies Among Latin American Immigrants in the South",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 143890.0,
 "awd_amount": 143890.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2015-05-29",
 "awd_abstract_narration": "SES-1125539\r\nIrene A. Browne\r\nEmory University\r\n\r\nABSTRACT\r\n\r\nMobility Strategies among Latin American Immigrants in the South\r\n\r\nThis study investigates how race and ethnic inequality influences mobility strategies of middle class Dominican and Mexican immigrant parents in Atlanta.  In particular, we ask, \"what role does discrimination play in immigrant parents\" decisions about where to live, where to send children to school, what organizations to join, what social networks to cultivate and what activities to pursue?  Moving beyond the Black/White paradigm of discrimination, we identify the ways that the current national climate of anti-Latino hostility creates a context in which middle class Latinos leverage resources to secure opportunities for their children.  We capture key differences in experiences and perceptions of discrimination, racial/ethnic identity and mobility strategies among Latino groups by conducting in-depth interviews with 70 middle class Mexican parents and 70 middle class Dominican parents.  Our project addresses the urgent questions of race relations and immigrant incorporation amidst a rapidly shifting demographic landscape, uncovering the ways that ethnic and class boundary construction link discrimination and mobility strategies in reciprocal, ongoing processes.  By focusing on two specific Latino groups in Atlanta, we gain insight into how the national climate plays out through the local race, ethnic and class dynamics of a new immigrant destination, where historically black/white race relations are encountered, challenged and potentially transformed.  \r\n\r\nBroader impact:  Our study highlights a segment of the Latino immigrant population  \"the middle class\" that remains virtually invisible in national discourse on immigration.  Our comparative study of two groups can educate the public about the class and ethnic diversity of the Latino population in the U.S.  Our project also speaks to policy debates over whether the harsh anti-immigrant legislation recently implemented at the state and local levels disadvantage Latino immigrants who are documented as well, creating barriers for members of the Latino middle class and their children.  By identifying the mechanisms through which race and ethnic inequality influences pivotal mobility decisions, and identifying important class and national cleavages among groups of Latinos, we also hope to discover opportunities for cooperation and coalition-building among historically disenfranchised groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irene",
   "pi_last_name": "Browne",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Irene A Browne",
   "pi_email_addr": "socib@emory.edu",
   "nsf_id": "000467888",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Belisa",
   "pi_last_name": "Gonzalez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Belisa Gonzalez",
   "pi_email_addr": "bgonzalez@ithaca.edu",
   "nsf_id": "000500179",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "1555 Dickey Drive",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303221003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 143890.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research focuses on how race influences the social mobility strategies that middle-class Mexican and Dominican parents in Atlanta use to enhance opportunities for their children.&nbsp; &ldquo;Mobility strategies include decisions about where to live, where to send their children to school, which activities to pursue, and which organizations to join.&nbsp; For this project, we conducted face-to-face interviews with 55 Mexican and 40 Dominican immigrant parents living in the Atlanta metropolitan area.</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit:</span></strong> &nbsp;The impetus for this project arose from research on African Americans, which shows that middle class Black parents explicitly weigh two difficult choices: do they live in a predominantly Black neighborhood where their children can strengthen their Black identity, or do they live in a predominantly White neighborhood where their children learn to navigate discrimination from white neighbors and classmates? We examined whether middle class Latino parents go through a similar decision process. Our answer is a decisive &ldquo;no.&rdquo;&nbsp; We find that, unlike middle class African-American parents, middle class Dominican and Mexican immigrant parents do not factor potential discrimination into their mobility decisions. &nbsp;Instead, the parents in our study base their mobility decisions on neighborhood amenities such as perceived quality of the schools and proximity to their workplace. The majority of these parents came to Atlanta with the goal of upward mobility and integration into the U.S. middle class &ndash; which typically means white neighborhoods and schools, even though the majority do not identify as white. Through their <em>lack</em> of attention to race in their mobility decisions and their unquestioned assumption that they can move into white neighborhoods without incident, our respondents occupy what Bonilla-Silva describes as a middle racial category: &nbsp;&ldquo;honorary whites.&rdquo; &nbsp;</p>\n<p>Our findings advance our understanding of the complexity of race relations in the U.S. &nbsp;Contrary to the unidirectional paths of upward, downward, or selective mobility described in theories of immigrant incorporation, we find that Dominican immigrant parents often follow a contradictory, multidirectional path. The middle class Dominican immigrant parents we interviewed simultaneously attempt to assimilate into and disarticulate themselves from the U.S. racial system. On the one hand, our Dominican respondents express &ldquo;colorblind&rdquo; racial ideologies consistent with the literature on assimilation strategies. Their middle class status allows them to make decisions consistent with this ideology. &nbsp;At the same time, Dominicans draw on racial ideologies in their country of origin and reject the U.S. approach to race, questioning the &ldquo;preoccupation&rdquo; with race and racial categories dominating the North American social landscape.&nbsp; In contrast, Mexican immigrant parents are much more likely to follow the unidirectional upward mobility path described in the literature.</p>\n<p>Our results also contribute to theories of race and discrimination, highlighting the inadequacy of focusing on Latinos as a pan-ethnic group. We find that while Mexicans report experiencing negative interactions with Atlanta natives, Dominicans report being treated with friendly curiosity. Correspondingly, Mexican immigrant parents interpret discrimination as part of a systemic, anti-Latino bias whereas Dominican immigrant parents are more likely to interpret experiences of discrimination as the result of ignorant or ill-tempered individuals. &nbsp;Even among those respondents who downplay the salience of discrimination in their own lives, Mexican and Dominican immigrant parents describe attempts to differentiate themselves from the common stereotype of the undocumented, working class Mexican immigrant.&nbsp; Yet, our respondents also sympathize with undocumented working class Latino immigrants, emphasizing the important contributions that these working class immigrants are making to the U.S. economy and the difficulties that undocumented immigrants experience in the face of increasingly punitive restrictive immigration laws.</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impact:</span></strong> &nbsp;Our study generated new knowledge about segments of the Latino immigrant population that are seldom discussed in scholarship and in the media, and provided multiple opportunities to train graduate and undergraduate students in qualitative research methods.&nbsp; While much of media attention on Latino immigrants focuses on undocumented working class Mexicans, we describe the lives of first-generation, middle class parents, illustrating how country of origin combined with social class generates important differences among Latino immigrants. Our results offer Atlanta policymakers and educators insights on how these differences play-out in a new immigrant destination city that is moving from a historically Black/White city to a multiracial metropolis.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/25/2016<br>\n\t\t\t\t\tModified by: Irene&nbsp;A&nbsp;Browne</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research focuses on how race influences the social mobility strategies that middle-class Mexican and Dominican parents in Atlanta use to enhance opportunities for their children.  \"Mobility strategies include decisions about where to live, where to send their children to school, which activities to pursue, and which organizations to join.  For this project, we conducted face-to-face interviews with 55 Mexican and 40 Dominican immigrant parents living in the Atlanta metropolitan area.\n\nIntellectual Merit:  The impetus for this project arose from research on African Americans, which shows that middle class Black parents explicitly weigh two difficult choices: do they live in a predominantly Black neighborhood where their children can strengthen their Black identity, or do they live in a predominantly White neighborhood where their children learn to navigate discrimination from white neighbors and classmates? We examined whether middle class Latino parents go through a similar decision process. Our answer is a decisive \"no.\"  We find that, unlike middle class African-American parents, middle class Dominican and Mexican immigrant parents do not factor potential discrimination into their mobility decisions.  Instead, the parents in our study base their mobility decisions on neighborhood amenities such as perceived quality of the schools and proximity to their workplace. The majority of these parents came to Atlanta with the goal of upward mobility and integration into the U.S. middle class &ndash; which typically means white neighborhoods and schools, even though the majority do not identify as white. Through their lack of attention to race in their mobility decisions and their unquestioned assumption that they can move into white neighborhoods without incident, our respondents occupy what Bonilla-Silva describes as a middle racial category:  \"honorary whites.\"  \n\nOur findings advance our understanding of the complexity of race relations in the U.S.  Contrary to the unidirectional paths of upward, downward, or selective mobility described in theories of immigrant incorporation, we find that Dominican immigrant parents often follow a contradictory, multidirectional path. The middle class Dominican immigrant parents we interviewed simultaneously attempt to assimilate into and disarticulate themselves from the U.S. racial system. On the one hand, our Dominican respondents express \"colorblind\" racial ideologies consistent with the literature on assimilation strategies. Their middle class status allows them to make decisions consistent with this ideology.  At the same time, Dominicans draw on racial ideologies in their country of origin and reject the U.S. approach to race, questioning the \"preoccupation\" with race and racial categories dominating the North American social landscape.  In contrast, Mexican immigrant parents are much more likely to follow the unidirectional upward mobility path described in the literature.\n\nOur results also contribute to theories of race and discrimination, highlighting the inadequacy of focusing on Latinos as a pan-ethnic group. We find that while Mexicans report experiencing negative interactions with Atlanta natives, Dominicans report being treated with friendly curiosity. Correspondingly, Mexican immigrant parents interpret discrimination as part of a systemic, anti-Latino bias whereas Dominican immigrant parents are more likely to interpret experiences of discrimination as the result of ignorant or ill-tempered individuals.  Even among those respondents who downplay the salience of discrimination in their own lives, Mexican and Dominican immigrant parents describe attempts to differentiate themselves from the common stereotype of the undocumented, working class Mexican immigrant.  Yet, our respondents also sympathize with undocumented working class Latino immigrants, emphasizing the important contributions that these working class immigrants are making to the U.S. economy and the difficulties that undocumented immigrants experience in the face of increasingly punitive restrictive immigration laws.\n\nBroader Impact:  Our study generated new knowledge about segments of the Latino immigrant population that are seldom discussed in scholarship and in the media, and provided multiple opportunities to train graduate and undergraduate students in qualitative research methods.  While much of media attention on Latino immigrants focuses on undocumented working class Mexicans, we describe the lives of first-generation, middle class parents, illustrating how country of origin combined with social class generates important differences among Latino immigrants. Our results offer Atlanta policymakers and educators insights on how these differences play-out in a new immigrant destination city that is moving from a historically Black/White city to a multiracial metropolis. \n\n\t\t\t\t\tLast Modified: 08/25/2016\n\n\t\t\t\t\tSubmitted by: Irene A Browne"
 }
}