{
 "awd_id": "1125684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Modeling metabolism in embryonic stem cell growth and differentiation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 182127.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2013-09-04",
 "awd_abstract_narration": "PI: Styczynski, Mark\r\nProposal Number: 1125684\r\n\r\nThe research objective of this proposal is to measure and model the metabolism of embryonic stem cells during proliferation and differentiation. The PI's group is dedicated to understanding and controlling metabolism by studying and modeling metabolite concentrations. Here, we apply metabolite profiling and machine-learning techniques to create the first-ever descriptive models of metabolism in embryonic stem cell differentiation. We will also study the regulatory potential of metabolites we identify as significantly correlated with cellular differentiation.\r\n\r\nIntellectual Merit\r\nStem cells are poised to make a revolutionary impact on modern medicine. Given recent successes, attention has begun to turn to the looming biomanufacturing problem inherent in developing stem cell treatments. Difficulties expanding stem cell populations from small numbers and controlling their differentiation are such significant roadblocks to scale-up that stem cell therapies may be technically or economically infeasible on a large scale. One promising route for controlling stem cell behavior during scale-up is monitoring and manipulating metabolism and metabolic signals in these cells -yet there has been little research in this area. This transformative research plan will help fill this knowledge gap, specifically addressing three key issues in the field of stem cell culture and engineering. By performing a pioneering longitudinal metabolomics study, we will (1) establish an initial dataset and models demonstrating the importance of metabolism in stem cell expansion and differentiation, and that can be used in guiding culture scale-up. By identifying metabolites capable of promoting specific differentiation lineages, we will (2) enable more precise control of ES cells during expansion and differentiation, also facilitating scale-up. Finally, our extracellular metabolite profiling techniques and models will (3) provide non-invasive, non-destructive methods for stem cell culture monitoring and quality control that are capable of detecting changes in cell state long before morphological changes are evident.\r\n\r\nBroader Impacts\r\nBy expanding capabilities in controlling stem cell fate using our systems-level analysis of metabolism, we will enable development of novel and more complex stem cell engineering therapeutics that can save or greatly improve the lives of people facing debilitating diseases. The direct application of our research results to the scale-up of stem cell culture technologies to industrial production levels will circumvent a critical economic roadblock in the field, enabling the development of therapeutic candidates into products that can heal not just those who are rich or fortunate, but anyone facing such a disease regardless of socioeconomic status.  Such systems level analysis also has the potential to make a significant impact on future engineers; in this vein, the PI proposes a broadening participation program with a primary focus of encouraging female participation in engineering. The centerpiece of this effort is the development of an activity and event for Girl Scout troops that stokes interest in engineering and introduces them to the systems-level mindset that defines engineering. The PI will collaborate with a local teacher to develop this activity and align it with Georgia state educational standards.  Female undergraduates and graduate students will help develop and implement this activity.  Other key activities planned by the PI include continuing work with an all-female dormitory, collaboration with the campus Society of Women Engineers chapter in developing outreach activities, and recruiting and mentoring female students. Additionally, the PI's group will host underrepresented minority undergraduate students through an REU program; the first and third aims have been formulated to easily integrate undergraduate researchers in a rewarding project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Styczynski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Styczynski",
   "pi_email_addr": "Mark.Styczynski@chbe.gatech.edu",
   "nsf_id": "000560108",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "GA Tech Research Corporation - GA Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 7127.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metabolism is increasingly being recognized as an important aspect of cellular behavior, from medical implications to biotechnological applications. In this project, our main scientific goal was to study the levels of metabolites (the intermediate molecules in metabolism) in stem cells as they differentiate.&nbsp; Our main outreach and broader impacts goal was to promote systems-level, quantitative thinking and to foster the interest of females in engineering, as they are an underrepresented group in engineering.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>This project has provided the first detailed, time-resolved exploration of metabolic changes that occur as embryonic stem cells differentiate. We identified not only significant changes in cellular metabolism between the embryonic stem cells and the differentiated cells at the experimental endpoint, but also changes that occur very early in differentiation that suggest that even slightly differentiated cells are substantially metabolically different from their precursors.&nbsp; We identified multiple sets of metabolites with unique temporal profiles when observed daily during differentiation, including metabolites that deplete, metabolites that accumulate, and metabolites that deplete before accumulating again as cells differentiate further. &nbsp;Using these results, we have generated multiple candidates for metabolites that can be measured to monitor the status of cells as they are differentiating, as well as multiple candidates for metabolites whose levels may affect the differentiation process. We also identified a number of previously unknown phenomena, including differences in cellular metabolism due to the size of the plate on which the cells are grown, and short timescale &ldquo;cycling&rdquo; metabolite levels based on when the cells&rsquo; growth medium is changed.</p>\n<p>Taken together, this knowledge helps to establish metabolism as a potentially important part of stem cell biomanufacturing. As stem cells are increasingly used as therapeutics, there will be an increasing demand for scale-up from current methods of adherent growth on tissue culture plates to something that is more efficient in terms of effort and resources.&nbsp; The ability to monitor stem cell growth and differentiation through non-invasive and/or rapid approaches that measure metabolite levels may prove important in allowing the scale-up of stem cell production. In addition, as functions and roles for metabolites in differentiation are found based on the results of this project, it may enable less expensive (and thus more scalable) control of differentiation during stem cell production.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The potential societal impact of the scientific work performed comes from the possible long-term benefits associated with facilitating stem cell biomanufacturing, by helping enable new therapeutics that save, extend, or improve lives.&nbsp;</p>\n<p>Beyond this, though, we have also had a parallel focus on outreach and education in this project.&nbsp; A collaboration was forged with an area high school teacher, who was trained in molecular biology and analytical chemistry techniques. Her involvement in this project ultimately led to her creation of an extracurricular activity at her school where high school students design and perform a novel, independent research project in synthetic biology. More directly related to the original aims of the proposal, though, this teacher helped create multiple educational modules for use in middle school and high school.&nbsp; These modules focused on topics like systems-scale thinking, comparative genomics, and metabolism.&nbsp; A number of modules involved the use of games and analogies to relate complex scientific topics to concepts that the students already were familiar with; another involved inquiry-based, hands-on learning by the students. Curriculum materia...",
  "por_txt_cntn": "\nMetabolism is increasingly being recognized as an important aspect of cellular behavior, from medical implications to biotechnological applications. In this project, our main scientific goal was to study the levels of metabolites (the intermediate molecules in metabolism) in stem cells as they differentiate.  Our main outreach and broader impacts goal was to promote systems-level, quantitative thinking and to foster the interest of females in engineering, as they are an underrepresented group in engineering.\n\nIntellectual Merit\n\nThis project has provided the first detailed, time-resolved exploration of metabolic changes that occur as embryonic stem cells differentiate. We identified not only significant changes in cellular metabolism between the embryonic stem cells and the differentiated cells at the experimental endpoint, but also changes that occur very early in differentiation that suggest that even slightly differentiated cells are substantially metabolically different from their precursors.  We identified multiple sets of metabolites with unique temporal profiles when observed daily during differentiation, including metabolites that deplete, metabolites that accumulate, and metabolites that deplete before accumulating again as cells differentiate further.  Using these results, we have generated multiple candidates for metabolites that can be measured to monitor the status of cells as they are differentiating, as well as multiple candidates for metabolites whose levels may affect the differentiation process. We also identified a number of previously unknown phenomena, including differences in cellular metabolism due to the size of the plate on which the cells are grown, and short timescale \"cycling\" metabolite levels based on when the cellsÆ growth medium is changed.\n\nTaken together, this knowledge helps to establish metabolism as a potentially important part of stem cell biomanufacturing. As stem cells are increasingly used as therapeutics, there will be an increasing demand for scale-up from current methods of adherent growth on tissue culture plates to something that is more efficient in terms of effort and resources.  The ability to monitor stem cell growth and differentiation through non-invasive and/or rapid approaches that measure metabolite levels may prove important in allowing the scale-up of stem cell production. In addition, as functions and roles for metabolites in differentiation are found based on the results of this project, it may enable less expensive (and thus more scalable) control of differentiation during stem cell production.\n\nBroader Impacts\n\nThe potential societal impact of the scientific work performed comes from the possible long-term benefits associated with facilitating stem cell biomanufacturing, by helping enable new therapeutics that save, extend, or improve lives. \n\nBeyond this, though, we have also had a parallel focus on outreach and education in this project.  A collaboration was forged with an area high school teacher, who was trained in molecular biology and analytical chemistry techniques. Her involvement in this project ultimately led to her creation of an extracurricular activity at her school where high school students design and perform a novel, independent research project in synthetic biology. More directly related to the original aims of the proposal, though, this teacher helped create multiple educational modules for use in middle school and high school.  These modules focused on topics like systems-scale thinking, comparative genomics, and metabolism.  A number of modules involved the use of games and analogies to relate complex scientific topics to concepts that the students already were familiar with; another involved inquiry-based, hands-on learning by the students. Curriculum materials were created for each of these modules, and at least two of the modules were presented at regional science teacher conferences, with the materials available for distribution to anyone wit..."
 }
}