{
 "awd_id": "1125520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of an Enterprise Level System for Research and Research Training",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rita Rodriguez",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 678883.0,
 "awd_amount": 678883.0,
 "awd_min_amd_letter_date": "2011-08-20",
 "awd_max_amd_letter_date": "2011-08-20",
 "awd_abstract_narration": "Proposal #:\t11-25520\r\nPI(s):\t\tNorton, Roger; Coleman, Ron G.; Lauria, Eitel\r\nInstitution:\tMarist College\r\n\t\tPoughkeepsie, NY 12601-1387\r\nTitle:  \t\tMRI/Acq.: An Enterprise System for Research and Research Training\r\nProject Proposed:\r\nThis project from a mainly undergraduate-serving institution, acquiring an enterprise computing\r\nprocessor and associated storage and network peripherals, aims to introduce research training in enterprise\r\ncomputing to faculty, undergraduates, and K-12 teachers and students and to bring existing and new\r\nresearch applications onto the new system. Enterprise computing (EC) research and research training has\r\nsteadily declined at universities for over three decades. Although enterprise systems and data are vital to national security and economic growth, many CS and ITS faculty are ill equipped to train the next generation of instrumentalists. This new equipment will be used to fill a major gap in computer science research and research training. Also, since many technological advances in systems hardware and software appear first on enterprise systems and are later adopted by smaller systems, access to an enterprise system will allow faculty researchers and students to explore technologies only encountered on large systems and to explore them earlier. This proposal focuses on research training of faculty and students on the system itself and its use by individual researchers to consolidate and upscale their projects from smaller systems to this larger system. Research projects in computer science, information technology, and mathematics will be moved to the new equipment where a wide scope of applications in different disciplines can be run simultaneously. The work consists of three primary activities:\r\n-\tBusiness analytics as a solution to the problems associated with manual medical coding. The new equipment will allow analysis of much larger datasets than are currently feasible. As medical records expand and become more complex, the equipment will be able to accommodate the growth.\r\n-\tLocation aware mobile devices for historical sites will be dependent on the ability to rapidly deploy virtual Linux environments for new historical sites as well as high-speed access to large data stores that house the archives and artifacts associated with his system.\r\n-\tResearch training for faculty and students will prepare the next generation of instrumentalists and improve the computer science, information technology, and mathematics curriculum and introduce researchers in other disciplines to a technology that can benefit their research.\r\nBusiness analytics and data mining have broad applications in correcting errors in medical diagnoses. The instrument would contribute to a model for data cleansing in large complex data sets. In location-aware mobile devices, the instrumentation would contribute in modeling other research projects to explore ways to give users in-depth information and navigation in large geographical areas.\r\nBroader Impacts: \r\nThe institution seeks to revitalize research and research training within a predominantly undergraduate setting. Faculty engaged in applied research and the 800 plus members of the NSF-funded Enterprise Computing (EC) Community have expanded training opportunities and provided resources to support their research. Although some of the research proposed has broad application in the medical field, the methodology under development can be applied wherever there is a need to detect errors and ensure greater accuracy in large complex data sets. Other research, digital information from an enterprise system to common handheld GPS devices, aims to prepare the next generation of researchers and industry professionals who will be responsible for the design and operation of the technology infrastructure that provides the rapid, reliable and secure backbone required by the national economy, the US, state and local governments, and academic researchers. This proposal aims to counter the decline trend in researchers by retraining current faculty and introducing a new generation of undergraduates and, through the Greystone Consortium, K-12 teachers and students to EC research and research training. Research conducted on the requested equipment will be made available to the broader community through a new website and online collaboration site that Marist will host.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Norton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roger Norton",
   "pi_email_addr": "Roger.Norton@Marist.edu",
   "nsf_id": "000094960",
   "pi_start_date": "2011-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eitel",
   "pi_last_name": "Lauria",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eitel Lauria",
   "pi_email_addr": "Eitel.Lauria@Marist.edu",
   "nsf_id": "000159229",
   "pi_start_date": "2011-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ron",
   "pi_last_name": "Coleman",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ron G Coleman",
   "pi_email_addr": "ronncoleman@gmail.com",
   "nsf_id": "000184273",
   "pi_start_date": "2011-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marist College",
  "inst_street_address": "3399 NORTH RD",
  "inst_street_address_2": "",
  "inst_city_name": "POUGHKEEPSIE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8455753670",
  "inst_zip_code": "126011350",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "NY18",
  "org_lgl_bus_name": "MARIST UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YM8NW6G8N9Y3"
 },
 "perf_inst": {
  "perf_inst_name": "Marist College",
  "perf_str_addr": "3399 North Road",
  "perf_city_name": "Poughkeepsie",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "126011387",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "NY18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 678883.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With this award Marist College purchased and installed a new zEnterprise system in their Enterprise Computing Research laboratory.&nbsp; The zEnterprise included a mainframe system and an attached blade extension that housed multiple power (P) blade servers and Windows (X) servers.&nbsp; The award included the associated storage and network equipment. The major components of the system were procured and installed between December 2011 and March 2012.&nbsp; Much of the sophisticated software installed on the system was made available at no cost through the IBM Academic Initiative.&nbsp; The resulting system is a comprehensive state-of-the-art Enterprise Computing Research facility for faculty, students, and industry researchers that can run a broad array of applications simultaneously.</p>\n<p>An important component of the intellectual merit of this award was the introduction of research opportunities in enterprise computing to faculty, and students. &nbsp;Faculty members and industry researchers may access the equipment at no cost after a simple application process for access to the lab described here <a href=\"https://www.marist.edu/compscimath/researchlab/\">https://www.marist.edu/compscimath/researchlab/</a> .&nbsp; Faculty and students are exposed to the technology and architecture of large systems, and encouraged to explore new applications that run best on large systems, e.g. sophisticated analytics applications that require vast storage capacity, numeric intensive mathematical applications, and high-volume transaction processing applications. Faculty members have worked with industry and student researchers on a wide variety of subjects that use the enterprise computing facilities of the lab.&nbsp; Results of some of these research projects can be found at <a href=\"https://www.marist.edu/compscimath/researchlab/ecrlpublications.pdf\">https://www.marist.edu/compscimath/researchlab/ecrlpublications.pdf</a></p>\n<p>Another aspect of intellectual merit was to attract new research applications to enterprise computing systems.&nbsp; Research areas that were explored include:</p>\n<ul>\n<li>Computational financial applications and bond portfolio analysis</li>\n<li>Modeling of underwater acoustics and their effects on ocean and river &nbsp;environments</li>\n<li>Mathematical interval analysis to solve problems to a much greater degree of accuracy</li>\n<li>Software defined networking applications </li>\n<li>Open Academic Analytics Initiative to identify students in online courses who may be at risk</li>\n<li>Software defect analysis to detect invalid problem reports </li>\n<li>Partitioning of distributed dynamic graph databases</li>\n</ul>\n<p>&nbsp;In addition, the Marist IT staff trained several student IT majors to manage, upgrade, and reconfigure the systems in the research center with only minimal supervision.&nbsp; Over the 3 year period of the grant, undergraduate students have been given hands-on training on the lab systems, effectively becoming the systems programmers for the laboratory.&nbsp; Several of them have gone directly into technology jobs working directly with enterprise systems.</p>\n<p>On a broader scale, Marist College took the lead in addressing the national skills shortage in the enterprise computing environment. The number of researchers available to sustain US competitiveness in large systems has been declining rapidly and new researchers must be trained to replace them. By increasing research and research training on enterprise systems platforms, Marist is preparing the next generation of researchers and industry professionals.&nbsp; These professionals will be responsible for the design and operation of the technology infrastructure that provides the rapid, reliable and secure backbone required by the national economy, the US, state and local governments, and academic researchers.</p>\n<p>Faculty, student, and industry researchers from the 1200+ members o...",
  "por_txt_cntn": "\nWith this award Marist College purchased and installed a new zEnterprise system in their Enterprise Computing Research laboratory.  The zEnterprise included a mainframe system and an attached blade extension that housed multiple power (P) blade servers and Windows (X) servers.  The award included the associated storage and network equipment. The major components of the system were procured and installed between December 2011 and March 2012.  Much of the sophisticated software installed on the system was made available at no cost through the IBM Academic Initiative.  The resulting system is a comprehensive state-of-the-art Enterprise Computing Research facility for faculty, students, and industry researchers that can run a broad array of applications simultaneously.\n\nAn important component of the intellectual merit of this award was the introduction of research opportunities in enterprise computing to faculty, and students.  Faculty members and industry researchers may access the equipment at no cost after a simple application process for access to the lab described here https://www.marist.edu/compscimath/researchlab/ .  Faculty and students are exposed to the technology and architecture of large systems, and encouraged to explore new applications that run best on large systems, e.g. sophisticated analytics applications that require vast storage capacity, numeric intensive mathematical applications, and high-volume transaction processing applications. Faculty members have worked with industry and student researchers on a wide variety of subjects that use the enterprise computing facilities of the lab.  Results of some of these research projects can be found at https://www.marist.edu/compscimath/researchlab/ecrlpublications.pdf\n\nAnother aspect of intellectual merit was to attract new research applications to enterprise computing systems.  Research areas that were explored include:\n\nComputational financial applications and bond portfolio analysis\nModeling of underwater acoustics and their effects on ocean and river  environments\nMathematical interval analysis to solve problems to a much greater degree of accuracy\nSoftware defined networking applications \nOpen Academic Analytics Initiative to identify students in online courses who may be at risk\nSoftware defect analysis to detect invalid problem reports \nPartitioning of distributed dynamic graph databases\n\n\n In addition, the Marist IT staff trained several student IT majors to manage, upgrade, and reconfigure the systems in the research center with only minimal supervision.  Over the 3 year period of the grant, undergraduate students have been given hands-on training on the lab systems, effectively becoming the systems programmers for the laboratory.  Several of them have gone directly into technology jobs working directly with enterprise systems.\n\nOn a broader scale, Marist College took the lead in addressing the national skills shortage in the enterprise computing environment. The number of researchers available to sustain US competitiveness in large systems has been declining rapidly and new researchers must be trained to replace them. By increasing research and research training on enterprise systems platforms, Marist is preparing the next generation of researchers and industry professionals.  These professionals will be responsible for the design and operation of the technology infrastructure that provides the rapid, reliable and secure backbone required by the national economy, the US, state and local governments, and academic researchers.\n\nFaculty, student, and industry researchers from the 1200+ members of the NSF-funded Enterprise Computing Community (ECC) have taken advantage of the zEnterprise capabilities and presented their results at the annual Enterprise Computing Community conferences held each June at Marist. The 2014 ECC conference presentations can be found at http://ecc.marist.edu/conf2014/presentations.php.  The results of other research projects run on the ..."
 }
}