{
 "awd_id": "1125879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Communication of uncertainty in the IPCC: A comparative international study",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 245088.0,
 "awd_amount": 245088.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2013-05-30",
 "awd_abstract_narration": "The Intergovernmental Panel on Climate Change (IPCC) publishes periodical reports (assessments) informing policymakers and the public on issues related to global climate change. The IPCC uses verbal descriptions of uncertainty (such as unlikely) to convey the underlying imprecision of its forecasts and conclusions. Previous studies showed that the public interprets these probabilistic statements as less extreme than intended by the authors, and that there are large individual differences in the interpretation of these statements. These studies suggest that supplementing the probability words with numerical ranges would increase differentiation between terms and consistency of interpretation.   \r\n\r\nClimate change is a global issue and the IPCC is a global body whose reports and conclusions are translated to many languages and have international impact. This project is a collaborative multi-national study of the of IPCC communication of uncertainty. We plan to administer translated questionnaires in many countries, to investigate cross-national differences in interpretation of probabilistic pronouncements, relate those to attitudes towards global climate change, and outline methods to improve the effectiveness of communication. Our results and recommendations should help improve the way the IPCC communicate uncertainty in its future reports.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Budescu",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "David V Budescu",
   "pi_email_addr": "budescu@fordham.edu",
   "nsf_id": "000532919",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fordham University",
  "inst_street_address": "441 E FORDHAM RD",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7188174086",
  "inst_zip_code": "104589993",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "NY15",
  "org_lgl_bus_name": "FORDHAM UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECESTN2SSVH1"
 },
 "perf_inst": {
  "perf_inst_name": "Fordham University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104585149",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "NY15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1321",
   "pgm_ref_txt": "DECISION RISK & MANAGEMENT SCI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 245088.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Intergovernmental Panel on Climate Change (IPCC) publishes periodical assessment reports informing policymakers and the public on issues relevant to the understanding of climate change. The IPCC uses a set of 7 verbal descriptions of uncertainty to convey the underlying imprecision of its forecasts and conclusions. All authors of the reports are instructed to use these terms identically, through a conversion table that links each of them with a range of probabilities (e.g., unlikely &lt; 33%; very likely&gt; 90%). Previous studies showed that the public interprets the probabilistic statements in the IPCC reports as less extreme than intended by the authors, and that there are large individual differences in the interpretation of these statements. These studies also confirmed that supplementing the probability terms with numerical ranges can improve the communication of uncertainty, as suggested by the general principles derived from previous theoretical and empirical work. The primary goal of the present study was to replicate these results across countries and languages, to document cross-national differences, and analyze their implications.</p>\n<p>We administered a survey in 25 samples and 17 languages: &nbsp;We obtained a total of 10,792 valid responses (average sample size of 400). Participants saw <tt>8 sentences from IPCC reports and provided</tt><tt>, for each, the best numerical estimate and lower and upper bounds of the sentences&rsquo; intended meaning. Participants were randomly assigned to one of two experimental groups: The only difference between them was the way the probability phrases were communicated. One group (Translation) saw the IPCC statements, as they appear in the report along with its translation table. The Dual (Verbal - Numerical) group also saw the numerical ranges. For example, the Translation group saw the sentence &ldquo;</tt>It is very likely that hot extremes, heat waves, and heavy precipitation events will continue to become more frequent&rdquo; and the Dual group saw the same sentence with very likely (greater than 90%). <tt>We also administered multiple questionnaires probing the respondents&rsquo; experiences with, and perceptions of, climate change, its causes, consequences, their environmental views and numeracy levels.</tt></p>\n<p>&nbsp;</p>\n<p><tt>As predicted, the IPCC </tt>are interpreted by the public as indicating probabilities much closer to 50% than the authors of the IPCC report intended. <tt>The Dual (Verbal - Numerical) format was found to be highly beneficial: (a) the level of correspondence between the public&rsquo;s interpretation of the terms and the IPCC guidelines increased significantly; (b) the terms were better differentiated by the readers; and (c) the range of values associate with the various terms was reduced. These qualitative patterns were remarkably stable across all samples and languages, although the magnitude of the improvement induced by the new presentation method varied across samples. Remarkably, (d) the Dual presentation format makes the meaning of the terms across languages more similar facilitating international communication. </tt></p>\n<p><span style=\"text-decoration: underline;\">&nbsp;</span></p>\n<p><tt>These results provide the strongest possible justification for changing the way the IPCC communicates uncertainty to the public all over the world. This change would improve the effectiveness of the communication by appealing to readers who prefer different communication modes and have various levels of numeracy, would facilitate communication across cultural and linguistic bounds and would allow the IPCC more flexibility.</tt></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/05/2014<br>\n\t\t\t\t\tModified by: David&nbsp;V&nbsp;Budescu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Intergovernmental Panel on Climate Change (IPCC) publishes periodical assessment reports informing policymakers and the public on issues relevant to the understanding of climate change. The IPCC uses a set of 7 verbal descriptions of uncertainty to convey the underlying imprecision of its forecasts and conclusions. All authors of the reports are instructed to use these terms identically, through a conversion table that links each of them with a range of probabilities (e.g., unlikely &lt; 33%; very likely&gt; 90%). Previous studies showed that the public interprets the probabilistic statements in the IPCC reports as less extreme than intended by the authors, and that there are large individual differences in the interpretation of these statements. These studies also confirmed that supplementing the probability terms with numerical ranges can improve the communication of uncertainty, as suggested by the general principles derived from previous theoretical and empirical work. The primary goal of the present study was to replicate these results across countries and languages, to document cross-national differences, and analyze their implications.\n\nWe administered a survey in 25 samples and 17 languages:  We obtained a total of 10,792 valid responses (average sample size of 400). Participants saw 8 sentences from IPCC reports and provided, for each, the best numerical estimate and lower and upper bounds of the sentencesÆ intended meaning. Participants were randomly assigned to one of two experimental groups: The only difference between them was the way the probability phrases were communicated. One group (Translation) saw the IPCC statements, as they appear in the report along with its translation table. The Dual (Verbal - Numerical) group also saw the numerical ranges. For example, the Translation group saw the sentence \"It is very likely that hot extremes, heat waves, and heavy precipitation events will continue to become more frequent\" and the Dual group saw the same sentence with very likely (greater than 90%). We also administered multiple questionnaires probing the respondentsÆ experiences with, and perceptions of, climate change, its causes, consequences, their environmental views and numeracy levels.\n\n \n\nAs predicted, the IPCC are interpreted by the public as indicating probabilities much closer to 50% than the authors of the IPCC report intended. The Dual (Verbal - Numerical) format was found to be highly beneficial: (a) the level of correspondence between the publicÆs interpretation of the terms and the IPCC guidelines increased significantly; (b) the terms were better differentiated by the readers; and (c) the range of values associate with the various terms was reduced. These qualitative patterns were remarkably stable across all samples and languages, although the magnitude of the improvement induced by the new presentation method varied across samples. Remarkably, (d) the Dual presentation format makes the meaning of the terms across languages more similar facilitating international communication. \n\n \n\nThese results provide the strongest possible justification for changing the way the IPCC communicates uncertainty to the public all over the world. This change would improve the effectiveness of the communication by appealing to readers who prefer different communication modes and have various levels of numeracy, would facilitate communication across cultural and linguistic bounds and would allow the IPCC more flexibility.\n\n \n\n\t\t\t\t\tLast Modified: 05/05/2014\n\n\t\t\t\t\tSubmitted by: David V Budescu"
 }
}