{
 "awd_id": "1125846",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Center for Ultracold Atoms",
 "cfda_num": "47.049",
 "org_code": "03010800",
 "po_phone": "7032928783",
 "po_email": "jcallen@nsf.gov",
 "po_sign_block_name": "Jean Cottam Allen",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 12150000.0,
 "awd_amount": 14275000.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2016-07-27",
 "awd_abstract_narration": "Understanding and controlling the quantum world are among the great challenges of physical science.  Meeting these challenges can open the way to the design of new forms of matter and possibly new paths to information processing. In this quest, strongly interacting systems present both the current greatest scientific challenges and also the highest potential rewards. Ultracold atoms provide a new medium for pursuing this quest because they can be controlled and manipulated with a precision never previously possible, and observed with a clarity that can be breathtaking.  The intellectual merit of this work is the quest to discover how natural and artificial materials work, to understand complex quantum systems, and to explore the basic physics and potential applications of engineered quantum systems. As of now, the nature of many strongly correlated systems, their dynamical behavior, and the fundamental and practical limits of quantum control over complex quantum systems are not well understood. Furthermore, only very few practical applications of controlled quantum systems are known, despite the great promise they hold. The work of the Center will attempt to uncover these mysteries. This may lead to the creation of new quantum phases of matter, to a better understanding and greatly improved control over many-body quantum systems, and to new applications of such systems.\r\n\r\nMotivated by these considerations, the Center for Ultracold Atoms carries out research guided by the two themes of: Many-body systems and strongly correlated states; and Quantum coherent control of few-body systems.  These scientific themes are complementary. In particular, within the first theme, strongly correlated systems can be realized by engineering the interactions and motion of large clouds of dilute ultracold gases. This kind of top-down approach to quantum systems is matched in the CUA with the second theme, where a bottom-up approach uses coherent quantum control of individual particles; controllable sets of quanta can be connected to build up increasingly more complex quantum systems. In what is now the third phase of the CUA, we retain focus on these two key scientific themes, but with a major addition to our spectrum of research to include new atom-like and hybrid quantum systems. Specifically, we use and study atom-like solid-state impurities, nanoscale photonic and plasmonic cavities and waveguides, as well as superconducting and nano-mechanical resonators in order to obtain quantum control and manipulation at a new, previously inaccessible level. These systems share with cold atoms the property that they can be precisely prepared and manipulated using the concepts and tools of atomic physics. Our key motivation for adding these new approaches is to extend the AMO techniques for precise quantum state control to completely new parameter regimes not accessible with \"real\" atoms. At the same time we will use these systems to explore new scientific directions and potential applications.\r\n\r\nWithin theme 1, the area of many-body systems, projects include microscopic control and probing of strongly correlated states using a quantum microscope or single atom impurities, the study of many-body dynamics far away from equilibrium, and the realization of new systems with strong correlations, in particular the study of quantum magnetism and spin-lattice systems simulated using polar molecules. Within theme 2, the area of few-body systems, we continue our work on quantum state control of strongly coupled atom-photon systems, as well as add a major extension to the CUA by shifting focus towards atom-like and quantum hybrid systems. Recent pioneering work (with major contributions from the CUA) has shown that the precise methods of cold atom science can now be applied to certain solid-state quantum systems. This allows for the creation of long-lived coherent superposition states and the generation of quantum entanglements at previously inaccessible length and energy scales (e.g. between those of dilute atomic gases and solid matter). In addition, novel strongly interacting AMO systems such as Rydberg atoms, polar molecules and ion crystals will be explored, sometimes as part of a hybrid system. These new systems offer avenues to access new parameter regimes and new approaches to device integration. A major new focus will be on hybrid systems, where disparate quantum platforms are coupled (e.g. solid-state spins and photons, molecules and superconductors, isolated atoms and nanoscale waveguides). Such avenues may result in major advances towards scalable quantum systems, and in the development of new classes of applications. In the course of this work a new scientific interface between AMO physics and nanoscience will be explored. \r\n\r\nThe broader impacts of this work span a wide range of areas, including materials science, metrology, sensing, communication and computation, chemical physics, biological science and energy research. Some possibilities include: The quantum simulation possible with lattice confined atoms or polar molecules could shed light on materials such as high-Tc superconductors, and eventually result in development of new materials with custom-designed properties. Work on quantum interfaces between light and matter may allow us to develop practical systems for long-distance quantum communication and cryptography. Robust generation of correlated atomic states, such as spin-squeezed states in systems compatible with optical clock transitions, can potentially extend clock performance to unprecedented levels. Quantum controlled atom-like and hybrid systems such as NV centers in diamond may yield unique probes for magnetic fields in biological systems at the nanoscale.  Work on quantum nonlinear optics at low light levels could result in new approaches for energy-efficient all-optical switching and computation. Understanding and control of light-matter interaction at nanoscales could eventually result in novel approaches for energy harvesting and conversion.\r\n\r\nAs well as being a research center, the CUA will continue its focus on education and outreach, using both existing and new efforts. A full spectrum of well-supported activities will continue to make an impact at the K-12, undergraduate and graduate levels (both inside and outside the CUA core institutions), as well as the broader research community and the public. Examples of successful continuing activities include the TOPS program for future high school teachers and the intensive summer course in atomic physics (open to students and other researchers worldwide). An example of a new activity we begin in phase 3 is the production of explanatory videos that describe CUA research, aimed at students and the public. We are also initiating programs to bring to the CUA, for summer research, interested undergraduates from minority serving institutions and programs to expose high-school students to CUA research. A hallmark of the CUA has been the flexible addition of new outreach and education programs as they are conceived, and we will continue this tradition.  A major impact of the CUA is through its education of graduate students and postdocs. A large number of young CUA researchers have advanced to leadership positions in academia and industry. Through sponsorship of workshops, the biannual Atomic Physics summer school, the Virtual Journal of Atomic Quantum Gases, and its visitors program, the CUA shares its vision and expertise with the scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wolfgang",
   "pi_last_name": "Ketterle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wolfgang Ketterle",
   "pi_email_addr": "ketterle@mit.edu",
   "nsf_id": "000108684",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Doyle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Doyle",
   "pi_email_addr": "jdoyle@g.harvard.edu",
   "nsf_id": "000086698",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164600",
   "pgm_ele_name": "PHYSICS FRONTIER CENTER"
  },
  {
   "pgm_ele_code": "728200",
   "pgm_ele_name": "Midscale Physics Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 3550000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 3125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1825000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1825000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1825000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 2125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>CUA Program Outcomes</p>\n<p>The Center for Ultracold Atoms explores new forms of matter or new behavior which emerges when few or many atoms interact.&nbsp; There are many open questions in this area, since quantum physics leads to richness and complexity of such systems.&nbsp; This work is of fundamental and intellectual interest and addresses questions like: What new forms of matter are possible in principle?&nbsp; What is the role of quantum mechanical entanglement?&nbsp; What properties of matter are possible far away from equilibrium, e.g. in a strongly driven system?&nbsp; In the long term, this work should have major practical consequences and contribute to several frontiers:&nbsp; The design and development of new materials, using principles discovered with ultracold atoms.&nbsp; Increased precision of sensors and clocks by harnessing interactions, correlations and entanglement between particles.&nbsp; New insight into chemical reactions and possibly new paths to information processing.&nbsp; Ultracold atoms provide a new medium for pursuing these quests because they can be controlled and manipulated with a precision never previously possible, and observed with a clarity that can be breathtaking.</p>\n<p>The following examples illustrate the accomplishments of the Center for Ultracold atoms in preparing and controlling quantum systems, often at the single atom and single photon level:</p>\n<p>(1) Ultracold atomic matter can be observed with an optical microscope revealing single atoms.&nbsp; Figure 1 shows ultracold atoms with spin up and down which arrange themselves in a checkerboard pattern (antiferromagnetic ordering).&nbsp; The bottom row shows the experimental image of atoms in one spin state (left) and the reconstructed atom positions (right) almost perfectly ordered (with only one vacancy).</p>\n<p>(2) New forms of matter have been realized which have never existed before in Nature.&nbsp; This includes a superfluid at extremely high synthetic magnetic fields, a supersolid which combines properties of a crystalline solid with superfluidity, and a time crystal, a driven system which spontaneously shows periodic oscillations in time.</p>\n<p>(3) Arrays of single atoms can be prepared with high fidelity and used as a platform for quantum simulations.&nbsp; Figure 2 shows four realizations of five arrays of ten atoms each.&nbsp; Only one defect is visible (first row, fourth array).</p>\n<p>(3) Ultracold molecules can be used to assemble new forms of matter, for precision measurements and studies of chemical reactions.&nbsp; Major progress has been made in several directions:&nbsp; calcium fluoride molecules have been laser cooled at ten times higher densities than before (see figure 3 for a molecule cloud about 1 mm in size).&nbsp; Ultracold molecules of NaK and NaLi have been assembled from ultracold atoms.&nbsp; They feature a unique combination of chemical stability and large electric dipole moment (NaK) or, for the first time, have both electric and magnetic dipole moments (NaLi).</p>\n<p>(4) A decades-old holy grail of nonlinear optics has been reached:&nbsp; materials have been realized which change their optical properties through the presence of a single photon.&nbsp; The material used highly-excited atoms in so-called Rydberg states and will find applications for quantum gates where single photons act as qubits.</p>\n<p>(5) In addition to ultracold atoms, the CUA is also exploring atom-like systems, such as color centers in diamond.&nbsp; Recently, single molecules were images using magnetic resonance imaging, where the electron spin of a nitrogen-vacancy center picked up the magnetic signal from individual atoms within a biomolecule &ndash; an important step toward structure determination of single molecules (figure 4).</p>\n<p>All this work is carried out by students and postdoc who are trained to take leadership positions in government, companies or academia.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2017<br>\n\t\t\t\t\tModified by: Wolfgang&nbsp;Ketterle</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1125846/1125846_10123971_1510180155700_CUAfigure1quantummicroscope--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1125846/1125846_10123971_1510180155700_CUAfigure1quantummicroscope--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2017/1125846/1125846_10123971_1510180155700_CUAfigure1quantummicroscope--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Quantum microscope</div>\n<div class=\"imageCredit\">Greiner group, Harvard</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Wolfgang&nbsp;Ketterle</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1125846/1125846_10123971_1510180233496_CUAfigure2array--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1125846/1125846_10123971_1510180233496_CUAfigure2array--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2017/1125846/1125846_10123971_1510180233496_CUAfigure2array--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Array of individual atoms</div>\n<div class=\"imageCredit\">Lukin, Greiner, Vuletic groups, CUA</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Wolfgang&nbsp;Ketterle</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1125846/1125846_10123971_1510180301636_CUAfigure3CaF--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1125846/1125846_10123971_1510180301636_CUAfigure3CaF--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2017/1125846/1125846_10123971_1510180301636_CUAfigure3CaF--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Laser cooled CaF molecules</div>\n<div class=\"imageCredit\">Doyle group, Harvard University</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Wolfgang&nbsp;Ketterle</div>\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1125846/1125846_10123971_1510180588220_CUAfigure4NVsensor--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1125846/1125846_10123971_1510180588220_CUAfigure4NVsensor--rgov-800width.jpg\" title=\"Figure 4\"><img src=\"/por/images/Reports/POR/2017/1125846/1125846_10123971_1510180588220_CUAfigure4NVsensor--rgov-66x44.jpg\" alt=\"Figure 4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Imaging single biomolecules with single spins of nitrogen-vacancy centers in diamond</div>\n<div class=\"imageCredit\">Cappellaro group, MIT</div>\n<div class=\"imageSubmitted\">Wolfgang&nbsp;Ketterle</div>\n<div class=\"imageTitle\">Figure 4</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nCUA Program Outcomes\n\nThe Center for Ultracold Atoms explores new forms of matter or new behavior which emerges when few or many atoms interact.  There are many open questions in this area, since quantum physics leads to richness and complexity of such systems.  This work is of fundamental and intellectual interest and addresses questions like: What new forms of matter are possible in principle?  What is the role of quantum mechanical entanglement?  What properties of matter are possible far away from equilibrium, e.g. in a strongly driven system?  In the long term, this work should have major practical consequences and contribute to several frontiers:  The design and development of new materials, using principles discovered with ultracold atoms.  Increased precision of sensors and clocks by harnessing interactions, correlations and entanglement between particles.  New insight into chemical reactions and possibly new paths to information processing.  Ultracold atoms provide a new medium for pursuing these quests because they can be controlled and manipulated with a precision never previously possible, and observed with a clarity that can be breathtaking.\n\nThe following examples illustrate the accomplishments of the Center for Ultracold atoms in preparing and controlling quantum systems, often at the single atom and single photon level:\n\n(1) Ultracold atomic matter can be observed with an optical microscope revealing single atoms.  Figure 1 shows ultracold atoms with spin up and down which arrange themselves in a checkerboard pattern (antiferromagnetic ordering).  The bottom row shows the experimental image of atoms in one spin state (left) and the reconstructed atom positions (right) almost perfectly ordered (with only one vacancy).\n\n(2) New forms of matter have been realized which have never existed before in Nature.  This includes a superfluid at extremely high synthetic magnetic fields, a supersolid which combines properties of a crystalline solid with superfluidity, and a time crystal, a driven system which spontaneously shows periodic oscillations in time.\n\n(3) Arrays of single atoms can be prepared with high fidelity and used as a platform for quantum simulations.  Figure 2 shows four realizations of five arrays of ten atoms each.  Only one defect is visible (first row, fourth array).\n\n(3) Ultracold molecules can be used to assemble new forms of matter, for precision measurements and studies of chemical reactions.  Major progress has been made in several directions:  calcium fluoride molecules have been laser cooled at ten times higher densities than before (see figure 3 for a molecule cloud about 1 mm in size).  Ultracold molecules of NaK and NaLi have been assembled from ultracold atoms.  They feature a unique combination of chemical stability and large electric dipole moment (NaK) or, for the first time, have both electric and magnetic dipole moments (NaLi).\n\n(4) A decades-old holy grail of nonlinear optics has been reached:  materials have been realized which change their optical properties through the presence of a single photon.  The material used highly-excited atoms in so-called Rydberg states and will find applications for quantum gates where single photons act as qubits.\n\n(5) In addition to ultracold atoms, the CUA is also exploring atom-like systems, such as color centers in diamond.  Recently, single molecules were images using magnetic resonance imaging, where the electron spin of a nitrogen-vacancy center picked up the magnetic signal from individual atoms within a biomolecule &ndash; an important step toward structure determination of single molecules (figure 4).\n\nAll this work is carried out by students and postdoc who are trained to take leadership positions in government, companies or academia.\n\n \n\n\t\t\t\t\tLast Modified: 11/08/2017\n\n\t\t\t\t\tSubmitted by: Wolfgang Ketterle"
 }
}