{
 "awd_id": "1125114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Preventing Imminent Failures of Pipeline Networks via Real Time Damage Detection and Location System",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 173559.0,
 "awd_amount": 173559.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2011-07-21",
 "awd_abstract_narration": "Intellectual Merit: The buried and on-ground pipelines develop damage due to temporal variables such as corrosion and creep or instantaneous threats such as earthquake and impact. The detection of leaking oil, water or natural gas in the pressurized pipelines before reaching structural instability is important to prevent any catastrophic failure and, consequently, detrimental environmental impact. The objective of this BRIGE proposal is to prevent such failures of pipeline networks using a real time damage detection scheme for early diagnostics. The research approach is based on understanding wave propagation characteristics in steel and polymer based pipelines due to leak, damage and impact, and develop novel shear sensor in order to detect and locate the source based on propagating elastic waves. Novel piezoelectric based shear sensor will allow large sensor spacing for monitoring pipelines with a limited number of sensors. A new location algorithm will be implemented using the geometric connectivity of pipeline structures, which allows locating the source in multi-dimensions using one dimensional sensor array. The developed sensor and system will be validated in field testing. \r\n\r\nBroader Impacts: Successful implementation of the research will eliminate unexpected failures in pipeline networks. The results of this research will be shared with pipeline authorities and organizations in the field of pipeline inspection and safety in order to demonstrate that the engineering methods can prevent impending catastrophic failures as a way of increasing public safety and protecting environment. The educational outreach and broadening participation approaches of the research will be to educate and mentor selected students from underrepresented groups who can be pioneers in the future challenges of critical infrastructure design and analysis; add a special interdisciplinary technical elective course to the curriculum to address how sensing systems are being integrated into parts of civil structures to prevent catastrophic failures; and support the participation of high school students into the research to attract them to engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Didem",
   "pi_last_name": "Ozevin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Didem Ozevin",
   "pi_email_addr": "dozevin@uic.edu",
   "nsf_id": "000558990",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "842 W Taylor Street",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606077023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  },
  {
   "pgm_ref_code": "7741",
   "pgm_ref_txt": "BROAD PARTIC IN ENG (BRIGE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 173559.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When leak occurs, it causes such an acoustic noise that can be detected using audible systems. However, low level leak rates and buried pipes require more sensitive sensors, which can be achieved by high frequency sensors. When an array of sensors is placed on pipes, leak can be detected and located. The localization is especially critical for buried pipelines in order to decide where to excavate for pipe repair. The research targets detecting leaks in pipes with highly sensitive transducers and using single node wireless sensing to be able to pinpoint the leak location. The reliable sensor spacing is defined through linking experimental and numerical results.</p>\n<p>As <em>intellectual merit</em>, new leak location methodology from a single point using the specially designed piezoelectric shear sensor was developed. Piezoelectric shear sensor has high sensitivity and better source location capability due to sensitivity to lower dispersion wave mode propagating in pipes. Shear sensor was positioned next to longitudinal sensor on the pipe surface. Each sensor is sensitive to distinct wave mode and wave velocity, which results in localizing the leak position using two adjacent sensors. The methodology allows implementing wireless networks for leak localization without any need of synchronization. The acoustic characteristics of leak were experimentally and numerically identified to determine the reliable sensor spacing. Novel mathematical formulation of wave propagation in axisymmetric geometries under non-axisymmetric loading was developed. The axisymmetric geometry of the pipe was simplified by reducing the problem to 2D while the non-axisymmetric loading was represented by the summation of Fourier series. The model allows computing high frequency wave propagation in long-range pipelines. As <em>broader impact</em>, the research included three female undergraduate students, two minority high school students, one MS student and one PhD female student. The undergraduate students presented their research outcome at the UIC Research Forum and received the second place in a very competitive competition among Engineering and Science students. The undergraduate student also presented the research result at ASME Undergraduate Research Symposium in Houston, Texas that allowed her engaged with research. The PI developed and offered a new course on characterization of materials using Nondestructive Testing Methods. The course included the NSF research results and data as teaching tools and assignments. Three journal papers and two conference papers were published, and two posters were presented in conferences. All the data is available at the server of the PI&rsquo;s laboratory, which is available to other researchers.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2014<br>\n\t\t\t\t\tModified by: Didem&nbsp;Ozevin</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1125114/1125114_10111412_1414088998077_Image1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1125114/1125114_10111412_1414088998077_Image1--rgov-800width.jpg\" title=\"Leak Localization from Single Point Measurement\"><img src=\"/por/images/Reports/POR/2014/1125114/1125114_10111412_1414088998077_Image1--rgov-66x44.jpg\" alt=\"Leak Localization from Single Point Measurement\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The implementation of leak localization method using two adjacently place...",
  "por_txt_cntn": "\nWhen leak occurs, it causes such an acoustic noise that can be detected using audible systems. However, low level leak rates and buried pipes require more sensitive sensors, which can be achieved by high frequency sensors. When an array of sensors is placed on pipes, leak can be detected and located. The localization is especially critical for buried pipelines in order to decide where to excavate for pipe repair. The research targets detecting leaks in pipes with highly sensitive transducers and using single node wireless sensing to be able to pinpoint the leak location. The reliable sensor spacing is defined through linking experimental and numerical results.\n\nAs intellectual merit, new leak location methodology from a single point using the specially designed piezoelectric shear sensor was developed. Piezoelectric shear sensor has high sensitivity and better source location capability due to sensitivity to lower dispersion wave mode propagating in pipes. Shear sensor was positioned next to longitudinal sensor on the pipe surface. Each sensor is sensitive to distinct wave mode and wave velocity, which results in localizing the leak position using two adjacent sensors. The methodology allows implementing wireless networks for leak localization without any need of synchronization. The acoustic characteristics of leak were experimentally and numerically identified to determine the reliable sensor spacing. Novel mathematical formulation of wave propagation in axisymmetric geometries under non-axisymmetric loading was developed. The axisymmetric geometry of the pipe was simplified by reducing the problem to 2D while the non-axisymmetric loading was represented by the summation of Fourier series. The model allows computing high frequency wave propagation in long-range pipelines. As broader impact, the research included three female undergraduate students, two minority high school students, one MS student and one PhD female student. The undergraduate students presented their research outcome at the UIC Research Forum and received the second place in a very competitive competition among Engineering and Science students. The undergraduate student also presented the research result at ASME Undergraduate Research Symposium in Houston, Texas that allowed her engaged with research. The PI developed and offered a new course on characterization of materials using Nondestructive Testing Methods. The course included the NSF research results and data as teaching tools and assignments. Three journal papers and two conference papers were published, and two posters were presented in conferences. All the data is available at the server of the PIÆs laboratory, which is available to other researchers. \n\n \n\n\t\t\t\t\tLast Modified: 10/23/2014\n\n\t\t\t\t\tSubmitted by: Didem Ozevin"
 }
}