{
 "awd_id": "1125670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Characterizing the Time-Dependent and Anisotropic Mechanical Properties of the Uterine Cervix with Micro and Nano Indentation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Robert Carter",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "This Broadening Participation Research Initiation Grant in Engineering (BRIGE) award provides funding for the investigation of the mechanical properties of human cervical tissue and provides opportunities to raise the visibility of engineering science to female students. The research goal is to quantify cervical structure and material property relationships to determine how cervical tissue remodeling and mechanical properties influence each other during pregnancy. The cervical extracellular matrix (ECM) is responsible for maintaining tissue mechanical integrity and for regulating cell activity. The architecture of the collagen network and the interaction of the collagen fibers with its surroundings dictate the non-linear, time-dependent, and anisotropic material behavior of the tissue. This research aims to develop a micro and nanoindentation technique to account for the anisotropic and time-dependent mechanical behavior of cervical tissue and to develop finite element analysis tools to explore stress and strain behavior during indentation. This testing framework will guide the development of an appropriate constitutive model to generate descriptive material properties and will benefit future investigations of cervical tissue altered through disease, genetic manipulation, and biochemical alteration.\r\n\r\nThe cervix is a mechanical barrier, retaining the fetus inside the uterus during pregnancy. The mechanical integrity of the cervix and the precise timing of tissue remodeling events during pregnancy are critical for a healthy gestation of the fetus. The research funded by this grant aims to characterize the mechanical behavior of human cervical tissue and to quantify how connective tissue alterations may influence cervical material properties. The goal is to develop appropriate experimental and analytical methodologies to account for the complex nature of the tissue. The research conducted in the PI's lab is dedicated to the advancement of women's health through scientific research, and through these efforts the PI further aims to attract and recruit female students to the engineering field through efforts at the high school, undergraduate, and graduate level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristin",
   "pi_last_name": "Myers",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kristin M Myers",
   "pi_email_addr": "kmm2233@columbia.edu",
   "nsf_id": "000583973",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100272609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "7741",
   "pgm_ref_txt": "BROAD PARTIC IN ENG (BRIGE)"
  },
  {
   "pgm_ref_code": "8022",
   "pgm_ref_txt": "Sustainable Infrastructure Materials"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite advances in prenatal care, the rate of preterm birth (birth before 37 weeks of gestation) in the US and around the world remains on the rise. This fact underscores how little is know about the causes of preterm birth, which is a leading cause of neonatal deaths. Researchers do know, however, that the healthy function of the uterine cervix is crucial for a successful pregnancy. During pregnancy, the cervix is a mechanical barrier that must remain strong to counteract the weight of the growing baby and the mechanical forces generated by the uterus. If the cervix is too weak, it can begin to dilate prematurely and can result in a preterm birth. The overall objective of the Principal Investigator's (PI) research project is to understand the mechanical role of the cervix during pregnancy and to understand if premature changes to the mechanical strength of the cervix lead to preterm birth. In addition, through this work, the PI also sought to raise the visibility of engineering research to female students.</p>\n<p>In this study, the PI developed a mechanical testing technique to measure the mechanical integrity of the cervix. This techniques is called indentation and it requires minimal specimen preparation and has the ability to test the organ at many locations. Once the indentation methodology was validated, it was used to measure the material properties of both nonpregnant and pregnant human cervical tissue taken from hysterectomy patients. It was found that nonpregnant tissue was much stiffer when compared to pregnant tissue, suggesting that the cervix remodels during pregnancy. In addition, it was found that among the nonpregnant tissue samples, the mechanical properties varied depending on age and on the number of previous births and some cervices had heterogeneous material properties. In general, women with more previous vaginal deliveries have a stiffer cervix, tissue closer to the uterus is stiffer than tissue closer to the vaginal end, and younger patients have stiffer cervices than older patients.</p>\n<p>Community and educational outreach was conducted with this award through&nbsp;the creation of a material testing workshop and the creation of a Mechanical Engineering Graduate Women&rsquo;s Group. The material testing workshop was presented at two symposia: 1) The Women&rsquo;s Innovation Symposium in Engineering (WISE), an all-day engineering event hosted by Poly Prep Country Day School in Brooklyn, New York during the Spring 2012 semester (40 girls) and 2) Math Science Technology Symposium for Middle School Girls at the Macomb Intermediate School District in Macomb County, Michigan during the Spring 2013 semester (400 girls). A lab module was designed to explain and demonstrate the concept of the &lsquo;Strength of Materials.&rsquo; An introductory presentation was given to highlight the uses of everyday materials in industry and health sciences applications, and a very brief lesson on stress/strain and the difference between structural and material properties was given. Educational and research activities are shared through the PI&rsquo;s website, where graduate students blog about accomplishments and interesting media stories that are related to the lab&rsquo;s research.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/15/2013<br>\n\t\t\t\t\tModified by: Kristin&nbsp;M&nbsp;Myers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDespite advances in prenatal care, the rate of preterm birth (birth before 37 weeks of gestation) in the US and around the world remains on the rise. This fact underscores how little is know about the causes of preterm birth, which is a leading cause of neonatal deaths. Researchers do know, however, that the healthy function of the uterine cervix is crucial for a successful pregnancy. During pregnancy, the cervix is a mechanical barrier that must remain strong to counteract the weight of the growing baby and the mechanical forces generated by the uterus. If the cervix is too weak, it can begin to dilate prematurely and can result in a preterm birth. The overall objective of the Principal Investigator's (PI) research project is to understand the mechanical role of the cervix during pregnancy and to understand if premature changes to the mechanical strength of the cervix lead to preterm birth. In addition, through this work, the PI also sought to raise the visibility of engineering research to female students.\n\nIn this study, the PI developed a mechanical testing technique to measure the mechanical integrity of the cervix. This techniques is called indentation and it requires minimal specimen preparation and has the ability to test the organ at many locations. Once the indentation methodology was validated, it was used to measure the material properties of both nonpregnant and pregnant human cervical tissue taken from hysterectomy patients. It was found that nonpregnant tissue was much stiffer when compared to pregnant tissue, suggesting that the cervix remodels during pregnancy. In addition, it was found that among the nonpregnant tissue samples, the mechanical properties varied depending on age and on the number of previous births and some cervices had heterogeneous material properties. In general, women with more previous vaginal deliveries have a stiffer cervix, tissue closer to the uterus is stiffer than tissue closer to the vaginal end, and younger patients have stiffer cervices than older patients.\n\nCommunity and educational outreach was conducted with this award through the creation of a material testing workshop and the creation of a Mechanical Engineering Graduate WomenÆs Group. The material testing workshop was presented at two symposia: 1) The WomenÆs Innovation Symposium in Engineering (WISE), an all-day engineering event hosted by Poly Prep Country Day School in Brooklyn, New York during the Spring 2012 semester (40 girls) and 2) Math Science Technology Symposium for Middle School Girls at the Macomb Intermediate School District in Macomb County, Michigan during the Spring 2013 semester (400 girls). A lab module was designed to explain and demonstrate the concept of the æStrength of Materials.Æ An introductory presentation was given to highlight the uses of everyday materials in industry and health sciences applications, and a very brief lesson on stress/strain and the difference between structural and material properties was given. Educational and research activities are shared through the PIÆs website, where graduate students blog about accomplishments and interesting media stories that are related to the labÆs research. \n\n \n\n\t\t\t\t\tLast Modified: 09/15/2013\n\n\t\t\t\t\tSubmitted by: Kristin M Myers"
 }
}