{
 "awd_id": "1125624",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Continuous Structural Health Monitoring Framework for Bridge Structures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kishor Mehta",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 174538.0,
 "awd_amount": 174538.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "This Broadening Participation Research Initiation Grant in Engineering (BRIGE) provides funding for the development of a probabilistic continuous structural health monitoring framework. The novel framework will allow structural damage to be estimated as a loss of stiffness in probabilistic terms. The framework permits estimation of confidence in damage identification results as a function of uncertainty in the identified modal parameters which are directly calculated from continuous measurements. This new framework will be applied to a prototype footbridge (Dowling Hall Footbridge) located at the Tufts University campus. The footbridge is exposed to a wide range of environmental conditions and is large enough to exhibit complex structural behavior, providing an opportunity for a realistic assessment of structural integrity in the presence of varying environmental effects. As part of this framework, modal parameters of the Dowling Hall Footbridge are extracted based on the low-amplitude ambient vibration response measured using accelerometers and strain gages. Separation methods are then used to remove the effects of changing environmental conditions (temperature and relative humidity) from the identified natural frequencies. The continuous stream of identified natural frequencies, mode shapes, and their statistical characteristics are fed into a recursive Bayesian finite element model updating algorithm for probabilistic damage identification. \r\n\r\nIf successful, the results of this research will improve the accuracy and confidence of damage detection algorithms, thus permitting enhanced monitoring and maintenance of infrastructure by providing a more effective engineering basis for better allocation of limited financial resources. In addition, the prototype continuous monitoring system provides a live, cross-disciplinary laboratory for integrated research and teaching in health monitoring of civil infrastructure systems. During this project, participation of students from underrepresented groups will be promoted through K-12 outreach and undergraduate research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Babak",
   "pi_last_name": "Moaveni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Babak Moaveni",
   "pi_email_addr": "babak.moaveni@tufts.edu",
   "nsf_id": "000525487",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "200 College Avenue",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555530",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1637",
   "pgm_ref_txt": "HAZARD MIT & STRUCTURAL ENG"
  },
  {
   "pgm_ref_code": "7741",
   "pgm_ref_txt": "BROAD PARTIC IN ENG (BRIGE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174538.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main research outcomes of this project include: (1) instrumentation of the Dowling Hall Footbridge at Tufts campus, (2) deterministic and probabilistic identification of physically simulated damage on this footbridge, (3) studying the effects of temperature on modeling parameters of the footbridge, (4) development of a process to mitigate the effects of modeling error in model-based damage detection, and (5) development of a new probabilistic model-based damage identification framework that is capable to account for changing environmental conditions on the structural properties. The broader impacts of this project include (6) K-12 outreach, and (7) undergraduate student research and education. In addition, development of an improved probabilistic structural health monitoring framework enhances the monitoring and maintenance of bridges which is currently done through a combination of visual inspection and deterministic methods. This leads to more realistic and accurate information about the state of health of monitored structures.</p>\n<p><em>1. Instrumentation of the Dowling Hall Bridge</em></p>\n<p>As part of this project, an array of accelerometers and strain gauges were installed on the Dowling Hall Footbridge, a pedestrian bridge at the Medford campus of Tufts University. This instrumented footbridge provides a test bed for teaching and research activities by researchers in the field of structural health monitoring. Some of the measured data at this footbridge are available at the PI&rsquo;s research web site.</p>\n<p><em>2. Damage Identification of the Dowling Hall Bridge</em></p>\n<p>A key outcome of this study was successful identification of physically simulated damage through deterministic and probabilistic model updating of the instrumented footbridge based on ambient vibration data. Effects of structural damage were simulated on the bridge by adding mass of the bridge deck (loading concrete blocks on the footbridge). The probabilistic method was able to quantify the value of measured data for model updating and damage identification.</p>\n<p><em>3. Studying effects of temperature on modeling parameters</em><em>&nbsp;</em></p>\n<p>The measured data during 17 weeks of monitoring were used to investigate the effects of changing ambient temperatures on the finite element (FE) model updating of this footbridge. It was demonstrated that accounting for the temperature effects in vibration based structural health monitoring can yield more accurate damage identification results when FE model updating is used for localization and quantification of damage as loss of stiffness.</p>\n<p><em>4. Process to Mitigate Effects of Modeling Errors </em></p>\n<p>The validity and accuracy of identification results become questionable in the presence of large modeling errors which is common for large-scale complex civil structures. Modeling errors have unequal effects on different residuals used in the updating process. Therefore, the performance of FE model updating for damage identification is sensitive to the type and the subset of data used and to the residual weight factors. A process is proposed to mitigate the effects of modeling errors by selecting the optimal subset of modal data and the modal residual weights.</p>\n<p><em>5. Hierarchical Bayesian Model Updating </em></p>\n<p>A new updating technique based on Hierarchical Bayesian modeling is proposed for identification of civil structural systems under changing ambient/environmental conditions. The performance of the proposed technique was investigated for (i) uncertainty quantification of model updating parameters, and (ii) probabilistic damage identification of the structural systems. The proposed framework can accurately predict the overall uncertainties of the updating parameters due to different sources of uncertainties such as changing ambient temperature, temperature gradient, wind speed, and traffic load that can af...",
  "por_txt_cntn": "\nThe main research outcomes of this project include: (1) instrumentation of the Dowling Hall Footbridge at Tufts campus, (2) deterministic and probabilistic identification of physically simulated damage on this footbridge, (3) studying the effects of temperature on modeling parameters of the footbridge, (4) development of a process to mitigate the effects of modeling error in model-based damage detection, and (5) development of a new probabilistic model-based damage identification framework that is capable to account for changing environmental conditions on the structural properties. The broader impacts of this project include (6) K-12 outreach, and (7) undergraduate student research and education. In addition, development of an improved probabilistic structural health monitoring framework enhances the monitoring and maintenance of bridges which is currently done through a combination of visual inspection and deterministic methods. This leads to more realistic and accurate information about the state of health of monitored structures.\n\n1. Instrumentation of the Dowling Hall Bridge\n\nAs part of this project, an array of accelerometers and strain gauges were installed on the Dowling Hall Footbridge, a pedestrian bridge at the Medford campus of Tufts University. This instrumented footbridge provides a test bed for teaching and research activities by researchers in the field of structural health monitoring. Some of the measured data at this footbridge are available at the PIÆs research web site.\n\n2. Damage Identification of the Dowling Hall Bridge\n\nA key outcome of this study was successful identification of physically simulated damage through deterministic and probabilistic model updating of the instrumented footbridge based on ambient vibration data. Effects of structural damage were simulated on the bridge by adding mass of the bridge deck (loading concrete blocks on the footbridge). The probabilistic method was able to quantify the value of measured data for model updating and damage identification.\n\n3. Studying effects of temperature on modeling parameters \n\nThe measured data during 17 weeks of monitoring were used to investigate the effects of changing ambient temperatures on the finite element (FE) model updating of this footbridge. It was demonstrated that accounting for the temperature effects in vibration based structural health monitoring can yield more accurate damage identification results when FE model updating is used for localization and quantification of damage as loss of stiffness.\n\n4. Process to Mitigate Effects of Modeling Errors \n\nThe validity and accuracy of identification results become questionable in the presence of large modeling errors which is common for large-scale complex civil structures. Modeling errors have unequal effects on different residuals used in the updating process. Therefore, the performance of FE model updating for damage identification is sensitive to the type and the subset of data used and to the residual weight factors. A process is proposed to mitigate the effects of modeling errors by selecting the optimal subset of modal data and the modal residual weights.\n\n5. Hierarchical Bayesian Model Updating \n\nA new updating technique based on Hierarchical Bayesian modeling is proposed for identification of civil structural systems under changing ambient/environmental conditions. The performance of the proposed technique was investigated for (i) uncertainty quantification of model updating parameters, and (ii) probabilistic damage identification of the structural systems. The proposed framework can accurately predict the overall uncertainties of the updating parameters due to different sources of uncertainties such as changing ambient temperature, temperature gradient, wind speed, and traffic load that can affect the structural mass or stiffness. The proposed framework is well suited for damage assessment of operational civil structures where changing environmental conditions can significantl..."
 }
}