{
 "awd_id": "1125174",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDI-TYPE II--COLLABORATIVE RESEARCH:  Using Algebraic Topology to Connect Models with Measurements in Complex Nonequilibrium Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 704040.0,
 "awd_amount": 704040.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "Numerous complex systems in nature and in technology defy concise characterization because they exhibit strongly nonlinear behaviors that lack all symmetries and are highly non-periodic on a wide range of spatial and temporal scales. Characterization by detailed measurement (in lab experiments or direct numerical simulations) is now possible in many cases using modern measurement technologies or computational techniques. However, the resulting deluge of data often leads to little insight; in particular, there is frequently no good way to connect quantitatively experimental measurements of a particular complex system with the output from simulations/models of the same system.  New, computationally-based, mathematical tools from algebraic topology have the potential to bridge the gap between measurements and models; the proposed research will explore the use of algebraic topology to link numerical simulations and laboratory experiments in situations where complexity arises because the system under study is driven out of thermodynamic equilibrium.  The research focuses on an outstanding paradigm for nonequilibrium complexity: fluid flow driven by temperature gradients (thermal convection). The planned work brings three unique capabilities together in a single effort: \r\n(1) the experimental ability both to measure and to manipulate precisely complex, convective flows; \r\n(2) efficient methods for state-of-the-art, large scale, high-resolution numerical simulations of convective flow; \r\n(3) open source, general purpose, and efficient computational algorithms and software for computing algebraic topological invariants on large data sets.  \r\nTopological tools will be developed both to characterize and to minimize model error as well as to compare and to quantify dynamical properties including Lyapunov exponents, dimensionality and bifurcations between complex spatiotemporal flow states.  This effort should ultimately identify ways in which homology-based metrics can be used for building reduced order models that permit prediction and, perhaps, control of convective flow.  More generally, we expect the metrics developed for convection should find broad application to PDE-modeled problems ranging from the control of cardiac arrythmias to the prediction of weather and climate.\r\n\r\n\r\nThe behaviors of complex systems in the world around us can now both be measured with high fidelity using advanced sensing technologies and simulated with great realism using modern computer techniques. However, the enormous data sets typically produced in these cases are often difficult to interpret because there exist few good mathematical tools to connect quantitatively the experimental measurements of a given complex system with the output of computer simulations of that same system.  The proposed research explores the use of the mathematics of topology to relate lab measurements to computer outputs in a particular complex system, thermal convection. The results of this work should lead to new ways to understand, to predict, and, perhaps, to control convective flow, which plays a direct role in natural processes (e.g., volcanism, earthquake dynamics, continential drift) and industrial applications (e.g., thermal regulation of many devices, the growth of semiconductor materials).  Moreover, the topological tools developed for thermal convection should apply more generally to a wide variety of other problems involving complex systems including the forecasting of weather and climate; the dynamics of the biomass in the oceans; the onset of turbulence; the evolution of reagent patterns on a catalytic metal surface; and ventricular fibrillation in a human heart.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Konstantin",
   "pi_last_name": "Mischaikow",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Konstantin M Mischaikow",
   "pi_email_addr": "mischaik@math.rutgers.edu",
   "nsf_id": "000427406",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers, The State University of New Jersey. Math Dept.",
  "perf_str_addr": "110 Frelinghuysen Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 704040.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 2\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Complex systems, by their very nature, usually exhibit behaviors that defy easy characterization. &nbsp;With modern measurement technologies, the behavior of a complex system can often be captured by &ldquo;brute force&rdquo; sensing (say by digital imaging), thereby producing enormous data sets spanning a wide range of spatial and temporal scales. &nbsp;Modern computational technologies allow for the simulations of models incorporating high degrees of realism resulting in huge numerical data sets. &nbsp;Frequently, the experimental data and model data capture different views of (nominally) the same complex system because data that&rsquo;s easy to measure in the real world is hard/expensive to obtain in cyberspace and vice versa. Thus, in complex systems research one is often left with no good&nbsp;quantitative&nbsp;answer to the fundamental question: how well does the model describe the observed behavior? This in turn restricts our ability to significantly advance understanding.</span></p>\n<p>Algebraic topology is a branch of mathematics that has been developed to capture robust geometric structures via simple algebraic expressions. The traditional starting point for algebraic topological computations has typically been mathematical objects given in terms of equations. &nbsp;More recent developments, often referred to as topological data analysis, have focused on using the machinery of algebraic topology where the input is finite data. A primary tool in this domain is persistent homology.</p>\n<p>The interdisciplinary, multi-institutional effort funded by this grant extended techniques of topological data analysis and applied these methods to the analysis of a wide range of problems arising in fields as diverse as physics, chemistry, biology, engineering, and the social sciences. The primary focus was the development of the use of persistent homology to reduce complex data, obtained from experiments and simulations associated with the dynamics of convection of fluids, and then to use algebraic topological tools to reconstruct the essential features of the dynamics. &nbsp;We demonstrated the feasibility of this approach in the context of model systems such as Rayleigh-Benard convection.</p>\n<p>To justify the validity of this approach we derived new mathematical results providing bounds on the errors of topological quantities being reported as a function of measurement error. &nbsp;We also developed softward that is capable of efficiently carrying out algebraic topological computations on large data sets derived from experiments and numerical simulations.</p>\n<p>The ideas, techniques, and software developed to carry out this project have found applications in the analysis of dense granular media subject to compression or shear, prediction of compressibility of proteins, and the modeling of propogation of disease in random geometric networks. &nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/02/2018<br>\n\t\t\t\t\tModified by: Konstantin&nbsp;M&nbsp;Mischaikow</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\n\n\n\n\nComplex systems, by their very nature, usually exhibit behaviors that defy easy characterization.  With modern measurement technologies, the behavior of a complex system can often be captured by \"brute force\" sensing (say by digital imaging), thereby producing enormous data sets spanning a wide range of spatial and temporal scales.  Modern computational technologies allow for the simulations of models incorporating high degrees of realism resulting in huge numerical data sets.  Frequently, the experimental data and model data capture different views of (nominally) the same complex system because data that?s easy to measure in the real world is hard/expensive to obtain in cyberspace and vice versa. Thus, in complex systems research one is often left with no good quantitative answer to the fundamental question: how well does the model describe the observed behavior? This in turn restricts our ability to significantly advance understanding.\n\nAlgebraic topology is a branch of mathematics that has been developed to capture robust geometric structures via simple algebraic expressions. The traditional starting point for algebraic topological computations has typically been mathematical objects given in terms of equations.  More recent developments, often referred to as topological data analysis, have focused on using the machinery of algebraic topology where the input is finite data. A primary tool in this domain is persistent homology.\n\nThe interdisciplinary, multi-institutional effort funded by this grant extended techniques of topological data analysis and applied these methods to the analysis of a wide range of problems arising in fields as diverse as physics, chemistry, biology, engineering, and the social sciences. The primary focus was the development of the use of persistent homology to reduce complex data, obtained from experiments and simulations associated with the dynamics of convection of fluids, and then to use algebraic topological tools to reconstruct the essential features of the dynamics.  We demonstrated the feasibility of this approach in the context of model systems such as Rayleigh-Benard convection.\n\nTo justify the validity of this approach we derived new mathematical results providing bounds on the errors of topological quantities being reported as a function of measurement error.  We also developed softward that is capable of efficiently carrying out algebraic topological computations on large data sets derived from experiments and numerical simulations.\n\nThe ideas, techniques, and software developed to carry out this project have found applications in the analysis of dense granular media subject to compression or shear, prediction of compressibility of proteins, and the modeling of propogation of disease in random geometric networks.  \n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/02/2018\n\n\t\t\t\t\tSubmitted by: Konstantin M Mischaikow"
 }
}