{
 "awd_id": "1125997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of a seed x-ray machine",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 136597.0,
 "awd_amount": 136597.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "The Chicago Botanic Garden will acquire a seed x-ray machine to advance research in its seed/reproductive biology laboratory. A center for processing, testing, storing, genetically analyzing, and germinating seeds, this laboratory supports research and conservation efforts, as well as educational programs spanning from middle school through PhD programs. The Garden's seed-related research falls into three broad categories: ecological and restoration research, research on ex situ (off site) conservation methods, and horticultural research. Addition of an x-ray cabinet will serve research programs in all three areas by greatly expanding the lab's analytical capabilities. The Garden's studies encompass the biology of small, fragmented populations; the genetics and demography of both rare and invasive plant species; plant responses to climate change and to ecosystem management; and spatial and temporal patterns of molecular genetic diversity in populations. The Garden is also conducting restoration genetics studies that address seed transfer zone delineation and genetic erosion during seed storage and the process of ecological restoration. The Garden is a founding partner in Seeds of Success, the US native seed banking program, and partners with the Royal Botanic Gardens, Kew and USDA National Center for Genetic Resources Preservation to provide redundant storage for its Dixon National Tallgrass Prairie Seed Bank which currently holds over 1600 wild-collected, native species and will ultimately hold samples from multiple populations of the entire Midwestern flora (approximately 3000 species). The Dixon seed bank also holds multiple accessions of the twelve globally rare species we curate for the Center for Plant Conservation (CPC). Additionally, the Garden conducts research on perennial plant breeding to develop landscape plants adapted to the conditions of the Midwestern U.S. Research to assess the invasive potential of plant introductions to the Chicago region is also conducted. To date studies have examined fecundity and seed viability of potentially invasive ornamental taxa, having implications for the nursery industry and home gardeners.\r\n\r\nThe acquisition of additional equipment for the seed/reproductive biology laboratory will result in an increase of the number and diversity of seed studies undertaken which have applications beyond the Garden. Seed banking of globally imperiled plant taxa and of the entire flora of the tallgrass prairie ecosystem benefits society at large. The seed bank serves as a genetic safety net, preventing extinction and mitigating against genetic erosion in wild populations. Several studies at the Garden address restoration genetics and the development of seed transfer zones. Federal, state and regional agency partners including the Bureau of Land Management, the USDA Forest Service, and Chicago Wilderness are implementing the seed transfer guidelines that the Garden develops in a variety of large-scale restoration projects. The results of our research will be disseminated not only to the scientific, conservation, and horticultural communities, but also to the general public through our on-site scientific interpretation (reaching over 900,000 visitors per year), membership publications (sent to over 48,000 members) and Web site that receives over 19 million hits per year.\r\n\r\nThe Garden has a comprehensive education program in plant conservation biology, serving middle and high school students in our College and Science First programs and hosting several internships including an NSF-REU (Research Experiences for Undergraduates) program. The Garden also serves graduate students in a Master's program in partnership with Northwestern University and Ph.D. programs with both Northwestern University and University of Illinois Chicago. Professional training in conservation through workshops, short courses and continuing education classes are also offered. Perhaps most importantly, the seed x-ray equipment will fill a national infrastructure need. Currently, similar laboratories are primarily limited to U.S.D.A facilities in Fort Collins, CO, Beltsville, MD, Columbus, OH and a few other germplasm repository sites. The U.S.D.A. facilities focus almost exclusively on crops, crop relatives and ornamental plants. The Garden's proposed seed storage and research facility will build much-needed capacity in Chicago and the upper Midwest to conduct seed related research and germplasm preservation for native plants, including those that are rare.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kayri",
   "pi_last_name": "Havens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kayri Havens",
   "pi_email_addr": "khavens@chicagobotanic.org",
   "nsf_id": "000298782",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pati",
   "pi_last_name": "Vitt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pati Vitt",
   "pi_email_addr": "pvitt@lcfpd.org",
   "nsf_id": "000175010",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Wagenius",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart Wagenius",
   "pi_email_addr": "swagenius@chicagobotanic.org",
   "nsf_id": "000475819",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeremie",
   "pi_last_name": "Fant",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremie B Fant",
   "pi_email_addr": "jfant@chicagobotanic.org",
   "nsf_id": "000324042",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Krissa",
   "pi_last_name": "Skogen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krissa Skogen",
   "pi_email_addr": "kskogen@chicagobotanic.org",
   "nsf_id": "000401110",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chicago Horticultural Society",
  "inst_street_address": "1000 LAKE COOK RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLENCOE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8478355440",
  "inst_zip_code": "600221168",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "IL10",
  "org_lgl_bus_name": "CHICAGO HORTICULTURAL SOCIETY",
  "org_prnt_uei_num": "CYVTGB56VQJ7",
  "org_uei_num": "CYVTGB56VQJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Chicago Botanic Garden",
  "perf_str_addr": "1000 Lake Cook Road",
  "perf_city_name": "Glencoe",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "600221168",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "IL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 136597.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of the project was to install a seed x-ray machine to advance research in Chicago Botanic Garden&rsquo;s seed/reproductive biology laboratory. A center for processing, testing, storing, genetically analyzing, and germinating seeds, this laboratory supports research and conservation efforts, as well as educational programs spanning from middle school through PhD programs. For nearly 20 years, Chicago Botanic Garden (CBG) has focused on plant conservation biology. Our seed-related research falls into three broad categories: ecological and restoration research, research on&nbsp;<em>ex situ</em>&nbsp;(off site) conservation methods, and horticultural research. The addition of an x-ray cabinet has served research programs in all three areas by greatly expanding the lab&rsquo;s analytical capabilities.</p>\n<p><strong>Intellectual Merit:</strong> The seed x-ray machine allowed CBG to increase the number and diversity of seed biology research studies undertaken. Our studies encompass the biology of small, fragmented populations; the genetics and demography of both rare and invasive plant species; plant responses to climate change and to ecosystem management; and restoration genetics studies. The Garden's Dixon National Tallgrass Prairie Seed Bank currently holds over 1700 wild-collected, native species and will ultimately hold samples from multiple populations of the entire Midwestern flora (approximately 3000 species). Our seed bank also holds multiple accessions of the twelve globally rare species we curate for the Center for Plant Conservation (CPC). <strong>&nbsp;</strong></p>\n<p>As a result of our seed x-ray machine, our native seed collection representing over 2700 accessions is much better curated.&nbsp;X-rays are used to help quantify the number of seeds in each seed collection in the seed bank.&nbsp; After seeds are cleaned and quantities are estimated, a representative sample of seeds are removed and x-rayed from each collection to determine the condition of the seeds.&nbsp; For each x-ray scan, seeds are annotated as &ldquo;filled&rdquo;, &ldquo;empty&rdquo; or &ldquo;infested&rdquo;.&nbsp; The percentage of seeds that are filled, and presumably viable, is applied to the original count to give us a better indication of the quality of our collections.&nbsp; Seeds are also occasionally x-rayed during the cleaning process to help us determine if our cleaning methods are effective.</p>\n<p>To date, the x-ray machine has been instrumental in several studies underway looking at pollen limitation and pollinator service in native species. It has also been very important on our ongoing research on improving restoration outcomes.&nbsp; We are seeking native species and ecotypes that compete well with cheatgrass (<em>Bromus tectorum</em>), an extremely aggressive invader of habitats in the Western US. Part of that work involves testing seed set and seed quality of many native seed crops.&nbsp; Additionally, it has been used in a wide range of the Garden&rsquo;s scientific studies, from paleobotanical work to understanding impacts of biocontrol agents on non-target species and to improving conservation outcomes for imperiled species.</p>\n<p>Lastly, we use the x-ray routinely to assess potential invasiveness of cultivars of invasive plants.&nbsp; Our modeling indicates cultivars of invasive species must be effectively sterile in order to be considered \"safe\" (Knight, Havens and Vitt, 2011, BioScience 61: 816-822).&nbsp; X-ray analysis has proven a quick and effective way to determine if cultivars set viable seed (Madeja, Umek and Havens, 2012, Journal of Environmental Horticulture 30: 42-50).&nbsp; We now routinely use it to screen potentially invasive cultivars.</p>\n<p><strong>Broader Impacts:</strong>&nbsp; Seed banking of globally imperiled plant taxa and of the entire flora of the tallgrass prairie ecosystem benefits society at large. The seed bank serves a...",
  "por_txt_cntn": "\nThe major goal of the project was to install a seed x-ray machine to advance research in Chicago Botanic GardenÆs seed/reproductive biology laboratory. A center for processing, testing, storing, genetically analyzing, and germinating seeds, this laboratory supports research and conservation efforts, as well as educational programs spanning from middle school through PhD programs. For nearly 20 years, Chicago Botanic Garden (CBG) has focused on plant conservation biology. Our seed-related research falls into three broad categories: ecological and restoration research, research on ex situ (off site) conservation methods, and horticultural research. The addition of an x-ray cabinet has served research programs in all three areas by greatly expanding the labÆs analytical capabilities.\n\nIntellectual Merit: The seed x-ray machine allowed CBG to increase the number and diversity of seed biology research studies undertaken. Our studies encompass the biology of small, fragmented populations; the genetics and demography of both rare and invasive plant species; plant responses to climate change and to ecosystem management; and restoration genetics studies. The Garden's Dixon National Tallgrass Prairie Seed Bank currently holds over 1700 wild-collected, native species and will ultimately hold samples from multiple populations of the entire Midwestern flora (approximately 3000 species). Our seed bank also holds multiple accessions of the twelve globally rare species we curate for the Center for Plant Conservation (CPC).  \n\nAs a result of our seed x-ray machine, our native seed collection representing over 2700 accessions is much better curated. X-rays are used to help quantify the number of seeds in each seed collection in the seed bank.  After seeds are cleaned and quantities are estimated, a representative sample of seeds are removed and x-rayed from each collection to determine the condition of the seeds.  For each x-ray scan, seeds are annotated as \"filled\", \"empty\" or \"infested\".  The percentage of seeds that are filled, and presumably viable, is applied to the original count to give us a better indication of the quality of our collections.  Seeds are also occasionally x-rayed during the cleaning process to help us determine if our cleaning methods are effective.\n\nTo date, the x-ray machine has been instrumental in several studies underway looking at pollen limitation and pollinator service in native species. It has also been very important on our ongoing research on improving restoration outcomes.  We are seeking native species and ecotypes that compete well with cheatgrass (Bromus tectorum), an extremely aggressive invader of habitats in the Western US. Part of that work involves testing seed set and seed quality of many native seed crops.  Additionally, it has been used in a wide range of the GardenÆs scientific studies, from paleobotanical work to understanding impacts of biocontrol agents on non-target species and to improving conservation outcomes for imperiled species.\n\nLastly, we use the x-ray routinely to assess potential invasiveness of cultivars of invasive plants.  Our modeling indicates cultivars of invasive species must be effectively sterile in order to be considered \"safe\" (Knight, Havens and Vitt, 2011, BioScience 61: 816-822).  X-ray analysis has proven a quick and effective way to determine if cultivars set viable seed (Madeja, Umek and Havens, 2012, Journal of Environmental Horticulture 30: 42-50).  We now routinely use it to screen potentially invasive cultivars.\n\nBroader Impacts:  Seed banking of globally imperiled plant taxa and of the entire flora of the tallgrass prairie ecosystem benefits society at large. The seed bank serves as a genetic safety net, preventing extinction and mitigating against genetic erosion in wild populations. The results of our research have been disseminated not only to the scientific, conservation, and horticultural communities, but also to the general public through our on-site scie..."
 }
}