{
 "awd_id": "1125597",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Student Design Essay Competition: Designing Complex Systems in 2030",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christiaan Paredis",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 49998.0,
 "awd_amount": 49998.0,
 "awd_min_amd_letter_date": "2011-04-01",
 "awd_max_amd_letter_date": "2011-04-01",
 "awd_abstract_narration": "The objective of this award is to support undergraduate and graduate student attendance at the annual American Society of Mechanical Engineers (ASME) International Design Engineering Technical Conferences (IDETC) and the American Institute of Aeronautics and Astronautics (AIAA) Multidisciplinary Analysis and Optimization (MAO) Conference. A secondary objective is to encourage students to think deeply about what engineering design of complex systems will be like 20-30 years in the future. Students will communicate their thoughts on this topic in an essay which will be judged by a distinguished group of engineering design researchers and educators. Travel funds will be provided for students who are selected through the design essay competition. A poster session will be organized at the conferences to give the students an opportunity to interact with researchers and discuss their ideas on the future of engineering design of complex systems. \r\n\r\nThis award supports the NSF goal to 'achieve excellence in U.S. Science, mathematics, engineering, and technology education at all levels', and will 'provide opportunities for young people that will attract them to and prepare them for careers in science, mathematics, and engineering'. The competition will be widely advertised through the ASME and AIAA conference websites and to researchers in engineering design. Posing the task as an exercise by an industry employee requires the students to consider the effect of global competitiveness on engineering design practices, particularly in light of complex systems. Conference experiences promote growth in individual students and can also serve to strengthen the overall research quality of the research at the student's home institution when this knowledge is shared among their peers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Allen",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Janet K Allen",
   "pi_email_addr": "janet.allen@ou.edu",
   "nsf_id": "000217981",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Farrokh",
   "pi_last_name": "Mistree",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Farrokh Mistree",
   "pi_email_addr": "farrokh.mistree@ou.edu",
   "nsf_id": "000467551",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma",
  "perf_str_addr": "202 W. Boyd Street",
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730191022",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award provides funding for academically talented students to attend the American Society of Mechanical Engineers' (ASME's) premier engineering design conference, IDETC, and the American Institute of Aeronautics and Astronautics&rsquo; (AIAA&rsquo;s) Multidisciplinary Analysis Optimization, MAO, Conference.&nbsp; Students submit essays on the future of engineering design. The essays are judged by a panel of faculty from across the United States using review criteria similar to those the NSF uses for review of proposals.&nbsp;&nbsp;Undergraduates and graduate students compete in separate categories. All of the funds received under this award are used to support student travel and participation in the conference.&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>It is imperative to encourage some of our best and brightest students to become part of the engineering design research community.&nbsp; This grant provides funding to encourage both undergraduate and graduate students to compete for travel awards to attend the American Society of Mechanical Engineers' premier annual design conference, the International Design Engineering Technical Conferences (IDETC) and the American Institute of Aeronautics and Astronautics&rsquo; Multidisciplinary Analysis Optimization (MAO) Conference. &nbsp;At the conference, students present their work in the form of a poster and exchange ideas with the best minds in the field of engineering design. ASME provides poster space and certificates for the winners. &nbsp;Writing these essays encourages critical thinking and provides opportunities for thoughtful students regardless their university, advisor, gender, ethnic background or disability status.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>The competition application consists of an essay on the future of engineering design, a future is which the current students will lead the engineering design research community.&nbsp;&nbsp;&nbsp;Although&nbsp;the period of this&nbsp;award covers only 3 years, this competition has been in place since 1998. Our goals have been:</p>\n<p>(1) Encourage students to start and continue graduate studies</p>\n<p>(2)&nbsp; Encourage students to participate in the technical dialog about engineering design and provide opportunities for the students to present their work and discuss it in an international forum of experts. In addition to the feedback the reviewers provide on the essays, students present their work in the form of posters. Several of our winners have gone on to win Best Paper Awards in various sub-conferences at the IDETC. In 2006, one of our essay award winners, Jiten Patel, also took the opportunity to participate in the student mechanisms competition where, as an undergraduate student, he took first place overall &ndash; both the undergraduate division and the graduate division.</p>\n<p>(3)&nbsp;&nbsp; Encourage students to become faculty members. Over the years, several of those who have won the award have gone on to become tenure-track faculty members. Those that we know about include:</p>\n<ol>\n<li>Benjamin Caldwell, LeTourneau University</li>\n<li>Scott Ferguson, North Carolina State University</li>\n<li>Greg Mocko, Clemson University</li>\n<li>Beshoy Morkos, Florida Institute of Technology</li>\n<li>Jitesh Panchal, Purdue University</li>\n<li>Chiradeep Sen, Florida Institute of Technology</li>\n<li>Joshua Summers, Clemson University</li>\n<li>Noe Vargas-Hernandez, University of Texas, El Paso</li>\n<li>Christopher Williams, Virginia Tech</li>\n</ol>\n<p>&nbsp;</p>\n<p>We are grateful for the help of the faculty who reviewed the essays &ndash; and acknowledge them in alphabetical order:</p>\n<ol>\n<li>Dr. Janet K. Allen, University of Oklahoma</li>\n<li>Dr. Scott Ferguson, North Carolina State University</li>\n<li>Dr. John Gershenson, Michigan Technological University</li>\n<li>Dr. Pierre LaRochelle, Florida Institute of Technology</li>\n<li>Dr. Kem...",
  "por_txt_cntn": "\nThis award provides funding for academically talented students to attend the American Society of Mechanical Engineers' (ASME's) premier engineering design conference, IDETC, and the American Institute of Aeronautics and AstronauticsÆ (AIAAÆs) Multidisciplinary Analysis Optimization, MAO, Conference.  Students submit essays on the future of engineering design. The essays are judged by a panel of faculty from across the United States using review criteria similar to those the NSF uses for review of proposals.  Undergraduates and graduate students compete in separate categories. All of the funds received under this award are used to support student travel and participation in the conference. \n\nBroader Impacts\n\nIt is imperative to encourage some of our best and brightest students to become part of the engineering design research community.  This grant provides funding to encourage both undergraduate and graduate students to compete for travel awards to attend the American Society of Mechanical Engineers' premier annual design conference, the International Design Engineering Technical Conferences (IDETC) and the American Institute of Aeronautics and AstronauticsÆ Multidisciplinary Analysis Optimization (MAO) Conference.  At the conference, students present their work in the form of a poster and exchange ideas with the best minds in the field of engineering design. ASME provides poster space and certificates for the winners.  Writing these essays encourages critical thinking and provides opportunities for thoughtful students regardless their university, advisor, gender, ethnic background or disability status.\n\nIntellectual Merit\n\nThe competition application consists of an essay on the future of engineering design, a future is which the current students will lead the engineering design research community.   Although the period of this award covers only 3 years, this competition has been in place since 1998. Our goals have been:\n\n(1) Encourage students to start and continue graduate studies\n\n(2)  Encourage students to participate in the technical dialog about engineering design and provide opportunities for the students to present their work and discuss it in an international forum of experts. In addition to the feedback the reviewers provide on the essays, students present their work in the form of posters. Several of our winners have gone on to win Best Paper Awards in various sub-conferences at the IDETC. In 2006, one of our essay award winners, Jiten Patel, also took the opportunity to participate in the student mechanisms competition where, as an undergraduate student, he took first place overall &ndash; both the undergraduate division and the graduate division.\n\n(3)   Encourage students to become faculty members. Over the years, several of those who have won the award have gone on to become tenure-track faculty members. Those that we know about include:\n\nBenjamin Caldwell, LeTourneau University\nScott Ferguson, North Carolina State University\nGreg Mocko, Clemson University\nBeshoy Morkos, Florida Institute of Technology\nJitesh Panchal, Purdue University\nChiradeep Sen, Florida Institute of Technology\nJoshua Summers, Clemson University\nNoe Vargas-Hernandez, University of Texas, El Paso\nChristopher Williams, Virginia Tech\n\n\n \n\nWe are grateful for the help of the faculty who reviewed the essays &ndash; and acknowledge them in alphabetical order:\n\nDr. Janet K. Allen, University of Oklahoma\nDr. Scott Ferguson, North Carolina State University\nDr. John Gershenson, Michigan Technological University\nDr. Pierre LaRochelle, Florida Institute of Technology\nDr. Kemper Lewis, University at Buffalo\nDr. Richard Malak, Texas A&amp;M\nDr. Greg Mocko, Clemson University\nDr. Jitesh Panchal, Washington State University\nDr. Matthew Parkinson, Pennsylvania State University\nDr. Dirk Schaefer, Georgia Institute of Technology\nDr. Carolyn Seepersad, The University of Texas, Austin\nDr. Joshua Summers, Clemson University\nDr. Noe Vargas-Hernandez, The Universit..."
 }
}