{
 "awd_id": "1125676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Computational Identification of Gene Regulatory Networks in Microalgae",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 174654.0,
 "awd_amount": 174654.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "PI: Hu, Haiyan\r\nProposal Number: 1125676\r\n\r\nThe research and education goals of the project are to: (1) propose a computational framework to systematically study gene regulation in microalgae towards in-silico modeling and bioengineering applications; (2) educate college students and general public about microalgae gene regulation; and (3) expose women and girls to interdisciplinary science and engineering through mentoring and outreach.\r\nResearch Activities: The research objective is to create novel computational approach to perform genome-wide identification of DNA regulatory elements and their patterns in microalgal model organism C. reinhardtii. The planned activities include: (1) genome-wide identification of DNA regulatory regions in C. reinhardtii by creating new strategy to measure sequence conservation; (2) identification of candidates for DNA regulatory elements via novel machine learning algorithms; and (3) identification of interacting DNA regulatory elements in C. reinhardtii through frequent pattern mining and statistical modeling. The longer-term goal of this project is to develop statistical and computational algorithms to model gene regulatory network of microalgae, and to integrate gene regulation information into in-silico modeling of microalgae for microalgae engineering.\r\nEducation Activities: The educational objectives are to introduce students at multiple levels to the exciting area of bioinformatics; disseminate the knowledge obtained from the proposed study and develop outreach activities to attract more girls and women into science and to broaden participation of underrepresented groups. The planned activities include: graduate/undergraduate mentoring, curriculum development, and outreaching/mentoring women and girls by collaborating with the UCF office of Undergraduate Research and National Girls Collaborative Project. The education activities will be tightly integrated with the research activities. A combination of metrics will be employed to evaluate the education activities.\r\nIntellectual Merit: Understanding how genes are transcriptionally regulated in microalgae is an important problem in both biology and microalgae engineering. The proposed work aims to advance our understanding of gene regulation in microalgae by computationally identifying DNA regulatory elements at the genome-scale in microalgae model organism C. reinhardtii. There is as yet no broadly applicable method and no systematic study to comprehensively identify DNA regulatory elements and characterize gene regulatory mechanisms in C. reinhardtii. By creating novel computational algorithms such as alignment-free methods to identify regulatory regions in the entire C. reinhardtii genome and enumerative Gibbs sampling approach to de novo identify DNA regulatory elements, the proposed work will be able to systematically discover DNA regulatory signals in C. reinhardtii, and will lay the ground for genomescale gene regulatory network construction in C. reinhardtii and other microalgal organisms in the near future. The gene regulatory information gained from the proposed research has the promise to facilitate integrative in-silico modeling of microalgae and microalgae bioengineering in the subsequent research. The prior work on data integration and knowledge discovery from large scale biological data, machine learning and data mining techniques, and software development put the applicant in a unique position to perform the proposed research.\r\nBroader Impacts: The proposed research will have great impact on education at multiple levels. The research will be incorporated into the graduate and undergraduate education by graduate/undergraduate mentoring and curriculum development. The knowledge resulted from the proposed research will be disseminated to the research community and the public to enhance scientific understanding through a website. In addition, mentoring and outreach for women and girls will create a positive cycle in attracting more women into interdisciplinary science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haiyan",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haiyan Hu",
   "pi_email_addr": "haihu@cs.ucf.edu",
   "nsf_id": "000570084",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "008E",
   "pgm_ref_txt": "Gene and Drug Delivery"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174654.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Study of cis-regulatory elements in microalgae and Chloroplast genomes is essential to understanding of gene regulatory mechanism in plant and further in-silico modeling. The project aims to systematically identify DNA regulatory elements and their patterns in microalgal model organism Chlamydomonas reinhardtii (C. reinhardtii). We have developed novel methods to discover cis-regulatory elements using comparative genomics. By creating novel computational algorithms such as alignment-free methods to identify regulatory regions in the entire C. reinhardtii genome and machine learning algorithms to de novo identify DNA regulatory elements, we are able to systematically discover a large number of DNA regulatory signals in C. reinhardtii. We have applied our method to microalgal model organism C. reinhardtii and chloroplast genomes and shown both effectiveness and efficiency in regulatory element identification. We have published our data and research in the format of a web server and three high-impact Journal papers. The large number of cis-regulatory elements discovered now is accessible from our website for further gene regulatory network construction and multiple bioengineering tasks. The gene regulatory information gained from the proposed research has the promise to facilitate integrative in-silico modeling of microalgae. The obtained research results have been incorporated into two graduate student courses. The graduate and undergraduate students directly working on this project got direct training and research experience from the research activities. The produced data and software tools are freely accessible to the public from our website and web server. The computational methods developed in the project will advance the informatics research and have the promise to further inspire novel algorithms as information resources.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/11/2014<br>\n\t\t\t\t\tModified by: Haiyan&nbsp;Hu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStudy of cis-regulatory elements in microalgae and Chloroplast genomes is essential to understanding of gene regulatory mechanism in plant and further in-silico modeling. The project aims to systematically identify DNA regulatory elements and their patterns in microalgal model organism Chlamydomonas reinhardtii (C. reinhardtii). We have developed novel methods to discover cis-regulatory elements using comparative genomics. By creating novel computational algorithms such as alignment-free methods to identify regulatory regions in the entire C. reinhardtii genome and machine learning algorithms to de novo identify DNA regulatory elements, we are able to systematically discover a large number of DNA regulatory signals in C. reinhardtii. We have applied our method to microalgal model organism C. reinhardtii and chloroplast genomes and shown both effectiveness and efficiency in regulatory element identification. We have published our data and research in the format of a web server and three high-impact Journal papers. The large number of cis-regulatory elements discovered now is accessible from our website for further gene regulatory network construction and multiple bioengineering tasks. The gene regulatory information gained from the proposed research has the promise to facilitate integrative in-silico modeling of microalgae. The obtained research results have been incorporated into two graduate student courses. The graduate and undergraduate students directly working on this project got direct training and research experience from the research activities. The produced data and software tools are freely accessible to the public from our website and web server. The computational methods developed in the project will advance the informatics research and have the promise to further inspire novel algorithms as information resources.\n\n\t\t\t\t\tLast Modified: 08/11/2014\n\n\t\t\t\t\tSubmitted by: Haiyan Hu"
 }
}