{
 "awd_id": "1125585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE:  Functionalized electrospun membrane development and characterization for water disinfection",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 174175.0,
 "awd_amount": 174175.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2011-08-05",
 "awd_abstract_narration": "PI: Heldt\r\nProposal Number: 1125585\r\n\r\nIntellectual Merit\r\nThe World Health Organization estimates that 1.7 million people die each year due to infectious diarrhea that is transmitted through the drinking water supply, demonstrating the need for improved disinfection technologies. The long-term goal is to create inexpensive, functionalized membranes that will remove viruses and bacteria by adsorption onto large pore size membranes to allow high water fluxes. The large pore size membranes will decrease membrane fouling and transmembrane pressure. As a first step to attaining this long-term goal, the objective of this NSF-BRIGE grant is to create peptide-functionalized electrospun membranes and quantify their flux, transport properties, and virus removal capacity. This is based on the hypothesis that peptide-functionalized electrospun membranes will adsorb virus particles and retain them during filtration without the need of a purely size-based separation.  This hypothesis is supported by (i) the desirable properties of electrospun chitosan membranes, and (ii) experimental evidence obtained by the PI that small peptides capture and remove viruses from solution. The substantial increase in mechanistic understanding of virus removal created during this grant period will allow the PI to undertake exploratory research in her newly developed laboratory and foster new collaborations. The specific goals to be accomplished that test the hypothesis are: Goal 1: Analyze and model the virus capture of electrospun chitosan membranes and Goal 2: Enhance virus capture with addition of small virus-binding peptides. The proposed research is innovative and novel because it analyzes and models unique virus removal membranes for water disinfection by adsorbing virus with multifunctional peptides instead of removing the virus purely by size exclusion. This will increase the water flux, decrease the transmembrane pressure, and decrease membrane fouling. In addition, the ability to add functionality to the membrane surface allows other functionality to be added in the future to increase the disinfection capacity, including antimicrobial peptides. The expected outcomes of this research are to analyze and compare the adsorption and flow properties of electrospun chitosan membranes (Goal 1) and peptide-functionalized membranes (Goal 2). This will produce membranes that reduce the viral load of PPV (a model virus) in drinking water by greater than 99.99%, an EPA regulated virus reduction minimum. Development and characterization of this novel membrane will be a substantial step toward the long-term goal of creating a portable, high flux, and sustainable water disinfection process. This proposed research is expected to bring in-depth knowledge of (i) the mechanism of small peptide affinity adsorption of viruses, (ii) the flow properties of electrospun membranes, and (iii) the stability of electrospun chitosan membranes as filtration media while (iv) educating young engineers to tackle global problems with innovative and multidisciplinary approaches. This membrane development and characterization is significant because it will lead to new water purification technologies that will save lives in underdeveloped countries as well as here in the U.S.\r\n\r\nBroader Impacts\r\nThe proposed activities in this grant will strengthen the research, education, and outreach at Michigan Tech, the local Great Lakes region, and throughout the underdeveloped world. Clean water is a natural resource that we must manage properly so that it will be available for generations to come. This proposal will bring new insight into environmentally friendly and low energy water purification systems that can be used in underdeveloped nations, municipal water treatment and rural communities that could save millions of lives. The included education and outreach plan will introduce students from primary education up to graduate students to the STEM fields and the need to produce clean water for the poorest people in this world. Participation in SYP, MiCUP, and the Western U.P. Science Fair will attract underrepresented and economically disadvantaged groups and bring them to Michigan Tech to experience handson science and engineering programs and encourage them to pursue a career in a STEM fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caryn",
   "pi_last_name": "Heldt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Caryn Heldt",
   "pi_email_addr": "heldt@mtu.edu",
   "nsf_id": "000571994",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Dr",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174175.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The World Health Organization estimates that 1.7 million people die each year due to infectious diarrhea that is transmitted through the drinking water supply, most commonly caused by bacteria and viruses. Bacteria can be removed by filtration, but the small size of viruses requires that more sophisticated methods be used. The <em>objective </em>of this NSF-BRIGE grant was to create functionalized membranes from nanofibers produced by electrospinning. We wanted to create large pore sized membranes that will allow a large amount of water to easily pass through them while having a high virus removal capacity. We were able to create an electrospun membrane that can remove viruses from water. As shown in Fig. 1, we created a membrane that contains fibers that are about 200 nm in diameter. The pores are on the size of microns, which would allow viruses to pass by size. However, the viruses stick to the fibers due to the high positive charge that has been added through chemical means. We were able to remove 3.7 log reduction value of a non-enveloped virus and &gt; 4 log reduction value of an enveloped virus (see Fig. 2). This is close to or exceeds the EPA regulation that a virus reduction mechanism must accomplish at least 4 log reduction value, which is equivalent to 99.99% removal of virus. From this positive result, we suggest that this positive charge material, which comes naturally from shrimp shells, be studied further for its ability to create membranes that could purify drinking water.</p>\n<p>This NSF project has exposed many students to research, the scientific method, and the need for more people to pursue STEM careers. This project has allowed me to share in the excitement of scientific discovery with 4<sup>th</sup>-8<sup>th</sup> graders as a judge of the Western U.P. Science Fair. We have demonstrated methods to clean water to &gt;60 high school students through Michigan Tech&rsquo;s Summer Youth Programs (SYP). We also demonstrated how to clean water and how to explore contaminates in local water supplies with &gt;100 Wayne County Community College (WCCC) students. They learned how an interdisciplinary approach is needed to solve problems. Three students from WCCC worked in the lab with Michigan Tech students to better learn about STEM research fields and to encourage them to pursue a 4-year STEM degree. The four graduate and two undergraduate students that worked on this project helped to teach science through SYP and learned the importance of sharing and teaching scientific principles with others.</p>\n<p>Overall, this project brought about new knowledge on virus removal membrane materials and educated more than 165 students in research and outreach.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2014<br>\n\t\t\t\t\tModified by: Caryn&nbsp;Heldt</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1125585/1125585_10117813_1413663362929_Projectoutcomefig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1125585/1125585_10117813_1413663362929_Projectoutcomefig1--rgov-800width.jpg\" title=\"Nanofibers\"><img src=\"/por/images/Reports/POR/2014/1125585/1125585_10117813_1413663362929_Projectoutcomefig1--rgov-66x44.jpg\" alt=\"Nanofibers\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1: Nanofibers made from positive charged-chitosan. (A) Freshly spun fibers, (B) fibers after glutaraldehyde crosslinking, and (C) crosslinked fibers after 60 mi...",
  "por_txt_cntn": "\nThe World Health Organization estimates that 1.7 million people die each year due to infectious diarrhea that is transmitted through the drinking water supply, most commonly caused by bacteria and viruses. Bacteria can be removed by filtration, but the small size of viruses requires that more sophisticated methods be used. The objective of this NSF-BRIGE grant was to create functionalized membranes from nanofibers produced by electrospinning. We wanted to create large pore sized membranes that will allow a large amount of water to easily pass through them while having a high virus removal capacity. We were able to create an electrospun membrane that can remove viruses from water. As shown in Fig. 1, we created a membrane that contains fibers that are about 200 nm in diameter. The pores are on the size of microns, which would allow viruses to pass by size. However, the viruses stick to the fibers due to the high positive charge that has been added through chemical means. We were able to remove 3.7 log reduction value of a non-enveloped virus and &gt; 4 log reduction value of an enveloped virus (see Fig. 2). This is close to or exceeds the EPA regulation that a virus reduction mechanism must accomplish at least 4 log reduction value, which is equivalent to 99.99% removal of virus. From this positive result, we suggest that this positive charge material, which comes naturally from shrimp shells, be studied further for its ability to create membranes that could purify drinking water.\n\nThis NSF project has exposed many students to research, the scientific method, and the need for more people to pursue STEM careers. This project has allowed me to share in the excitement of scientific discovery with 4th-8th graders as a judge of the Western U.P. Science Fair. We have demonstrated methods to clean water to &gt;60 high school students through Michigan TechÆs Summer Youth Programs (SYP). We also demonstrated how to clean water and how to explore contaminates in local water supplies with &gt;100 Wayne County Community College (WCCC) students. They learned how an interdisciplinary approach is needed to solve problems. Three students from WCCC worked in the lab with Michigan Tech students to better learn about STEM research fields and to encourage them to pursue a 4-year STEM degree. The four graduate and two undergraduate students that worked on this project helped to teach science through SYP and learned the importance of sharing and teaching scientific principles with others.\n\nOverall, this project brought about new knowledge on virus removal membrane materials and educated more than 165 students in research and outreach.\n\n \n\n\t\t\t\t\tLast Modified: 10/18/2014\n\n\t\t\t\t\tSubmitted by: Caryn Heldt"
 }
}