{
 "awd_id": "1125616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a 400 MHz NMR Spectrometer to Facilitate Faculty Research and Improve Undergraduate Research Training",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 258971.0,
 "awd_amount": 258971.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "With this award from the Major Research Instrumentation (MRI) Program, Professor Gary Breton from Berry College and colleagues Kevin Hoke, Theunis Van Aardt and Dominic Qualley will acquire a 400 MHz NMR spectrometer. The proposal is aimed at enhancing research training and education at all levels, especially in areas such as (a) synthesis of strained dinitrogen heterocycles, (b) stepwise assembly of coordination complexes on electrode surfaces, (c) characterization of the nucleic acid binding activity of the bovine leukemia virus NC protein, and (d) stereoselective synthesis of pterocarpans.\r\n\r\nNuclear Magnetic Resonance (NMR) spectroscopy is one of the most powerful tools available to chemists for the elucidation of the structure of molecules. It is used to identify unknown substances, to characterize specific arrangements of atoms within molecules, and to study the dynamics of interactions between molecules in solution. Access to state-of-the-art NMR spectrometers is essential to chemists who are carrying out frontier research. The results from these NMR studies will have an impact in synthetic organic/inorganic chemistry, materials chemistry and biochemistry. This instrument will be an integral part of teaching as well as research at Berry College and neighboring institutions such as Shorter University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Breton",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gary W Breton",
   "pi_email_addr": "gbreton@berry.edu",
   "nsf_id": "000099987",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Hoke",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin R Hoke",
   "pi_email_addr": "khoke@berry.edu",
   "nsf_id": "000536798",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Theunis",
   "pi_last_name": "Van Aardt",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Theunis G Van Aardt",
   "pi_email_addr": "tvaardt@shorter.edu",
   "nsf_id": "000584689",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dominic",
   "pi_last_name": "Qualley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dominic Qualley",
   "pi_email_addr": "dqualley@berry.edu",
   "nsf_id": "000584787",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Berry College",
  "inst_street_address": "2277 MARTHA BERRY HWY NW",
  "inst_street_address_2": "",
  "inst_city_name": "MOUNT BERRY",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7063782851",
  "inst_zip_code": "301499707",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "GA14",
  "org_lgl_bus_name": "BERRY COLLEGE INC",
  "org_prnt_uei_num": "UN5NJ4HGQF36",
  "org_uei_num": "UN5NJ4HGQF36"
 },
 "perf_inst": {
  "perf_inst_name": "Berry College",
  "perf_str_addr": "P.O. Box 495006",
  "perf_city_name": "Mount Berry",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "301495006",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "GA14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 258971.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; Nuclear magnetic resonance spectroscopy (NMR) is a powerful spectroscopic method used in research laboratories for the characterization of molecular structure.&nbsp; Faculty-led research projects being completed at Berry College require the use of NMR spectroscopy to be successful.&nbsp; Furthermore, because the use of NMR spectroscopy is widespread in both academia and industry, it is critical that undergraduate students be trained in its proper use and applications prior to graduation.&nbsp; While Berry College owned some decades-old &ldquo;low field&rdquo; (i.e., low sensitivity) NMR spectrometers prior to the grant, current research efforts require a very sensitive &ldquo;high field&rdquo; spectrometer.&nbsp; Acquisition of a JEOL ECS 400 NMR spectrometer through NSF&rsquo;s MRI program has significantly improved both the research and educational environment at Berry College, as well as provided benefits to several local chemical companies.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The acquired NMR spectrometer has been used extensively in research involving seven faculty members in Berry&rsquo;s Chemistry Department over the three-year grant period.&nbsp; The results of the research have been disseminated to the scientific community and public at large via eight publications in peer-reviewed journals and seven presentations at major professional conferences.&nbsp; Furthermore, twenty undergraduate students were trained in the use of NMR by participating in research projects alongside faculty members.&nbsp; Other students were trained as a result of incorporation of use of the NMR spectrometer into laboratory courses (e.g., Advanced Organic Chemistry, Inorganic Chemistry and Physical Chemistry).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The acquisition of the high field NMR played a critical role in being able to successfully recruit high caliber faculty into the Chemistry Department.&nbsp; Because NMR spectroscopy is necessary for modern research efforts, new hires coming directly from high quality graduate and postdoctoral programs not only require the use of NMR spectroscopy for their work, but also demand access to such instruments.&nbsp; We credit the presence of the JEOL NMR spectrometer with our recent ability to successfully hire excellent faculty from Vanderbilt University and ETH Zurich. Hiring excellent faculty with strong research programs improves the quality of undergraduate chemistry coursework for Berry students. The education of our students is also significantly enhanced by our ability to incorporate hands-on learning experiences in laboratory courses that utilize NMR spectroscopy in ways not previously possible.&nbsp; Chemistry majors are now exposed to multidimensional NMR spectroscopy, NMR spectroscopy of the carbon-13 isotope and other atomic nuclei, and the use of NMR spectroscopy in determining rates of chemical reactions. As a result of NSF&rsquo;s investment in Berry College&rsquo;s Chemistry program, our graduates are now much better trained in this important instrumental technique as they enter the scientific workforce or attend competitive graduate school programs.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Finally, applications of the acquired NMR have also reached beyond the borders of Berry&rsquo;s campus.&nbsp; Faculty at Berry worked with representatives from three local companies in Northwest Georgia (Mohawk Industries, Peach State Laboratories and MFG Chemical) to help solve problems they were experiencing for which methods other than NMR spectroscopy were insufficient. This outreach effort gives our local companies a competitive advantage in chemical manufacture, as well as promotes career opportunities for our graduates. Also, PIs Breton and Hoke created a series of YouTube videos that were posted for public viewing that demonstrated the proper method for refilling the NMR magnet with liquid helium to help other researchers that ...",
  "por_txt_cntn": "\n     Nuclear magnetic resonance spectroscopy (NMR) is a powerful spectroscopic method used in research laboratories for the characterization of molecular structure.  Faculty-led research projects being completed at Berry College require the use of NMR spectroscopy to be successful.  Furthermore, because the use of NMR spectroscopy is widespread in both academia and industry, it is critical that undergraduate students be trained in its proper use and applications prior to graduation.  While Berry College owned some decades-old \"low field\" (i.e., low sensitivity) NMR spectrometers prior to the grant, current research efforts require a very sensitive \"high field\" spectrometer.  Acquisition of a JEOL ECS 400 NMR spectrometer through NSFÆs MRI program has significantly improved both the research and educational environment at Berry College, as well as provided benefits to several local chemical companies.\n\n     The acquired NMR spectrometer has been used extensively in research involving seven faculty members in BerryÆs Chemistry Department over the three-year grant period.  The results of the research have been disseminated to the scientific community and public at large via eight publications in peer-reviewed journals and seven presentations at major professional conferences.  Furthermore, twenty undergraduate students were trained in the use of NMR by participating in research projects alongside faculty members.  Other students were trained as a result of incorporation of use of the NMR spectrometer into laboratory courses (e.g., Advanced Organic Chemistry, Inorganic Chemistry and Physical Chemistry).\n\n     The acquisition of the high field NMR played a critical role in being able to successfully recruit high caliber faculty into the Chemistry Department.  Because NMR spectroscopy is necessary for modern research efforts, new hires coming directly from high quality graduate and postdoctoral programs not only require the use of NMR spectroscopy for their work, but also demand access to such instruments.  We credit the presence of the JEOL NMR spectrometer with our recent ability to successfully hire excellent faculty from Vanderbilt University and ETH Zurich. Hiring excellent faculty with strong research programs improves the quality of undergraduate chemistry coursework for Berry students. The education of our students is also significantly enhanced by our ability to incorporate hands-on learning experiences in laboratory courses that utilize NMR spectroscopy in ways not previously possible.  Chemistry majors are now exposed to multidimensional NMR spectroscopy, NMR spectroscopy of the carbon-13 isotope and other atomic nuclei, and the use of NMR spectroscopy in determining rates of chemical reactions. As a result of NSFÆs investment in Berry CollegeÆs Chemistry program, our graduates are now much better trained in this important instrumental technique as they enter the scientific workforce or attend competitive graduate school programs.\n\n     Finally, applications of the acquired NMR have also reached beyond the borders of BerryÆs campus.  Faculty at Berry worked with representatives from three local companies in Northwest Georgia (Mohawk Industries, Peach State Laboratories and MFG Chemical) to help solve problems they were experiencing for which methods other than NMR spectroscopy were insufficient. This outreach effort gives our local companies a competitive advantage in chemical manufacture, as well as promotes career opportunities for our graduates. Also, PIs Breton and Hoke created a series of YouTube videos that were posted for public viewing that demonstrated the proper method for refilling the NMR magnet with liquid helium to help other researchers that have to deal with this delicate process (see http://www.youtube.com/watch?v=V6Pmm2aWPto).  To date the videos have been watched by approximately 600 viewers.\n\n\t\t\t\t\tLast Modified: 09/08/2014\n\n\t\t\t\t\tSubmitted by: Gary W Breton"
 }
}