{
 "awd_id": "1125897",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Physics Frontier Center at the Kavli Institute for Cosmological Physics:  Pushing Cosmology to the Edge",
 "cfda_num": "47.049",
 "org_code": "03010800",
 "po_phone": "7032924516",
 "po_email": "jshank@nsf.gov",
 "po_sign_block_name": "James Shank",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 17000000.0,
 "awd_amount": 22396929.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2017-07-18",
 "awd_abstract_narration": "Cosmology and particle physics stand at a crossroads. In recent years, scientists have put together a remarkably successful model of cosmic evolution and the extraordinarily well tested Standard Model of elementary particles. In the current cosmological model, a rapid burst of expansion - inflation - occurred a tiny fraction of a second after the Big Bang, laying the seeds for the formation of structure in the Universe. Those seeds have been observed as hot and cold regions in the cosmic microwave background (CMB) radiation. The assembly of galaxies from those seeds and the vast web of large-scale structure seen in galaxy surveys was shaped by dark matter, which dominates the mass in galaxies and clusters of galaxies. Finally, the evidence that the cosmic expansion is now accelerating has become incontrovertible, pointing to a Universe dominated by dark energy or else to a modification of Einstein's theory of General Relativity.\r\n\r\nThe success of the current cosmology rests upon its three mysterious pillars - inflation, particle dark matter, and dark energy - mysterious because they lie outside the Standard Model of particle physics. Cosmology has shown that the Standard Model is incomplete, and that there is new physics waiting to be discovered. In the coming decade, cosmology can help reveal the new physics underlying inflation, dark matter, and cosmic acceleration, and thereby play a critical role in pointing the way to a new paradigm for fundamental physics. The Physics Frontier Center at the Kavli Institute for Cosmological Physics (KICP) will bring together astronomers and physicists, theorists, observers and experimentalists, and early-career scientists and senior researchers from across the cosmology community. Since the complexity of these problems requires multiple, complementary approaches, the Center will enable datasets from different experiments to be combined in powerful new ways. As new discoveries are made, the Center will pursue new directions to promptly follow them up. \r\n\r\nBuilding upon the accomplishments, investments, and lessons learned over the past ten years of PFC funding, the Center focuses upon reaping the science from the projects that were initiated and developed at the KICP - South Pole Telescope (SPT), Dark Energy Survey (DES), Q/U Imaging Experiment (QUIET), and Chicagoland Observatory for Underground Particle Physics (COUPP) - and elsewhere to help solve these big mysteries. Built around the projects, the Center includes eight Major Activities (MAs), five research Hubs, an international Fellows exchange program, yearly hands-on summer schools, and multiple Education & Outreach partnerships. Twenty-one key collaborators have committed to carrying out specific tasks central to the Center. They come from local institutions, education and outreach partners, institutions around the country, and industry. \r\n\r\nThree science MAs are devoted to our research themes: the Inflation MA will take advantage of dramatic advances in measuring CMB polarization to pursue the \"Bmode\" polarization signature of inflation-produced gravity waves, focusing initially on QUIET and SPTpol while laying the groundwork for future experiments. It will also combine CMB and large-scale structure measurements from DES to test whether the underlying density perturbations are Gaussian, as predicted by the simplest models of inflation. The Dark Energy MA will use the Dark Energy Survey (DES) and South Pole Telescope (SPT) and other future projects to probe the physical origin of cosmic acceleration and test the current paradigm - vacuum energy within Einstein's theory of gravity. The Dark Matter MA will synthesize the upcoming wealth of data from particle colliders, satellites, and ultra-sensitive dark matter detectors to confirm or refute the weakly interacting massive particle (WIMP) hypothesis for dark matter.\r\n\r\nWithin the three science MAs, five research \"Hubs\" will bring people and projects together to focus on specific challenges. The CMB Polarization Hub will facilitate coordination between different polarization experiments, including joint analysis; the non-Gaussianity Hub will bring together international researchers to constrain or detect non-Gaussianity and test inflation. The Joint Analysis Hub will bring together researchers on SPT and DES and other projects to develop and apply new tools to exploit and optimize galaxy clusters as probes of dark energy; the Supernova Hub will carry out a broad program to improve supernovae as cosmological distance indicators and apply these techniques to new surveys. The Dark Matter Hub will focus on particle theory and model building and signals for dark matter from colliders and indirect detection experiments, complementing the direct detection experiment COUPP and others.\r\n\r\nThe Fellows MA is the centerpiece activity of the Center. Mentored by the faculty of the Center but given great independence, eleven early-career scientists will be able to shape research programs of their own design, work with faculty, other Fellows, students, and visitors in the interdisciplinary environment of the Center.  They can also participate in an international Fellows exchange program and choose from a broad range of opportunities in education and outreach. All of this is designed to prepare them to be future leaders in cosmology.\r\n\r\nTwo MAs are devoted to crosscutting, science-enabling activities. Detector Development, strongly leveraged by partnerships with Argonne, Fermilab, and other institutions, will develop innovative detectors to position us to take advantage of early discoveries and to broadly benefit cosmology and other areas of science.  Computational Cosmology will coordinate the high-performance computing resources, both human and hardware, necessary to accomplish our science goals. The Conferences, Workshops, and Visitors MA will provide a program of specialized workshops, large symposia, yearly hands-on summer schools, and a visitors program featuring the David Schramm Distinguished Visiting Professorship to engage and benefit the broader cosmology community and further our science goals.\r\n\r\nBy design, the broader impacts of the PFC are woven throughout the Center activities. More specifically, the Education, Outreach, & Diversity MA, will spearhead and coordinate a series of activities aimed at broadening the impact of the Center. This MA is strongly coupled to the science in the Center, involves 100% of the PFC faculty members, and has three overarching goals: increasing the diversity of the STEM workforce through programs from K-12 to the professoriate; educating and preparing the next generation of teacher-scholars in an interdisciplinary environment by involving students and Fellows directly in outreach and teaching activities; and advancing the public's understanding and appreciation of science through collaborations with museums and planetariums, and through public lectures and events. This approach to broadening participation includes collaboration with Project Exploration working with the Chicago Public Schools, continuation of the successful Space Explorers K-12 program, partnering with the Fisk-Vanderbilt Masters-to-PhD Bridge program and the University of Texas El Paso to bring students to UChicago for research experiences, supporting and mentoring undergraduate and graduate students, and championing diversity in faculty hiring and retention within the Physical Sciences Division at UChicago. The Center will also use technology, developing visualization tools, to integrate research into the undergraduate curriculum and will partner with the Adler Planetarium on cosmology visualizations for a broader audience. Finally, the Conferences, Workshops, and Visitors MA will promote dissemination of cutting-edge research to the broader cosmology community and offer opportunities for those not currently engaged in cosmology research to transition into the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Turner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Turner",
   "pi_email_addr": "mturner@kicp.uchicago.edu",
   "nsf_id": "000453862",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 South Ellis Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164600",
   "pgm_ele_name": "PHYSICS FRONTIER CENTER"
  },
  {
   "pgm_ele_code": "511500",
   "pgm_ele_name": "ANT Astrophys & Geospace Sci"
  },
  {
   "pgm_ele_code": "728200",
   "pgm_ele_name": "Midscale Physics Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 4520000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 3120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 3120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 3120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 3048000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 2348929.0
  }
 ],
 "por": null
}