{
 "awd_id": "1125412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDI-Type II: Optimization of Engineered Tissue Growth by Active Learning",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 1339229.0,
 "awd_amount": 1339229.0,
 "awd_min_amd_letter_date": "2011-09-21",
 "awd_max_amd_letter_date": "2011-09-21",
 "awd_abstract_narration": "Tissue engineering has shown promise for providing alternatives to traditional surgical methods for reconstruction of damaged or resected tissues, but a number of fundamental issues remain before tissue engineering achieves routine clinical application. The study and design of engineered tissue necessitates the investigation of integrated tissue growth and neovascularization within a biopolymer scaffold. This system illustrates the complexity of natural and engineered systems critical to the survival of living species. The tissue engineering system must be studied in its entirety in order to assess its resiliency and fragility to external environmental changes and internal variations in the decision functions of its elements, to analyze and predict its growth, self-organization and sustainability, and to forecast the emergence of new behavior in its upper levels of hierarchical organization based on the decisions/behavior of its elements.  While several individual aspects of tissue engineering have been studied rigorously and detailed models have been developed for these individual components, agent-based modeling provides an integrated framework for studying the interactions among these individual parts that typically invoke a response more complicated than the sum of the individual parts. \r\n\r\nThe goal of the proposed multidisciplinary research is to integrate experimental and computational studies in an evolutionary active learning framework to optimize engineered tissue growth.  Simulations will be run in parallel with experiments to enable adjustments of experimental conditions for improving the growth process based on model predictions of final tissue properties. Three synergistic research activities are integrated. The first is to develop an active learning framework to coordinate the collection and interpretation of experimental and simulation results, refine simulation studies, develop a feedback loop between simulations and experiments, and enable modification of the conditions of ongoing experiments to optimize functional tissue growth. The second is to develop an open-source stochastic multiscale heterogeneous agent-based modeling framework in Java and Repast for modeling tissue growth and develop tissue engineering strategies based on agent-based model predictions. The third is to conduct experimental studies guided by active learning for engineering vascularized bone. The outcome will be a learning-decision-execution environment for integrated computational and experimental research to develop tissue engineering systems studied in their entirety by considering the interdependencies of vascular and tissue growth while tracking variations in individual cells.\r\n\r\nThe transformational research in this project is the development of an iterative \"modeling-simulation-experiment\" cycle guided by active learning (AL) to optimize engineered tissue properties by making adjustments both prior to and during tissue growth. One goal of this project is to develop an open-source agent-based modeling (ABM) environment to use agent-based models and experimental data for the development of tissue engineering strategies that can be rapidly screened by simulations to guide experimental work, with a particular emphasis on tissue engineered bone.  The second goal is to develop an evolutionary AL framework and batch process supervision and control strategies for conducting realistic simulations and prediction of complex adaptive systems for engineering vascularized tissue. In vitro and in vivo (animal studies) engineered tissue formation will be modeled, with a particular emphasis on tissue engineering vascularized bone. Research results will contribute to the knowledge base in simulation-based engineering science and computational thinking, and in modeling, simulation and control of complex biomedical systems.\r\n\r\nThis iterative comprehensive \"modeling-simulation-analysis-experimental validation\" approach will provide ultimately a powerful method for healthcare providers to design better strategies for tissue regeneration and engineering.  The proposed activity also contributes to promoting education and training in modeling of complex dynamic stochastic systems, hierarchical agent-based models, and tissue engineering for students at multiple levels, including K-12, undergraduate, and graduate students. The techniques for model development and assessment of the effects of stochastic variations can be used in complex adaptive systems in many fields central to national and global concerns - energy distribution systems, ecosystems, epidemics, and supply chains. Vascularized tissue growth presents an ideal testbed for computer science research in active learning of complex living systems. It also provides valuable material for STEM education at secondary and college levels. Modeling activities appropriate for middle, secondary, and collegiate students will not only introduce students to simulations that can be used to understand and contribute to solutions of complex problems, but will also contribute to the process of developing understanding of the nature of models and abilities to generate models. Further, the agent-based modeling and active learning that are core to this proposal will provide the need to go beyond the learning of equations that govern physical systems to adapting, revising and combining models for the purpose of addressing the functionality, precision and granularity needs for their intended use.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ali",
   "pi_last_name": "Cinar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ali Cinar",
   "pi_email_addr": "cinar@iit.edu",
   "nsf_id": "000371465",
   "pi_start_date": "2011-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Brey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Brey",
   "pi_email_addr": "eric.brey@utsa.edu",
   "nsf_id": "000343058",
   "pi_start_date": "2011-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "North",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J North",
   "pi_email_addr": "north@anl.gov",
   "nsf_id": "000308197",
   "pi_start_date": "2011-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Zawojewski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Judith Zawojewski",
   "pi_email_addr": "zawojewski@iit.edu",
   "nsf_id": "000498172",
   "pi_start_date": "2011-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mustafa",
   "pi_last_name": "Bilgic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mustafa Bilgic",
   "pi_email_addr": "mbilgic@iit.edu",
   "nsf_id": "000578383",
   "pi_start_date": "2011-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163793",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1339229.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This multidisciplinary research integrates experimental and computational studies to optimize engineered tissue growth.&nbsp; The study and design of engineered tissue necessitates the investigation of integrated tissue growth and neovascularization within a biopolymer scaffold. This system illustrates the complexity of natural and engineered systems critical to the survival of living species. The tissue engineering system must be <em>studied in its entirety</em> in order to assess its resiliency and fragility to external environmental changes and internal variations in the decision functions of its elements, and to analyze and predict its growth, self-organization and sustainability. Tissue engineering has shown promise for providing alternatives to traditional surgical methods for reconstruction of damaged tissues but several fundamental issues remain before tissue engineering achieves routine clinical application. Various aspects of tissue engineering have been studied rigorously and detailed models have been developed for these individual components. However, while several individual aspects of tissue engineering have been modeled, agent-based modeling (ABM) provides an integrated framework for studying the interactions among these individual parts that typically invoke a response more complicated than the sum of the individual parts. Simulations, machine learning and integrating with human expertise, provides a powerful environment for adjustment of experimental conditions to improve the final tissue properties.</p>\n<p>The ultimate success of tissue engineering depends on the growth and differentiation of mature vascularized tissue. The transformational research in this project is the development of an iterative &lsquo;<em>modeling-simulation-experiment&rsquo; </em>cycle to optimize engineered tissue properties by making adjustments in tissue growth. This project uses agent-based models and experimental data to develop an open-source ABM environment that will be used to guide the development of tissue engineering strategies that can be rapidly screened by simulations to guide experimental work, with a particular emphasis on tissue engineered bone. Research results will contribute to the knowledge base in simulation-based engineering science and computational thinking, and in modeling, simulation and control of complex biomedical systems.</p>\n<p class=\"lin0\">This iterative comprehensive &lsquo;modeling-simulation-analysis-experimental validation&rsquo; approach provides a powerful method for healthcare providers to design better strategies for tissue regeneration and engineering.&nbsp; The research activity also contributes to promoting education and training in modeling of complex dynamic stochastic systems, hierarchical ABMs, and tissue engineering for students at multiple levels, including K-12, undergraduate, and graduate students. Furthermore, the techniques for model development and assessment of the effects of stochastic variations can be used in complex adaptive systems in many fields central to national and global concerns - energy distribution systems, ecosystems, epidemics, and supply chains.</p>\n<p>We have developed an ABM and software in Repast High Performance Computing (HPC) that can describe the interactions between tissue cell proliferation, angiogenesis and a disintegrating scaffold in three-dimensional spaces. The current version of the simulator can run realistic simulations for bone formation. Simulation results provided valuable information and hypotheses to be tested with experiments. For example, scaffolds with preexisting vascular network sections promoted faster vascularization and enhanced bone formation. The computational model was also expanded by adding scaffold disintegration and multilayer scaffolds with different disintegration characteristics to promote angiogenesis. This enabled computational experiments to evaluate the merits of such scaffolds in tissue engineering. The Repast HPC version of the model and simulator enables fast simulations and screening of alternative intervention scenarios for successful tissue growth to provide advice to experimental researchers on the most promising conditions for achieving successful tissue characteristics at the end of a tissue growth process.</p>\n<p>The research results also enabled the development of educational modules for teaching angiogenesis and modeling to serve in mathematics education (learning about student model creation), and in science education (learning about students&rsquo; learning of angiogenesis), and educational research (a case study of design-study based curriculum development) in high school STEM education.</p>\n<p>The ultimate use of the techniques and tools developed in this project is in personalized medical care. &nbsp;Progress from transformative research in this project to routine application of tissue engineering for medical use will take time, certainly longer than the duration of this CDI project. &nbsp;The active learning methods, predictive monitoring, product design based on specifications (such as scaffold design, seeding of tissue cells, nutrient concentration profiles in this application) can be valuable in many other fields such as chemical, biochemical food processing and manufacturing industries, agriculture and environmental conservation and rehabilitation. &nbsp;The active learning and agent-based modeling techniques developed will also be useful in studying various social problems.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2017<br>\n\t\t\t\t\tModified by: Ali&nbsp;Cinar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis multidisciplinary research integrates experimental and computational studies to optimize engineered tissue growth.  The study and design of engineered tissue necessitates the investigation of integrated tissue growth and neovascularization within a biopolymer scaffold. This system illustrates the complexity of natural and engineered systems critical to the survival of living species. The tissue engineering system must be studied in its entirety in order to assess its resiliency and fragility to external environmental changes and internal variations in the decision functions of its elements, and to analyze and predict its growth, self-organization and sustainability. Tissue engineering has shown promise for providing alternatives to traditional surgical methods for reconstruction of damaged tissues but several fundamental issues remain before tissue engineering achieves routine clinical application. Various aspects of tissue engineering have been studied rigorously and detailed models have been developed for these individual components. However, while several individual aspects of tissue engineering have been modeled, agent-based modeling (ABM) provides an integrated framework for studying the interactions among these individual parts that typically invoke a response more complicated than the sum of the individual parts. Simulations, machine learning and integrating with human expertise, provides a powerful environment for adjustment of experimental conditions to improve the final tissue properties.\n\nThe ultimate success of tissue engineering depends on the growth and differentiation of mature vascularized tissue. The transformational research in this project is the development of an iterative ?modeling-simulation-experiment? cycle to optimize engineered tissue properties by making adjustments in tissue growth. This project uses agent-based models and experimental data to develop an open-source ABM environment that will be used to guide the development of tissue engineering strategies that can be rapidly screened by simulations to guide experimental work, with a particular emphasis on tissue engineered bone. Research results will contribute to the knowledge base in simulation-based engineering science and computational thinking, and in modeling, simulation and control of complex biomedical systems.\nThis iterative comprehensive ?modeling-simulation-analysis-experimental validation? approach provides a powerful method for healthcare providers to design better strategies for tissue regeneration and engineering.  The research activity also contributes to promoting education and training in modeling of complex dynamic stochastic systems, hierarchical ABMs, and tissue engineering for students at multiple levels, including K-12, undergraduate, and graduate students. Furthermore, the techniques for model development and assessment of the effects of stochastic variations can be used in complex adaptive systems in many fields central to national and global concerns - energy distribution systems, ecosystems, epidemics, and supply chains.\n\nWe have developed an ABM and software in Repast High Performance Computing (HPC) that can describe the interactions between tissue cell proliferation, angiogenesis and a disintegrating scaffold in three-dimensional spaces. The current version of the simulator can run realistic simulations for bone formation. Simulation results provided valuable information and hypotheses to be tested with experiments. For example, scaffolds with preexisting vascular network sections promoted faster vascularization and enhanced bone formation. The computational model was also expanded by adding scaffold disintegration and multilayer scaffolds with different disintegration characteristics to promote angiogenesis. This enabled computational experiments to evaluate the merits of such scaffolds in tissue engineering. The Repast HPC version of the model and simulator enables fast simulations and screening of alternative intervention scenarios for successful tissue growth to provide advice to experimental researchers on the most promising conditions for achieving successful tissue characteristics at the end of a tissue growth process.\n\nThe research results also enabled the development of educational modules for teaching angiogenesis and modeling to serve in mathematics education (learning about student model creation), and in science education (learning about students? learning of angiogenesis), and educational research (a case study of design-study based curriculum development) in high school STEM education.\n\nThe ultimate use of the techniques and tools developed in this project is in personalized medical care.  Progress from transformative research in this project to routine application of tissue engineering for medical use will take time, certainly longer than the duration of this CDI project.  The active learning methods, predictive monitoring, product design based on specifications (such as scaffold design, seeding of tissue cells, nutrient concentration profiles in this application) can be valuable in many other fields such as chemical, biochemical food processing and manufacturing industries, agriculture and environmental conservation and rehabilitation.  The active learning and agent-based modeling techniques developed will also be useful in studying various social problems.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/31/2017\n\n\t\t\t\t\tSubmitted by: Ali Cinar"
 }
}