{
 "awd_id": "1125698",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Predicting Allosteric Regulation Pathways from Local Elastic Moduli Calculations",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Robert Carter",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "This Broadening Participation Research Initiation Grants in Engineering (BRIGE) grant aims at obtaining information on the mechanisms and pathways of allostery on proteins by measuring and analyzing a protein?s 3D map of local mechanical strength. Allostery involves the propagation of signals between sites in a protein structure. A change in function could be brought about by the binding of a ligand, covalent modification or mutation at a distant site. The mechanism of this site-to-site communication is not understood, and is of great interest, especially since allosteric effects must be considered in drug design and protein engineering. The first part of the project will involve development of a technique to calculate the local elastic moduli as a function of the position in space for a molecule, while the second part will focus on applying the resulting 3D maps of local material strength to understand the mechanisms of allostery, find the positions of possible allosteric sites and predict pathways of propagation of allosteric signals through a molecule.\r\n\r\n   The results will benefit society by improving our understanding of allostery and its connection to many regulatory processes that happen in the human body, and by providing an innovative tool with the potential to revolutionize the field of drug discovery for the treatment of several conditions and diseases, including certain types of cancer. In addition, undergraduate students, and high school students and teachers from underrepresented groups in Puerto Rico and the New York City area will be exposed to the concepts and method through summer internships and visits to the group?s laboratory, with the purpose of broadening the participation of students from these groups and increasing their enrollment into undergraduate and graduate Science, Technology, Engineering and Mathematics (STEM) programs.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vanessa",
   "pi_last_name": "Ortiz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vanessa Ortiz",
   "pi_email_addr": "vortiz@columbia.edu",
   "nsf_id": "000586759",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1635",
   "pgm_ref_txt": "STRUCTURAL MATERIALS AND MECH"
  },
  {
   "pgm_ref_code": "7741",
   "pgm_ref_txt": "BROAD PARTIC IN ENG (BRIGE)"
  },
  {
   "pgm_ref_code": "8022",
   "pgm_ref_txt": "Sustainable Infrastructure Materials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Allosteric regulation of protein function is key in controlling cellular processes so its underlying mechanisms are of primary concern to research in areas spanning protein engineering and drug design. However, due to the complex nature of allosteric mechanisms, a clear and predictive understanding of the relationship between protein structure and allosteric function remains elusive. Well-established experimental approaches are available to offer a limited degree of characterization of mechanical properties within proteins. Computational approaches, while evolving rapidly in their ability to accurately define the subtle and concerted structural dynamics that comprise allostery, cannot yet offer a systematic method that can be easily transferable to any allosteric system of interest.</p>\n<p>The elastic modulus is the mathematical description of an object or substance's tendency to be deformed elastically when a force is applied to it. Knowledge on the elastic modulus at each atom position in a protein should provide valuable information about the local mobility and stability under conformational deformations. The overall objective of this project was to gain information on the mechanisms and pathways of allostery on proteins by looking at 3D maps of local mechanical strength built by measuring the local elastic modulus at different positions in a protein. The new insight into the internal fluctuations in mechanical strength in proteins provided by this study will greatly increase the understanding of the mechanism of allosteric regulation, and position this type of analysis ahead of more conventional techniques (docking) currently used for drug design and protein engineering.</p>\n<p>The method for the calculation of local elastic moduli was implemented as described in <em>J. Chem. Phys.</em>, <strong>128</strong>, 224504 (2008). In applying this method to the analysis of an allosteric protein we found that the values for the elastic constants do correlate with allosteric behavior but they suffer from high fluctuations (coming from rapid changes in the structure of solvation water), and from high variations among contiguous protein residues. We have solved the first problem by implementing a sampling approach that applies small perturbations to the system and recalculates the elastic moduli until convergence is achieved. The second problem was solved by submitting the elastic moduli values to network analysis that groups residues with similar stiffness.</p>\n<p>We have now applied this analysis approach to two different allosteric proteins. The results are in very good agreement with previously published results, both experimental and computational. This method, however, once fully implemented, will provide results much faster than with any other computational or experimental methods. Two manuscripts are currently under preparation for publication of the method details and applications. The method is widely applicable in the field of protein and drug design because it offers an approach for obtaining detailed information about protein structure and the mechanical underpinnings of protein function. This information can be used to further insights in drug discovery where the mechanisms of action are related to allostery, and in protein engineering where the structural properties of proteins guide the development of new materials. As part of outreach activities, the Ortiz Group was engaged in teaching high-school students a month-long summer course titled &ldquo;Introduction to Structural Biology&rdquo;, held on the campus of Columbia University. In addition, an undergraduate student from the University of Puerto Rico at Mayaguez spent the summer in the Ortiz lab helping in the project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2013<br>\n\t\t\t\t\tModified by: Vanessa&nbsp;Ortiz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAllosteric regulation of protein function is key in controlling cellular processes so its underlying mechanisms are of primary concern to research in areas spanning protein engineering and drug design. However, due to the complex nature of allosteric mechanisms, a clear and predictive understanding of the relationship between protein structure and allosteric function remains elusive. Well-established experimental approaches are available to offer a limited degree of characterization of mechanical properties within proteins. Computational approaches, while evolving rapidly in their ability to accurately define the subtle and concerted structural dynamics that comprise allostery, cannot yet offer a systematic method that can be easily transferable to any allosteric system of interest.\n\nThe elastic modulus is the mathematical description of an object or substance's tendency to be deformed elastically when a force is applied to it. Knowledge on the elastic modulus at each atom position in a protein should provide valuable information about the local mobility and stability under conformational deformations. The overall objective of this project was to gain information on the mechanisms and pathways of allostery on proteins by looking at 3D maps of local mechanical strength built by measuring the local elastic modulus at different positions in a protein. The new insight into the internal fluctuations in mechanical strength in proteins provided by this study will greatly increase the understanding of the mechanism of allosteric regulation, and position this type of analysis ahead of more conventional techniques (docking) currently used for drug design and protein engineering.\n\nThe method for the calculation of local elastic moduli was implemented as described in J. Chem. Phys., 128, 224504 (2008). In applying this method to the analysis of an allosteric protein we found that the values for the elastic constants do correlate with allosteric behavior but they suffer from high fluctuations (coming from rapid changes in the structure of solvation water), and from high variations among contiguous protein residues. We have solved the first problem by implementing a sampling approach that applies small perturbations to the system and recalculates the elastic moduli until convergence is achieved. The second problem was solved by submitting the elastic moduli values to network analysis that groups residues with similar stiffness.\n\nWe have now applied this analysis approach to two different allosteric proteins. The results are in very good agreement with previously published results, both experimental and computational. This method, however, once fully implemented, will provide results much faster than with any other computational or experimental methods. Two manuscripts are currently under preparation for publication of the method details and applications. The method is widely applicable in the field of protein and drug design because it offers an approach for obtaining detailed information about protein structure and the mechanical underpinnings of protein function. This information can be used to further insights in drug discovery where the mechanisms of action are related to allostery, and in protein engineering where the structural properties of proteins guide the development of new materials. As part of outreach activities, the Ortiz Group was engaged in teaching high-school students a month-long summer course titled \"Introduction to Structural Biology\", held on the campus of Columbia University. In addition, an undergraduate student from the University of Puerto Rico at Mayaguez spent the summer in the Ortiz lab helping in the project.\n\n\t\t\t\t\tLast Modified: 10/29/2013\n\n\t\t\t\t\tSubmitted by: Vanessa Ortiz"
 }
}