{
 "awd_id": "1125163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  CDI-Type II: VolcanoSRI: 4D Volcano Tomography in a Large-Scale Sensor Network",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032927599",
 "po_email": "smeacham@nsf.gov",
 "po_sign_block_name": "Stephen Meacham",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 517589.0,
 "awd_amount": 517589.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2011-09-20",
 "awd_abstract_narration": "This project will create a new paradigm, VolcanoSRI (Volcano Seismic Realtime Imaging), for imaging 4D (four-dimensional) tomography of an active volcano in real-time. VolcanoSRI is a large-scale sensor network of low-cost geophysical stations that analyzes seismic signals and computes real-time, full-scale, three-dimensional fluid dynamics of the volcano conduit system within the active network. The computed 4D tomography model will illuminate complex, time-varying dynamics of an erupting volcano, providing a deeper scientific understanding of volcanic processes, as well as a basis for rapid detection of volcanic hazards. VolcanoSRI will potentially make the fictional holographic projector known as Virgil in the film \"Supervolcano\" a reality.\r\n\r\nRealizing the VolcanoSRI system requires a transformative study on the science of complex volcano systems and the design of large-scale sensor networks. Our approach integrates innovations on distributed tomographic algorithms, collaborative signal processing, and situation-aware networking technology for large-scale real-time sensor systems. The distributed tomography algorithm disperses the computational burden to the sensor nodes and performs real-time tomographic inversion within the network. Such an approach has never been attempted before and represents a major achievement for both earth and computer science. The team is composed of computer and earth scientists including early pioneers of wireless sensor networks as applied to volcano monitoring. \r\n\r\nVolcanoSRI holds vast potential for real-time risk monitoring and development of early-warning systems for volcanoes and other earth hazards. The new approach taken in VolcanoSRI is general, and can be implemented as a new network paradigm for other sensor-network applications, including oil-field exploration and structural and biomedical-health monitoring. The educational activities of this project include enhancing undergraduate and graduate curriculum and research programs at the three collaborating universities. Through this project, we plan to broaden access to these course materials by providing the course lectures, all readings, and assignments online to the public. This project provides many opportunities for collaborations of students across earth and computer science, increasing involvement of women and minorities, at the three collaborating universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guoliang",
   "pi_last_name": "Xing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guoliang Xing",
   "pi_email_addr": "glxing@cse.msu.edu",
   "nsf_id": "000520512",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "3224 Engineering Building",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 517589.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span>This project developed a new paradigm for imaging 4D (3D and time) tomography of active volcanoes using large-scale sensor networks. We designed new wireless sensor systems for real-time and long-lived volcano and earthquake monitoring, as well as new event detection, localization, and tomography algorithms.&nbsp;</span><span>Our solution is a fundamental paradigm shift from traditional data collection approaches in that we aim to analyze seismic data and compute real-time, full-scale three-dimensional fluid dynamics of complex structures like volcano conduit system within the active sensor network.&nbsp;</span></span></p>\n<p><span>The main outcomes of this project include 1) we designed and implemented a new system for seismic monitoring consisting of low cost sensor nodes (&lt; $500 USD per unit) that is capable of seismic event detection, timing, and mesh data network communication, base station supporting data intensive computations and satellite link communication, and remote server performing real-time network monitoring and tomography computations; 2) we conducted an empirical delay analysis of the tomographic processing pipeline and proposed a task assignment scheme specifically targeted at computationally intensive real-time applications, 3) we conducted two field deployments to volcanic regions, and systematically evaluated our system using results from these deployments; and 5) we extended the sensor systems developed in this project to a general system platform for a wide class of data-intensive embedded sensing systems that operate under tight resource constraints.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/16/2017<br>\n\t\t\t\t\tModified by: Guoliang&nbsp;Xing</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed a new paradigm for imaging 4D (3D and time) tomography of active volcanoes using large-scale sensor networks. We designed new wireless sensor systems for real-time and long-lived volcano and earthquake monitoring, as well as new event detection, localization, and tomography algorithms. Our solution is a fundamental paradigm shift from traditional data collection approaches in that we aim to analyze seismic data and compute real-time, full-scale three-dimensional fluid dynamics of complex structures like volcano conduit system within the active sensor network. \n\nThe main outcomes of this project include 1) we designed and implemented a new system for seismic monitoring consisting of low cost sensor nodes (&lt; $500 USD per unit) that is capable of seismic event detection, timing, and mesh data network communication, base station supporting data intensive computations and satellite link communication, and remote server performing real-time network monitoring and tomography computations; 2) we conducted an empirical delay analysis of the tomographic processing pipeline and proposed a task assignment scheme specifically targeted at computationally intensive real-time applications, 3) we conducted two field deployments to volcanic regions, and systematically evaluated our system using results from these deployments; and 5) we extended the sensor systems developed in this project to a general system platform for a wide class of data-intensive embedded sensing systems that operate under tight resource constraints. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/16/2017\n\n\t\t\t\t\tSubmitted by: Guoliang Xing"
 }
}