{
 "awd_id": "1125788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Electrophysiological and Computational studies on action monitoring",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "alumit ishai",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 643675.0,
 "awd_amount": 643675.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2011-08-31",
 "awd_abstract_narration": "How humans regulate their behaviors is a fundamental question. With funding from the National Science Foundation, Dr. Michael Frank of Brown University is investigating interactions between different brain regions involved in how people monitor, learn, and control their actions. This research project focuses on how humans accomplish restrained control over behavior when confronted with difficult decisions. Theoretical models and empirical results suggest that the prefrontal cortex and the basal ganglia interact during these motivated behaviors, and that the neurochemical dopamine plays a central role in both the prefrontal cortex and basal ganglia brain regions. Using electroencephalography (EEG), the investigators are measuring participants' brain waves associated with prefrontal cortex activity, while they perform computerized cognitive tasks that assess learning and decision making in difficult circumstances.  The brain wave activity is expected to predict participants' cognitive performance on these tasks. Critically, this brain-behavior relationship is predicted to differ as a function of genetic variants in dopamine function in both the prefrontal cortex and basal ganglia. In another experiment, researchers are directly manipulating dopamine pharmacologically in order to determine how these brain and behavior relationships are causally altered by dopamine levels. In all of their studies, the investigators use detailed mathematical models guided by contemporary theory to isolate specific brain-behavior relationships. It is theorized that both genetic variants and pharmacological manipulations affect the way that the brain monitors, learns, and controls actions.  The brain wave measures are allowing the research team to define how neurochemicals modulate the processes of large neural systems.\r\n\r\nThis research has the goal to substantially advance our understanding of how humans are able to regulate their behaviors as a function of motivation and cognitive control. Scientists widely appreciate that there are large individual differences in these types of motivated behaviors, but only recently have they begun to understand some of the factors governing these differences. By combining multiple research approaches, this project is posed to reveal the ways in which genetic and neurochemical factors alter activity in brain areas that are critically involved in such behaviors. The project also has the potential to identify mechanisms that disrupt brain circuitry and lead to disorders in motivated behavior and cognitive control,  including addiction and obsessive compulsive disorder among others.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Frank",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Frank",
   "pi_email_addr": "michael_frank@brown.edu",
   "nsf_id": "000176925",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029121929",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 643675.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"FirstlineindentCxSpFirst\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Cavanagh, Masters, Bath, and Frank (<em>Nature Communications</em><span>, 2014) studied conflict during reinforcement learning (RL) and found that it functions as a cost: It makes rewarding actions less rewarding and punishing actions more punishing. Cavanagh et al. (2014) used electroencephalography (EEG), computational modeling, genetics, and pharmacology to demonstrate that this effect of conflict on RL is related to an interaction between frontal cortex and dopamine in the striatum. Both pharmacological manipulations of striatal dopamine and individual differences in the gene DARPP-32, which affects striatal dopamine, modulated the effect of conflict on RL.</span></p>\n<p class=\"FirstlineindentCxSpMiddle\"><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Even though making a choice can be costly, as in Cavanagh et al. (2014),</span> people highly value the freedom to make a choice. Cockburn, Collins, and Frank (<em>Neuron</em>, 2014) proposed a striatal dopamine mechanism for this &ldquo;choice bias&rdquo; phenomenon. Using modeling predictions and behavioral data, they showed that when people receive an unexpected reward from a freely made choice, they are more likely to repeat that choice and they value the reward more highly. As in Cavanagh et al. (2014), individual differences in DARPP-32 modulated this effect.</p>\n<p class=\"FirstlineindentCxSpMiddle\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Collins and Frank (<em>Psychological Review</em>, 2014) modeled the effects of striatal dopamine on choice incentive and RL. Collins and Frank (2014) proposed an Opponent Actor Learning (OpAL) model that replaces the &ldquo;actor&rdquo; in a standard actor-critic model with two opponent actors. One of the actors learns from positive outcomes, corresponding to the direct &ldquo;Go&rdquo; pathway through the basal ganglia, while the other learns from negative outcomes, corresponding to the indirect &ldquo;NoGo&rdquo; pathway. Collins and Frank (2014) applied the OpAL model to a variety of data. It successfully modeled the effects&mdash;and the interaction between them&mdash;of striatal dopamine on RL and choice incentive.</p>\n<p class=\"FirstlineindentCxSpMiddle\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Collins and Frank (<em>European Journal of Neuroscience</em>, 2012) investigated how much of people&rsquo;s RL should instead be attributed to working memory, addressing a gap in the RL literature. Collins and Frank (2012) designed a learning task that teased apart the influences of the striatal RL system and the prefrontal working memory system. They showed that their novel model, which incorporated both RL and capacity-limited working memory, predicted people&rsquo;s performance better than models that only included RL. Collins and Frank (2012) also found that individual differences in the COMT and GPR6 genes predicted working memory capacity and RL rate, respectively.</p>\n<p class=\"FirstlineindentCxSpMiddle\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Collins and Frank (<em>Psychological Review</em>, 2013) modeled yet another aspect of learning: how people learn which actions to make given a set of rules, or &ldquo;task-set,&rdquo; and how people learn which task-set should govern their actions given a specific context. Collins and Frank (2013) developed a hierarchical extension of their previous neural network model. The extended model facilitates computation over multiple cortico-basal ganglia loops and links its emergent computations to those of higher-level, non-parametric Bayesian models. Collins and Frank (2013)&rsquo;s extended model quantitatively matched how people performed in a task-set learning task.</p>\n<p class=\"FirstlineindentCxSpMiddle\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nb...",
  "por_txt_cntn": "Cavanagh, Masters, Bath, and Frank (Nature Communications, 2014) studied conflict during reinforcement learning (RL) and found that it functions as a cost: It makes rewarding actions less rewarding and punishing actions more punishing. Cavanagh et al. (2014) used electroencephalography (EEG), computational modeling, genetics, and pharmacology to demonstrate that this effect of conflict on RL is related to an interaction between frontal cortex and dopamine in the striatum. Both pharmacological manipulations of striatal dopamine and individual differences in the gene DARPP-32, which affects striatal dopamine, modulated the effect of conflict on RL.\n            Even though making a choice can be costly, as in Cavanagh et al. (2014), people highly value the freedom to make a choice. Cockburn, Collins, and Frank (Neuron, 2014) proposed a striatal dopamine mechanism for this \"choice bias\" phenomenon. Using modeling predictions and behavioral data, they showed that when people receive an unexpected reward from a freely made choice, they are more likely to repeat that choice and they value the reward more highly. As in Cavanagh et al. (2014), individual differences in DARPP-32 modulated this effect.\n            Collins and Frank (Psychological Review, 2014) modeled the effects of striatal dopamine on choice incentive and RL. Collins and Frank (2014) proposed an Opponent Actor Learning (OpAL) model that replaces the \"actor\" in a standard actor-critic model with two opponent actors. One of the actors learns from positive outcomes, corresponding to the direct \"Go\" pathway through the basal ganglia, while the other learns from negative outcomes, corresponding to the indirect \"NoGo\" pathway. Collins and Frank (2014) applied the OpAL model to a variety of data. It successfully modeled the effects&mdash;and the interaction between them&mdash;of striatal dopamine on RL and choice incentive.\n            Collins and Frank (European Journal of Neuroscience, 2012) investigated how much of peopleÆs RL should instead be attributed to working memory, addressing a gap in the RL literature. Collins and Frank (2012) designed a learning task that teased apart the influences of the striatal RL system and the prefrontal working memory system. They showed that their novel model, which incorporated both RL and capacity-limited working memory, predicted peopleÆs performance better than models that only included RL. Collins and Frank (2012) also found that individual differences in the COMT and GPR6 genes predicted working memory capacity and RL rate, respectively.\n            Collins and Frank (Psychological Review, 2013) modeled yet another aspect of learning: how people learn which actions to make given a set of rules, or \"task-set,\" and how people learn which task-set should govern their actions given a specific context. Collins and Frank (2013) developed a hierarchical extension of their previous neural network model. The extended model facilitates computation over multiple cortico-basal ganglia loops and links its emergent computations to those of higher-level, non-parametric Bayesian models. Collins and Frank (2013)Æs extended model quantitatively matched how people performed in a task-set learning task.\n            Wiecki, Sofer, and Frank used a different type of hierarchical model in their 2013 Frontiers in Neuroinformatics paper, in which they announced the release of Hierarchical Drift Diffusion Modeling (HDDM), a novel Python toolbox. HDDM improves upon the drift diffusion model, often applied to decision making, by providing an efficient way to hierarchically estimate model parameters. Wiecki et al. (2013) applied HDDM to data collected previously by the Laboratory for Neural Computation and Cognition (Cavanagh et al., Nature Neuroscience, 2011). HDDM was more successful at modeling decision making processes than less sophisticated, non-hierarchical approaches.\n            Collins, Cavanagh, and Frank returned to task-set learning in..."
 }
}