{
 "awd_id": "1125713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Redox Noninnocent Ligands - Application to the Reductive Transformation of Veterinary Pharmaceuticals Containing Carbon-Nitrogen Double Bonds",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 174997.0,
 "awd_amount": 180997.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2013-04-18",
 "awd_abstract_narration": "PI: Zhang, Huichun J.\r\nProposal Number: 1125713\r\nResearch Objectives and Approach: Redox noninnocent ligands (RNILs) have been extensively studied by inorganic chemists on the redox-nature of the complexes formed with many transition metals. Yet, little information is available regarding the redox activity of RNILs, particularly as it pertains to the fate and transformation of emerging contaminants. On the other hand, soluble Fe(II) complexes with organic cathechol- and thiol-ligands, considered only as redox ligands in the literature, have been recently recognized for their ability to reduce a number of organic contaminants. Given the ubiquitous presence and fast redox reactivity of Fe(II) complexes in the environment, this lack of understanding of the nature of the ligands (., redox innocent versus noninnocent) will significantly prevent accurate estimation of the fate and transformation of emerging contaminants in reducing environments. For this reason, the proposed study will apply the concept of redox noninnocent ligands to the overall reductive transformation of a group of veterinary pharmaceuticals (VPs) containing carbon-nitrogen double bonds; the role and transformation of both the VPs and RNILs will be investigated from mechanistic perspective. Based on our preliminary results and the literature, we hypothesize that this group of VPs will undergo fast redox reaction with Fe(II) complexes with a number of RNILs including -catecholate, o'diaminophenylene, o-aminophenolate, o-dithiolene, and o-aminothiolate ligands. To test this hypothesis, a series of experiments have been structured (1) to illustrate the redox noninnocent nature of the complexes, (2) to determine the reaction kinetics and mechanism of the selected VPs and structurally related model compounds, and (3) to develop quantitative structural-activity relationships (QSARs) that can be used to predict reductive transformation of other structurally similar contaminants. Methodologically, the study will rely on diverse methods including but not limited to cyclic voltammatry, FTIR, HPLC, LC-MS-MS, NMR, and UV-visible measurements coupled with analytical determinations. \r\nIntellectual Merit: This study is one of the first to examine the redox noninnocent behavior of environmentally relevant Fe(II) complexes. Advanced experimental and interpretative methods will be used to generate knowledge that is critical for accurate modeling of environmental fates of an important group of VPs containing carbon-nitrogen double bonds, which are also a common structural moiety for many other emerging contaminants such as human pharmaceutical and personal care products and pesticides. The intellectual merit of this project is based on: 1) fundamental understanding of the redox noninnocent behavior of a number of Fe(II) complexes; 2) mechanistic understanding of the reduction reaction between the complexes and a group of VPs; and 3) development of QSARs that can be used to estimate the fate of other structurally related contaminants beyond VPs. On the basis of this project, the PI will be able to systematically study the role of many other metal(II)-RNIL complexes in the fate and transformation of a variety of emerging contaminants. \r\nBroader Impacts: Results of this project can be used by environmental scientists/engineers to develop environmental fate models to accurately predict the fate and transformation of organic contaminants in redox-active environments.  Moreover, this project will contribute to training, mentoring and overall development of our graduate, undergraduate and high school students. Underrepresented minority and female students will be particularly encouraged to participate through a variety of activities planned with the pioneering CEET (Chemistry for the Environment - Education and Training) program, the Chapter of the Society of Women Engineers, College?s senior design course, Alliance For Minority Participation program, one-week residential summer program \"Women's Engineering Exploration\" and Department?s weekly seminars. Results and techniques of this study will be integrated into the environmental curriculum at the Temple University through a combination of lectures, experiments and demonstrations. In addition, findings from this project will be broadly disseminated to over 30 industrial partners at the annual industrial advisory board meetings of the Water and Environmental Technology (WET) Center at the Temple University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Huichun",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huichun Zhang",
   "pi_email_addr": "hjz13@case.edu",
   "nsf_id": "000758215",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1947 N. 12th Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174997.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The introduction of many veterinary pharmaceuticals (VPs) into aquatic environments is arguably an important emerging water issue.&nbsp; Despite the frequent usage and potential risks associated with VPs, limited information is available regarding their fate and transport in the environment. This lack of information hinders researchers and regulatory agencies&rsquo; ability to develop environmental fate simulators to assess their fate in and possible risks to water supply and environmental systems.&nbsp; Many VPs will likely be retained in reducing sediments and in aquifers where reductive transformation is one of the dominant transformation pathways.&nbsp; A common structure moiety within various categories of VPs is carbon-nitrogen double bonds (i.e. &gt;C=N-).&nbsp; In this study, we applied, for the first time, the concept of redox noninnocent ligands to the overall reductive transformation of a group of VPs containing C=N and examined their transformation kinetics and mechanisms.</p>\n<p>Among the VPs, rapid reduction of carbadox, olaquindox and several other structurally related VPs were observed in aqueous solution containing Fe<sup>II</sup> and catecholate ligands such as tiron. The VPs without any C=N bond in the side chain were much less reactive. The 1:2 Fe<sup>II</sup>-ligand complex, FeL<sub>2</sub><sup>6-</sup>, is the dominant reactive species as its concentration linearly correlates with the observed rate constant <em>k</em><sub>obs</sub> under various conditions. When examining the kinetics of Fe(II), it was found that although significant reduction occurred to the contaminants, the concentration of Fe(II) remained constant throughout the reaction.&nbsp; This result indicates that Fe(II)-tiron is redox non-innocent and tiron is the ultimate electron donor. UV-vis spectra suggest FeL<sub>2</sub><sup>6- </sup>likely forms 5- or 7-membered rings with carbadox and olaquindox through the N and O atoms on the side chain. The formed inner-sphere complexes significantly facilitated electron transfer from FeL<sub>2</sub><sup>6- </sup>to the VPs. Calculation of the atomic spin densities of the anionic VPs confirmed the extensive delocalization between the aromatic ring and the side chain, suggesting complex formation can significantly affect the reduction kinetics.</p>\n<p>To further elucidate the role of complexation, we examined reduction of various <em>N</em>-oxides with and without C=N bond as the substituent by dissolved Fe<sup>II</sup> or Fe<sup>II</sup>-ligand complexes. The trend in the reactivity follows aliphatic <em>N</em>-oxides &gt;&gt; aromatic <em>N</em>-oxide &gt;&gt; iminic <em>N</em>-oxide, suggesting the importance of N partial charge to the reactivity. Reduction products of the N-oxides were identified to be the deoxygenated analogs. The potential energy surface scan of different reduction pathways of pyridine <em>N</em>-oxide indicated that all protonation reactions are barrierless, which is consistent with the experimental solvent (H<sub>2</sub>O:D<sub>2</sub>O) kinetic isotope effect of 1.07. The calculations also showed that the N-O bond cleavage is spontaneous. Thus, the most likely rate-limiting step for the reduction of simple <em>N</em>-oxides is electron transfer. Electrochemical cell experiments proved that the reduction of carbadox can be facilitated by complexation with aqueous Fe(II), mainly &nbsp;through the C=N containing side chain.</p>\n<p>Overall, this project provided a wealth of new mechanistic information on the transformation of a group of VPs in model aquatic environments.&nbsp; Ultimately, results of this project can be used by public health and environmental agencies for anything from policy-making to environmental clean-up efforts. The ideas and multifaceted approaches generated from this research will allow a large number of contaminants containing other functional groups (e.g. reducible, oxidizable, hydrolysable) ...",
  "por_txt_cntn": "\nThe introduction of many veterinary pharmaceuticals (VPs) into aquatic environments is arguably an important emerging water issue.  Despite the frequent usage and potential risks associated with VPs, limited information is available regarding their fate and transport in the environment. This lack of information hinders researchers and regulatory agenciesÆ ability to develop environmental fate simulators to assess their fate in and possible risks to water supply and environmental systems.  Many VPs will likely be retained in reducing sediments and in aquifers where reductive transformation is one of the dominant transformation pathways.  A common structure moiety within various categories of VPs is carbon-nitrogen double bonds (i.e. &gt;C=N-).  In this study, we applied, for the first time, the concept of redox noninnocent ligands to the overall reductive transformation of a group of VPs containing C=N and examined their transformation kinetics and mechanisms.\n\nAmong the VPs, rapid reduction of carbadox, olaquindox and several other structurally related VPs were observed in aqueous solution containing FeII and catecholate ligands such as tiron. The VPs without any C=N bond in the side chain were much less reactive. The 1:2 FeII-ligand complex, FeL26-, is the dominant reactive species as its concentration linearly correlates with the observed rate constant kobs under various conditions. When examining the kinetics of Fe(II), it was found that although significant reduction occurred to the contaminants, the concentration of Fe(II) remained constant throughout the reaction.  This result indicates that Fe(II)-tiron is redox non-innocent and tiron is the ultimate electron donor. UV-vis spectra suggest FeL26- likely forms 5- or 7-membered rings with carbadox and olaquindox through the N and O atoms on the side chain. The formed inner-sphere complexes significantly facilitated electron transfer from FeL26- to the VPs. Calculation of the atomic spin densities of the anionic VPs confirmed the extensive delocalization between the aromatic ring and the side chain, suggesting complex formation can significantly affect the reduction kinetics.\n\nTo further elucidate the role of complexation, we examined reduction of various N-oxides with and without C=N bond as the substituent by dissolved FeII or FeII-ligand complexes. The trend in the reactivity follows aliphatic N-oxides &gt;&gt; aromatic N-oxide &gt;&gt; iminic N-oxide, suggesting the importance of N partial charge to the reactivity. Reduction products of the N-oxides were identified to be the deoxygenated analogs. The potential energy surface scan of different reduction pathways of pyridine N-oxide indicated that all protonation reactions are barrierless, which is consistent with the experimental solvent (H2O:D2O) kinetic isotope effect of 1.07. The calculations also showed that the N-O bond cleavage is spontaneous. Thus, the most likely rate-limiting step for the reduction of simple N-oxides is electron transfer. Electrochemical cell experiments proved that the reduction of carbadox can be facilitated by complexation with aqueous Fe(II), mainly  through the C=N containing side chain.\n\nOverall, this project provided a wealth of new mechanistic information on the transformation of a group of VPs in model aquatic environments.  Ultimately, results of this project can be used by public health and environmental agencies for anything from policy-making to environmental clean-up efforts. The ideas and multifaceted approaches generated from this research will allow a large number of contaminants containing other functional groups (e.g. reducible, oxidizable, hydrolysable) to be studied more readily. Moreover, our findings will guide the chemical industry to design more environmentally-friendly C=N containing compounds by keeping the key functional group(s) but adding substituents that can facilitate their degradation to benign byproducts. The newly designed chemical products will be more envir..."
 }
}