{
 "awd_id": "1126410",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI- Consortium: Acquisition of Cryogen-free Cryocooler-based Physical Property Measurement System to Support Transformative Device and Materials Research in the Rio Grande Valley",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 437970.0,
 "awd_amount": 437970.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "1126410\r\nMartirosyan\r\n\r\nThe objective of this grant application is to acquire a cutting-edge commercial multi-functional instrument Cryogen-free Cryocooler-based Physical Property Measurement System (PPMS EverCool-II, Quantum Design, USA) to support fundamental and interdisciplinary research projects and the applied physics education program in the Rio Grande Valley, South Texas region. The equipment will be installed at the University of Texas at Brownsville and will be used as a shared characterization facility. This instrument is designed to measure a variety of materials properties including magnetic, transport, and thermal under different temperatures (1.9 - 1000 K), magnetic fields (up to 9 T) and environments (from atmospheric pressure to high vacuum). The system is cryogen-free and no costly liquid cryogens are required. The attractive feature of the PPMS is a cryocooler to achieve cryogenic temperatures. The PPMS EverCool-II is a highly automated instrument. It can perform unattended measurements after the user has installed a sample and configured the measurement. This acquisition will enhance the existing research and educational infrastructure and will provide the state-of-the-art measurement system to a broad range of users in State of Texas, thereby elevating advanced materials research and educational programs in the Rio Grande Valley to a globally competitive level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Martirosyan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Martirosyan",
   "pi_email_addr": "karen.martirosyan@utrgv.edu",
   "nsf_id": "000492948",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anvar",
   "pi_last_name": "Zakhidov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anvar Zakhidov",
   "pi_email_addr": "zakhidov@utdallas.edu",
   "nsf_id": "000199964",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dmitri",
   "pi_last_name": "Litvinov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitri Litvinov",
   "pi_email_addr": "litvinov@uh.edu",
   "nsf_id": "000483478",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mircea",
   "pi_last_name": "Chipara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mircea Chipara",
   "pi_email_addr": "mircea.chipara@utrgv.edu",
   "nsf_id": "000404902",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Wilkins",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Richard T Wilkins",
   "pi_email_addr": "rtwilkins@pvamu.edu",
   "nsf_id": "000223266",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Texas at Brownsville",
  "inst_street_address": "One West University Blvd",
  "inst_street_address_2": "",
  "inst_city_name": "Brownsville",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9568827849",
  "inst_zip_code": "785204956",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "TX34",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas Brownsville",
  "perf_str_addr": "80 Fort Brown",
  "perf_city_name": "Brownsville",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "785204956",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "TX34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "012E",
   "pgm_ref_txt": "Industrial Ecology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 437970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><strong>Project Outcomes Report&nbsp;</strong> on NSF CBET Award No. 1126410</strong></p>\n<p><strong>Period:&nbsp;</strong>09/01/2012 to 08/31/2013</p>\n<p>PI- Dr. K. Martirosyan,&nbsp;University of Texas at Brownsville</p>\n<p><strong>&nbsp;</strong>Co-PIs</p>\n<p>D. Litvinov, University of Houston;</p>\n<p>M. Chipara, University Of Texas Pan American;</p>\n<p>A. Zakhidov, University of Texas at Dallas;</p>\n<p>R. Wilkins, Prairie View A&amp;M University</p>\n<p><strong>Program Overview</strong></p>\n<p>The main goal of this two-year Major Research Instrumentation (MRI) project is to acquire a dedicated Physical Property Measurement System (PPMS) EverCool&ndash;II instrument, which is the first modern multi-functional Cryogen-free Cryocooler-based instrument in the South Texas Region. The <em>Cryogen-free Cryocooler-based </em>PPMS is the novel technique for measurement and analysis of samples when magnetic, electrical transport and thermal properties is of interest under different temperatures (1.9 - 1000 K), magnetic fields (up to 9 T) and environments (from atmospheric pressure to high vacuum). &nbsp;</p>\n<p>The PPMS system was installed on January 2013 at the University of Texas at Brownsville (UTB) in the PI laboratory (location SETB 1.414) and becomes a part of the UTB materials characterization Facility.</p>\n<p>The system is cryogen-free and no costly liquid cryogens are required. The attractive feature of the PPMS is a cryocooler to achieve cryogenic temperatures. The PPMS EverCool&ndash;II is a highly automated instrument. It can perform unattended measurements after the user has installed a sample and configured the measurement.&nbsp; This acquisition of the instrument was enhance the existing research and educational infrastructure and provides the <em>state-of-the-art</em> <em>measurement system</em> to a broad range of users in Texas, thereby elevating advanced materials research and educational programs in the Rio Grande Valley to a globally competitive level.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>&nbsp;</strong><strong>Intellectual Merit:</strong> The installation of PPMS instrument enables significant enhancement of basic research toolset across a wide range of materials and device programs including scalability of magnetic devices, patterned magnetic arrays, biosensors, temperature controlled drug delivery systems, bioimaging, nanostructured spintronic devices, lightweight nano magnetic composites, magnetic semiconductors, high temperature superconductors, positioning devices for gravitational wave detectors and radiation induced functional materials.&nbsp; These projects represent fundamental research in transport of matter and energy by chemical, thermal, and mechanical ways.<em> </em>The PPMS EverCool&ndash;II capabilities inspires development of new transformative research directions across several institutions.</p>\n<p><strong>Broader Impacts:</strong> The use of this instrument brings together a diverse group of institutions in Texas: University of Texas at Brownsville (UTB), University of Texas Pan American (UTPA), Prairie View A&amp;M University (PVAMU), University of Texas at Dallas (UTD), University of Houston (UH) and University of Texas M.D. Anderson Cancer Center.&nbsp;</p>\n<p>The PPMS EverCool&ndash;II has a wide range of capabilities which benefit potential users from physics, engineering, biology, and medical fields. Shared use of the instrument promotes multi-institutional, inter-disciplinary collaborations that enhanced the educational experience of more than 200 undergraduate and graduate students of participating universities.</p>\n<p>The PPMS EverCool&ndash;II forms a nucleus for a broad collaboration of scientists and engineers, resulting new collaborations and &nbsp;further funding opportunities. The project educational activities trains students in the Rio Grande Valley in areas of condensed matter, solid state physic...",
  "por_txt_cntn": "\nProject Outcomes Report  on NSF CBET Award No. 1126410\n\nPeriod: 09/01/2012 to 08/31/2013\n\nPI- Dr. K. Martirosyan, University of Texas at Brownsville\n\n Co-PIs\n\nD. Litvinov, University of Houston;\n\nM. Chipara, University Of Texas Pan American;\n\nA. Zakhidov, University of Texas at Dallas;\n\nR. Wilkins, Prairie View A&amp;M University\n\nProgram Overview\n\nThe main goal of this two-year Major Research Instrumentation (MRI) project is to acquire a dedicated Physical Property Measurement System (PPMS) EverCool&ndash;II instrument, which is the first modern multi-functional Cryogen-free Cryocooler-based instrument in the South Texas Region. The Cryogen-free Cryocooler-based PPMS is the novel technique for measurement and analysis of samples when magnetic, electrical transport and thermal properties is of interest under different temperatures (1.9 - 1000 K), magnetic fields (up to 9 T) and environments (from atmospheric pressure to high vacuum).  \n\nThe PPMS system was installed on January 2013 at the University of Texas at Brownsville (UTB) in the PI laboratory (location SETB 1.414) and becomes a part of the UTB materials characterization Facility.\n\nThe system is cryogen-free and no costly liquid cryogens are required. The attractive feature of the PPMS is a cryocooler to achieve cryogenic temperatures. The PPMS EverCool&ndash;II is a highly automated instrument. It can perform unattended measurements after the user has installed a sample and configured the measurement.  This acquisition of the instrument was enhance the existing research and educational infrastructure and provides the state-of-the-art measurement system to a broad range of users in Texas, thereby elevating advanced materials research and educational programs in the Rio Grande Valley to a globally competitive level.\n\n \n\n Intellectual Merit: The installation of PPMS instrument enables significant enhancement of basic research toolset across a wide range of materials and device programs including scalability of magnetic devices, patterned magnetic arrays, biosensors, temperature controlled drug delivery systems, bioimaging, nanostructured spintronic devices, lightweight nano magnetic composites, magnetic semiconductors, high temperature superconductors, positioning devices for gravitational wave detectors and radiation induced functional materials.  These projects represent fundamental research in transport of matter and energy by chemical, thermal, and mechanical ways. The PPMS EverCool&ndash;II capabilities inspires development of new transformative research directions across several institutions.\n\nBroader Impacts: The use of this instrument brings together a diverse group of institutions in Texas: University of Texas at Brownsville (UTB), University of Texas Pan American (UTPA), Prairie View A&amp;M University (PVAMU), University of Texas at Dallas (UTD), University of Houston (UH) and University of Texas M.D. Anderson Cancer Center. \n\nThe PPMS EverCool&ndash;II has a wide range of capabilities which benefit potential users from physics, engineering, biology, and medical fields. Shared use of the instrument promotes multi-institutional, inter-disciplinary collaborations that enhanced the educational experience of more than 200 undergraduate and graduate students of participating universities.\n\nThe PPMS EverCool&ndash;II forms a nucleus for a broad collaboration of scientists and engineers, resulting new collaborations and  further funding opportunities. The project educational activities trains students in the Rio Grande Valley in areas of condensed matter, solid state physics, materials science and biophysics that are expected to have the greatest national impact in the coming years. Especially this instrument is vital for Nanoscience Certificate Concentration Program that PI established recently at UTB.\n\nThe Nanoscience and Applied physics curriculum at the UTB enriched by the lab experiments made possible with the cryocooler-based facility and provides hands-on exper..."
 }
}