{
 "awd_id": "1126470",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Resolving Pliocene and Pleistocene Hominin Ontogeny With Synchrotron Virtual Histology",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 221912.0,
 "awd_amount": 221912.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2013-07-08",
 "awd_abstract_narration": "Exploring the evolution of human growth and development is of particular significance for understanding unique attributes of modern humans, such as long childhoods and extended post-reproductive periods. The integration of cutting-edge X-ray imaging, developmental biology, and analyses of the fossil record will reveal the intimate record of birth and subsequent growth recorded in ancestral human remains. More broadly, this project will significantly improve research and education infrastructure through the creation of an open-access virtual hominin database. This will directly benefit students and scholars who are unable to access original specimens and costly equipment, as well as African repositories with limited infrastructure for hosting and disseminating large virtual datasets. The project also will also strengthen and establish novel multidisciplinary international collaborations, protect invaluable fossil material by potentially reducing the demand for access to original specimens, and provides research and training opportunities for students and a postdoctoral fellow in the emerging field of virtual histology.\r\n\r\nDue to their highly mineralized nature, teeth are the most common elements in human fossil assemblages. Tooth crowns and roots preserve precise records of daily growth, formation time, and age at death in young individuals, remaining unchanged for millions of years. Importantly, the timing of tooth formation is the most accurate proxy for reconstructing growth and development in fossil species. This project will assess the evolution of human development through the study of early hominin dentitions. Cutting-edge synchrotron imaging will be employed to reveal microscopic tooth structure non-destructively and in three-dimensions (3D). In contrast to most preceding studies, which necessarily employed living ape and/or human developmental variables, this project will yield the most comprehensive and independent assessment of development in hominins predating Neanderthals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tanya",
   "pi_last_name": "Smith",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tanya M Smith",
   "pi_email_addr": "tanya.smith@griffith.edu.au",
   "nsf_id": "000166349",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Tafforeau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Tafforeau",
   "pi_email_addr": "paul.tafforeau@esrf.fr",
   "nsf_id": "000510808",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1350 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 81463.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 105379.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 35070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modern humans have an unusual life history with an early age at weaning, long childhood, late first reproduction age, short interbirth intervals, and long lifespan. Despite more than 80 years of speculation, the evolution and origins of modern development remain unknown. Fossilized dental remains are important indices of maturity as tooth formation varies less than skeletal development, and their completion signifies the onset of adulthood. While multiple lines of evidence suggest that ancient hominin ontogeny differs from modern humans, few data on tooth formation and molar eruption are available for precise comparisons. Estimates in fossil hominins often incorporate data from great apes and humans, leading to circular comparisons with living taxa and potentially inaccurate results. For example, recent histological reassessments of age at death in three fossil juveniles originally studied in the 1980s have reported later estimates of molar eruption and/or ages at death in each case, ranging from differences of a few months to more than a year, demonstrating the necessity of re-examining other juveniles with improved methods. Over the course of this study, biological rhythms in teeth (dental microstructure: Figure 1) were quantified with synchrotron X-ray imaging in a diverse sample of juvenile fossil hominins from the Pliocene and early Pleistocene (~1.5-4.2 million years ago). This allowed precise calculation of the duration of tooth formation and age at death in four hominin species: <em>Australopithecus anamensis</em>, <em>Australopithecus africanus</em>, <em>Paranthropus robustus</em>, and early <em>Homo</em> sp. The results reveal greater developmental variation than was previously appreciated. It is clear that all early hominins were not developmental alike; the enigmatic taxon <em>Paranthropus robustus</em> shows unique development (short crown formation times, late tooth initiation ages, and possibly later molar eruption ages) when compared to other early hominins (Figure 2). An additional finding is that South African early <em>Homo</em> teeth have surprisingly thick tooth enamel and rapid enamel secretion rates, unlike the condition in contemporaneous Asian <em>Homo erectus</em>, which underscores the need for additional recovery and study of these poorly understood South African fossils. We also conducted a high resolution photographic study of living known-age subadult chimpanzees in the Kanyawara community (Kibale National Park, Uganda) to generate a multiyear record of dental eruption, yielding key comparative information for the interpretation of fossil hominins (Figures 3 and 4).&nbsp;</p>\n<p><strong> </strong>This study is the most comprehensive assessment of tooth growth, molar eruption, and age at death in australopiths and early <em>Homo</em>. A major strength of this approach includes precise assessments of internal developmental features, which have been poorly understood due to the historic need for physical sectioning to access this information. Non-destructive synchrotron investigations have greatly increased access to fossil specimens, allowing more comprehensive study of complete dentitions of extremely rare species. When compared with living humans and African apes, differences in Pliocene and early Pleistocene hominin incremental development and tooth calcification timing prohibit simplistic &ldquo;human-like&rdquo; or &ldquo;ape-like&rdquo; characterizations. In short, radiographic developmental standards from living humans and chimpanzees, or traditional analyses based on external features only, do not yield consistent or accurate ages at death for Pliocene or early Pleistocene hominins, and ontogenetic assessments of other juveniles such as the Taung child and Dikika infant should be reconsidered. Moreover, given that broad primate-wide relationships between molar emergence and life history do not necessarily hold within wild chimpa...",
  "por_txt_cntn": "\nModern humans have an unusual life history with an early age at weaning, long childhood, late first reproduction age, short interbirth intervals, and long lifespan. Despite more than 80 years of speculation, the evolution and origins of modern development remain unknown. Fossilized dental remains are important indices of maturity as tooth formation varies less than skeletal development, and their completion signifies the onset of adulthood. While multiple lines of evidence suggest that ancient hominin ontogeny differs from modern humans, few data on tooth formation and molar eruption are available for precise comparisons. Estimates in fossil hominins often incorporate data from great apes and humans, leading to circular comparisons with living taxa and potentially inaccurate results. For example, recent histological reassessments of age at death in three fossil juveniles originally studied in the 1980s have reported later estimates of molar eruption and/or ages at death in each case, ranging from differences of a few months to more than a year, demonstrating the necessity of re-examining other juveniles with improved methods. Over the course of this study, biological rhythms in teeth (dental microstructure: Figure 1) were quantified with synchrotron X-ray imaging in a diverse sample of juvenile fossil hominins from the Pliocene and early Pleistocene (~1.5-4.2 million years ago). This allowed precise calculation of the duration of tooth formation and age at death in four hominin species: Australopithecus anamensis, Australopithecus africanus, Paranthropus robustus, and early Homo sp. The results reveal greater developmental variation than was previously appreciated. It is clear that all early hominins were not developmental alike; the enigmatic taxon Paranthropus robustus shows unique development (short crown formation times, late tooth initiation ages, and possibly later molar eruption ages) when compared to other early hominins (Figure 2). An additional finding is that South African early Homo teeth have surprisingly thick tooth enamel and rapid enamel secretion rates, unlike the condition in contemporaneous Asian Homo erectus, which underscores the need for additional recovery and study of these poorly understood South African fossils. We also conducted a high resolution photographic study of living known-age subadult chimpanzees in the Kanyawara community (Kibale National Park, Uganda) to generate a multiyear record of dental eruption, yielding key comparative information for the interpretation of fossil hominins (Figures 3 and 4). \n\n This study is the most comprehensive assessment of tooth growth, molar eruption, and age at death in australopiths and early Homo. A major strength of this approach includes precise assessments of internal developmental features, which have been poorly understood due to the historic need for physical sectioning to access this information. Non-destructive synchrotron investigations have greatly increased access to fossil specimens, allowing more comprehensive study of complete dentitions of extremely rare species. When compared with living humans and African apes, differences in Pliocene and early Pleistocene hominin incremental development and tooth calcification timing prohibit simplistic \"human-like\" or \"ape-like\" characterizations. In short, radiographic developmental standards from living humans and chimpanzees, or traditional analyses based on external features only, do not yield consistent or accurate ages at death for Pliocene or early Pleistocene hominins, and ontogenetic assessments of other juveniles such as the Taung child and Dikika infant should be reconsidered. Moreover, given that broad primate-wide relationships between molar emergence and life history do not necessarily hold within wild chimpanzees, particularly for variables that are reported to be coincident with molar emergence, further study is required in order to predict life history variables in hominins. These finding..."
 }
}