{
 "awd_id": "1126898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition / replacement of an electron microprobe",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Lambert",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 1001229.0,
 "awd_amount": 1001229.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2013-09-30",
 "awd_abstract_narration": "Funds from NSF's MRI program will be used to purchase a new electron microprobe at the University of Alaska Fairbanks (UAF).  The new instrument replaces an aging instrument and will allow continued teaching and research in several core fields of Alaskan and global importance.  Worldwide demand for precious and industrial metals is accelerating, but fundamental processes that lead to ore concentrations are poorly understood. Furthermore, Alaska's basic geology is still being worked out. UAF research in collaboration with the Alaska Division of Geological and Geophysical Surveys is continually refining the understanding of Alaska's geology and mineral resources. The new instrument will enhance cutting-edge research in how metals, such as gold in arsenopyrite, are concentrated in Earth's rocks. This type of research leads to more efficient precious-metal beneficiation. On a more fundamental level, analyses that determine the pressures and temperatures at which rocks form and deform are helping to create models that explain how magma moves in time and space, and how deeply exhumed rocks flow in fault zones. One of the most societally important roles of the UAF microprobe is through its link with the Alaska Volcano Observatory (AVO). Understanding active volcanism in Alaska is of international importance because of ground, airborne, and climatic effects from Alaska's 52 active volcanoes. The existing microprobe has played a crucial role in providing the AVO with rapid analyses of new volcanic materials during eruption crises. UAF's research on active magmatic systems requires high-quality elemental analyses of volcanic rocks on a microscopic scale, which will be possible with the new instrument. Studies of eruptive products will elucidate past eruptions and help predict the nature of potential future eruptions. Biologists will use the new instrument to reconstruct life histories of fish - many species of which are important in commercial, sport, or subsistence fisheries - through analysis of otolith growth rings. The new instrument, the only facility of its kind in the state of Alaska, will be broadly available to researchers and students and will enhance UAF's research enterprise through novel applications and by fostering national and international collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Severin",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth P Severin",
   "pi_email_addr": "kpseverin@alaska.edu",
   "nsf_id": "000243132",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rainer",
   "pi_last_name": "Newberry",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Rainer J Newberry",
   "pi_email_addr": "",
   "nsf_id": "000244012",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Beget",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Beget",
   "pi_email_addr": "ffjeb1@uaf.edu",
   "nsf_id": "000430219",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Larsen",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica F Larsen",
   "pi_email_addr": "jflarsen@alaska.edu",
   "nsf_id": "000471339",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "Nadin",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth S Nadin",
   "pi_email_addr": "enadin@alaska.edu",
   "nsf_id": "000509701",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997093705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1001229.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- P { margin-bottom: 0.08in; direction: ltr; color: rgb(0, 0, 0); }P.western { font-family: \"Arial\",sans-serif; font-size: 12pt; }P.cjk { font-family: \"WenQuanYi Zen Hei Sharp\"; font-size: 12pt; }P.ctl { font-family: \"Lohit Devanagari\"; font-size: 12pt; }A:link {  } -->\n<p class=\"western\" style=\"margin-bottom: 0in;\">An electron microprobe is a specialized form of scanning electron microscope, the type of microscope perhaps best known for spectacular pictures of insects and other small objects.  While UAF's new JEOL JXA-8530F microprobe is capable of this type of work [Figure 1], its primary purpose is to examine the chemical composition of materials on very small scale. Studying materials on the scale of a fraction of a human hair is not as obscure as it might seem: the JXA-8530F is already shedding new light on processes as diverse as the formation of ore bodies for improved mining exploration and development, fisheries management, and potential risks from volcanoes and earthquakes, something of particular importance to Alaskans.</p>\n<p class=\"western\" style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p class=\"western\" style=\"margin-bottom: 0in;\">The instrument replaces one purchased by the State of Alaska in the late 1980s. The selection process of the million dollar machine took a group of faculty and graduate students about a year with the recognition that their choice would affect researchers for at least the next decade. The instrument was delivered in February 2013, and has been fully operational since September 2013. Students and faculty are taking advantage of its improved capabilities.</p>\n<p class=\"western\" style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p class=\"western\" style=\"margin-bottom: 0in;\">The new instrument has allowed new understanding of several precious metal deposits in Alaska.  Much of the gold at the Sumitomo Metal Mines Pogo deposit is &ldquo;invisible,&rdquo; detectable by standard chemical means, but not economically recoverable from a practical mining standpoint.  The JXA-8530F can detect this &ldquo;invisible gold&rdquo; on a small spatial scale, and analyses have led to a new understanding of the distribution of gold at the Pogo deposit, ultimately facilitating the discovery of several million additional ounces of gold.<span style=\"color: #ff66ff;\"> </span>At the Kensington Mine near Juneau, AK, the gold -bearing minerals are present as microscopic inclusions in pyrite but not all the pyrite contains gold. Preliminary investigations suggest a relationship between cobalt and gold concentrations in the pyrite. At a newly discovered deposit near Tok, AK, the cobalt zoning in pyrite suggests a complex genesis for the ore body [Figure 2], as does the complicated assemblage of precious metal grains found there [Figure 3].</p>\n<p class=\"western\" style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p class=\"western\" style=\"margin-bottom: 0in;\">Rare Earth Elements (REEs) are growing in importance in a wide variety of technological devices. A UAF group is examining various methods of concentrating REE bearing minerals from the Bokan deposit in south east Alaska. The UAF probe is being used to examine the ore at various process stages on a grain by grain basis, to better determine the most effective means of concentrating the minerals of interest.  Another UAF group, working with the Alaska Division of Geological and Geophysical Surveys,  is using the probe to quantify the distribution and abundance of REEs in the Ray Mountains to determine its resource potential.</p>\n<p class=\"western\" style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p class=\"western\" style=\"margin-bottom: 0in;\">Tellurium (Te) is an element of increasing utility in high technology, used in cost effective solar panels. A team of faculty and graduate students in UAF's Department of Chemistry and Biochemistry, in cooperation with the US Geological Survey's Mineral Resources Program, is examining the potential for the...",
  "por_txt_cntn": "\nAn electron microprobe is a specialized form of scanning electron microscope, the type of microscope perhaps best known for spectacular pictures of insects and other small objects.  While UAF's new JEOL JXA-8530F microprobe is capable of this type of work [Figure 1], its primary purpose is to examine the chemical composition of materials on very small scale. Studying materials on the scale of a fraction of a human hair is not as obscure as it might seem: the JXA-8530F is already shedding new light on processes as diverse as the formation of ore bodies for improved mining exploration and development, fisheries management, and potential risks from volcanoes and earthquakes, something of particular importance to Alaskans.\n \nThe instrument replaces one purchased by the State of Alaska in the late 1980s. The selection process of the million dollar machine took a group of faculty and graduate students about a year with the recognition that their choice would affect researchers for at least the next decade. The instrument was delivered in February 2013, and has been fully operational since September 2013. Students and faculty are taking advantage of its improved capabilities.\n \nThe new instrument has allowed new understanding of several precious metal deposits in Alaska.  Much of the gold at the Sumitomo Metal Mines Pogo deposit is \"invisible,\" detectable by standard chemical means, but not economically recoverable from a practical mining standpoint.  The JXA-8530F can detect this \"invisible gold\" on a small spatial scale, and analyses have led to a new understanding of the distribution of gold at the Pogo deposit, ultimately facilitating the discovery of several million additional ounces of gold. At the Kensington Mine near Juneau, AK, the gold -bearing minerals are present as microscopic inclusions in pyrite but not all the pyrite contains gold. Preliminary investigations suggest a relationship between cobalt and gold concentrations in the pyrite. At a newly discovered deposit near Tok, AK, the cobalt zoning in pyrite suggests a complex genesis for the ore body [Figure 2], as does the complicated assemblage of precious metal grains found there [Figure 3].\n \nRare Earth Elements (REEs) are growing in importance in a wide variety of technological devices. A UAF group is examining various methods of concentrating REE bearing minerals from the Bokan deposit in south east Alaska. The UAF probe is being used to examine the ore at various process stages on a grain by grain basis, to better determine the most effective means of concentrating the minerals of interest.  Another UAF group, working with the Alaska Division of Geological and Geophysical Surveys,  is using the probe to quantify the distribution and abundance of REEs in the Ray Mountains to determine its resource potential.\n \nTellurium (Te) is an element of increasing utility in high technology, used in cost effective solar panels. A team of faculty and graduate students in UAF's Department of Chemistry and Biochemistry, in cooperation with the US Geological Survey's Mineral Resources Program, is examining the potential for the recovery of Te from operating mines. The factor apparently controlling the extractability of Te is the fine-scale mineralogy of Te-bearing grains which they are documenting with the JXA-8530F.\n \nUAF's volcanologists are examining rocks from Alaskan and other volcanoes to improve understanding of the timing and explosiveness of volcanic eruptions. Volcanic eruptions are primarily driven by the formation and expansion of gas bubbles. The dynamics of an eruption can change drastically if bubbles can connect with each other and allow gas to flow through the system. Little is known about the impact of crystals on this process. Looking at crystal and bubble relationships in natural samples, along with laboratory data, will help shed light on how crystal formation may influence the degassing process and eruption style [Figure 4].\n \nSince 1999 a metal salt mark ha..."
 }
}