{
 "awd_id": "1126615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Wildfire Modeling and Prevention Initiative: Developing a Technical Framework for Integrating Research with Public Policy Decision Support",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 262439.0,
 "awd_amount": 262439.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2011-03-28",
 "awd_abstract_narration": "Wildfires are increasing in both absolute number and severity in the American southwest and this trend is predicted to continue over decades to come.  Therefore, the need for descriptive and predictive simulation tools to support wildfire prevention, or suppression during future wildfire events, is becoming critical. As a first step, this project aims to develop a technical framework for integrating three dimensional landscape models, real-time environmental data, and suite of simulation codes, and wildfire management protocols.  This research will involve determining how best to merge elevation and ground classification datasets, couple fire propagation, atmospheric, and hydrologic simulation codes, and verify the accuracy of the coupled computations against historical wildfire data.  Key components in the development of the technical framework include:   1) Identifying and obtaining access permissions to the wide variety of datasets needed to create the high-resolution digital model of the topography and landscape of San Diego County. 2) Investigating how these datasets can be seamlessly \"sewn together\" using GIS software systems.  The integration methodology being developed will be investigated using an unburned area of the San Diego County?s Santa Margarita Ecological Reserve, which is an ideal rapid prototyping and validation site for this project.  It is prone to the strong Santa Ana wind events we wish to study and is already equipped with intensive real-time wireless ground sensors connected through the NSF's High Performance Wireless Research and Education Network (HPWREN).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Smarr",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Larry L Smarr",
   "pi_email_addr": "lsmarr@ucsd.edu",
   "nsf_id": "000396797",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hans-Werner",
   "pi_last_name": "Braun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hans-Werner Braun",
   "pi_email_addr": "hwb@ucsd.edu",
   "nsf_id": "000322032",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive, 0934",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 262439.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;</strong></p>\n<p>This project developed a technical plan for integrating 3D landscape models, real-time environmental data, a suite of simulation codes, and wildfire management and response protocols in San Diego County, as a \"test of principle\" arena. We are motivated to do this research because the last 20 years has seen a great increase in the number of large-scale, multi-day wildfires, known as &ldquo;megafires,&rdquo; around the world. San Diego County is an ideal testbed to see how wildfire simulations and real-time weather sensors might improve wildfire management and response because of the extensive weather sensors recently put in place. The densest network of real-time weather stations in the Country exists in San Diego through the combination of sensors from the High Performance Wireless Research and Education Network (HPWREN), National Weather Service, Remote Automated Weather Stations, and San Diego Gas and Electric Company (Figure 1). The accessibility to new data that is high in both spatial and temporal resolution calls for a new regime in environmental monitoring.</p>\n<p><strong>&nbsp;</strong>To integrate the real-time data with models, we worked with organizations that manage static geospatial data including first response agencies and local non-profit groups including CAL FIRE, San Diego County Fire Authority, the US Forest Service, US Geological Survey, San Diego Association of Governments, the San Diego Geographic Information Source, and the San Diego Regional GIS Council. Through this process, approximately 10 TB of static data were collected, and we have access to approximately 150 GB of archived field measurements from sensors, and access to streaming real-time weather data.</p>\n<p>We have also taken advantage of our visualization technologies at Calit2 to develop a platform for viewing and analyzing these data using the Open Scene Graph Earth (osgEarth). Showing geospatial data in a 3D virtual earth (Figure 2) has the potential for representing more complex data simultaneously than in a 2D traditional map.&nbsp;Taking the highest resolution imagery and topography freely available, we tested the limits of the osgEarth platform to display San Diego County burn scars from the 2003 Cedar fire (Figure 3).</p>\n<p>Our model integration framework focuses on two distinctive modes of predictive modeling. The first mode creates a very realistic, but very complex fire code to predict fire spread using accurate physics equations that simulate combustion in detail, thus requiring high-performance computing power. The second mode evaluates the ability to use the complex models to inform or <em>transform</em> much faster simulations used for fire fighting. By working on both modes, we can further research ways this technology and data can be used in wildfire management and response protocols. We investigated four community wildfire simulation models, which span the space of complexity and compute times.</p>\n<p>Although much of the data we collected is now freely available, it is not of much use to a broad research community because the volume of data is too high to store and process. &nbsp;Our website, <a href=\"http://anr.ucsd.edu/SDfiresight/index.html\">http://anr.ucsd.edu/SDfiresight/index.html</a> will mitigate this by providing the data and metadata we are serving, as a tile map server for easier access to our collaborators on a machine purchased with these grant funds.&nbsp; Doing so makes the data usable to many, provides exposure of this data to the community, and increases public participation in the development of this technology.</p>\n<p>This NSF funding enabled our team to engage with local and international fire research and response experts (Figure 4), which is critical for developing solutions that are useful to the end users. We have worked towards a path to bridge the gap between technology research and fire management by inve...",
  "por_txt_cntn": "\n \n\nThis project developed a technical plan for integrating 3D landscape models, real-time environmental data, a suite of simulation codes, and wildfire management and response protocols in San Diego County, as a \"test of principle\" arena. We are motivated to do this research because the last 20 years has seen a great increase in the number of large-scale, multi-day wildfires, known as \"megafires,\" around the world. San Diego County is an ideal testbed to see how wildfire simulations and real-time weather sensors might improve wildfire management and response because of the extensive weather sensors recently put in place. The densest network of real-time weather stations in the Country exists in San Diego through the combination of sensors from the High Performance Wireless Research and Education Network (HPWREN), National Weather Service, Remote Automated Weather Stations, and San Diego Gas and Electric Company (Figure 1). The accessibility to new data that is high in both spatial and temporal resolution calls for a new regime in environmental monitoring.\n\n To integrate the real-time data with models, we worked with organizations that manage static geospatial data including first response agencies and local non-profit groups including CAL FIRE, San Diego County Fire Authority, the US Forest Service, US Geological Survey, San Diego Association of Governments, the San Diego Geographic Information Source, and the San Diego Regional GIS Council. Through this process, approximately 10 TB of static data were collected, and we have access to approximately 150 GB of archived field measurements from sensors, and access to streaming real-time weather data.\n\nWe have also taken advantage of our visualization technologies at Calit2 to develop a platform for viewing and analyzing these data using the Open Scene Graph Earth (osgEarth). Showing geospatial data in a 3D virtual earth (Figure 2) has the potential for representing more complex data simultaneously than in a 2D traditional map. Taking the highest resolution imagery and topography freely available, we tested the limits of the osgEarth platform to display San Diego County burn scars from the 2003 Cedar fire (Figure 3).\n\nOur model integration framework focuses on two distinctive modes of predictive modeling. The first mode creates a very realistic, but very complex fire code to predict fire spread using accurate physics equations that simulate combustion in detail, thus requiring high-performance computing power. The second mode evaluates the ability to use the complex models to inform or transform much faster simulations used for fire fighting. By working on both modes, we can further research ways this technology and data can be used in wildfire management and response protocols. We investigated four community wildfire simulation models, which span the space of complexity and compute times.\n\nAlthough much of the data we collected is now freely available, it is not of much use to a broad research community because the volume of data is too high to store and process.  Our website, http://anr.ucsd.edu/SDfiresight/index.html will mitigate this by providing the data and metadata we are serving, as a tile map server for easier access to our collaborators on a machine purchased with these grant funds.  Doing so makes the data usable to many, provides exposure of this data to the community, and increases public participation in the development of this technology.\n\nThis NSF funding enabled our team to engage with local and international fire research and response experts (Figure 4), which is critical for developing solutions that are useful to the end users. We have worked towards a path to bridge the gap between technology research and fire management by investigating ways that Calit2 and SDSC can provide services that these agencies need and do not have.\n\nWe have engaged with the UCSD IDEA Center, a diversity outreach group, to use the data collected in this project for developing interdi..."
 }
}