{
 "awd_id": "1126032",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Bench-top Olympus Confocal Microscope to Advance Biological Research at an HBCU",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 217335.0,
 "awd_amount": 217335.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "This Major Research Instrumentation award funds the purchase of a bench-top laser scanning confocal microscope for biological research in the department of Biological Sciences at Delaware State University (DSU). Laser confocal microscopy enables visualization and imaging deep within both living and fixed cells and tissues, and provides the opportunity to collect sharply defined optical sections from which three-dimensional renderings can be generated. Until recently, gaining the full benefits provided by confocal microscopy required expertise in the set-up, acquisition, processing and analysis of images. In large research institutions, this expertise is provided by well-staffed core facilities. However, in a small institution such as DSU, faculty and students must conduct their own imaging experiments. The simpler, more automated Olympus Fluoview FV10i confocal laser-scanning microscope system will provide DSU researchers and students the full benefits of confocal microscopy for their research projects. Most of the planned research projects involve acquisition of time-lapse images in live-cells, which is available in the FV10i bench-top confocal microscope. Research projects benefiting from this instrumentation includes: studies of plant virus-host interactions, development of the neurotransmitter phenotype of motor neurons, protein interactions in Caenorhabditis elegans behavior mutants, and steroid hormone function in neural development and others.\r\n \r\nLaser confocal microscopes allow non-destructive and non-invasive microscopic imaging in three dimensions for the analysis of intact samples. The Fluoview FV10i confocal microscope represents the next-generation multi-user laser confocal microscope and significantly enhances the research capability of DSU, a Historically-Black university. The Department of Biological Sciences where this instrument will be housed has graduate programs in biology and neuroscience. The user-friendly nature of Fluoview FV10i confocal microscope will allow students and researchers at DSU to image live-cells and tissues. It will also facilitate integration of several outreach programs that DSU offers to K-12 students and teachers and thus promote teaching, learning and research training.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Fondong",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent N Fondong",
   "pi_email_addr": "vfondong@desu.edu",
   "nsf_id": "000490828",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Harrington",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa A Harrington",
   "pi_email_addr": "mharrington@desu.edu",
   "nsf_id": "000292454",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harbinder",
   "pi_last_name": "Dhillon",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Harbinder S Dhillon",
   "pi_email_addr": "hsdhillon@desu.edu",
   "nsf_id": "000181987",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Princy",
   "pi_last_name": "Mennella",
   "pi_mid_init": "Q",
   "pi_sufx_name": "",
   "pi_full_name": "Princy Q Mennella",
   "pi_email_addr": "pmennella@desu.edu",
   "nsf_id": "000561666",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Delaware State University",
  "inst_street_address": "1200 N DUPONT HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DOVER",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028576001",
  "inst_zip_code": "199012202",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "DELAWARE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RZZ8BMQ47KX3"
 },
 "perf_inst": {
  "perf_inst_name": "Delaware State University",
  "perf_str_addr": "1200 North DuPont Highway",
  "perf_city_name": "Dover",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "199012202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "2886",
   "pgm_ref_txt": "MINORITY INSTITUTIONS PROGRAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 217335.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF Major Research Instrumentation (MRI) grant funded the acquisition of an Olympus Fluoview FV10i confocal microscope for the department of biological sciences at Delaware State University. This instrument has enabled six principal investigators and researchers, whose research ranges from neurosciences to plant sciences, to produce high quality imaging data, thus leveraging work on other awards in all six labs. Indeed, data obtained from this instrument has partially contributed to the award of three new grants in the neurosciences.</p>\n<p>There have been important outcomes in the neurosciences; for example, the instrument has enabled the understanding of how age contributes to pathological accumulation of phosphorylated transactive response DNA-binding protein of 43 kDa (TDP-43), a protein that has been detected in many patients with neurodegenerative diseases, including Alzheimer&rsquo;s disease. Furthermore, more knowledge has been gained on the mechanisms involved in the emergence of synchronized patterns of activity in the developing brain. Thus, using developing chicken ciliary ganglion, this instrument has allowed the demonstration that adenomatous polyposis coli (APC), a multifunctional protein, interacts with the post-synaptic density protein (PSD93) in developing neurons and coordinates the assembly of nicotinic cholinergic synapses. This result indicates a key role for APC&mdash;PSD93 interaction in neuronal polarity and axon determination. Other data in the neurosciences, generated using this instrument include: determination of subcellular distribution of vesicular acetylcholine transporter (VAChT), a protein associated with cognitive decline during aging and segregation of the heterotrimeric G-protein, gpa-16, which is required for spindle positioning and orientation in embryos.</p>\n<p>In plant sciences, we used this instrument in determining subcellular localization of geminivirus proteins and to investigate interactions between viral and host proteins. We further observed that geminiviruses associate with microtubules, suggesting that microtubules play important roles in geminivirus movement in plant cells. It is important to note that geminiviruses are arguably responsible for the most devastating crop diseases of virus etiology.</p>\n<p>In broader impacts, many students have been trained in bioimaging using this instrument. Indeed, two students, whose research was based principally on imaging using this instrument, recently completed their PhDs. Furthermore, over 25 graduate and undergraduate students, most of whom are minority and/or female, have so far been trained in bioimaging.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/25/2016<br>\n\t\t\t\t\tModified by: Vincent&nbsp;N&nbsp;Fondong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF Major Research Instrumentation (MRI) grant funded the acquisition of an Olympus Fluoview FV10i confocal microscope for the department of biological sciences at Delaware State University. This instrument has enabled six principal investigators and researchers, whose research ranges from neurosciences to plant sciences, to produce high quality imaging data, thus leveraging work on other awards in all six labs. Indeed, data obtained from this instrument has partially contributed to the award of three new grants in the neurosciences.\n\nThere have been important outcomes in the neurosciences; for example, the instrument has enabled the understanding of how age contributes to pathological accumulation of phosphorylated transactive response DNA-binding protein of 43 kDa (TDP-43), a protein that has been detected in many patients with neurodegenerative diseases, including AlzheimerÆs disease. Furthermore, more knowledge has been gained on the mechanisms involved in the emergence of synchronized patterns of activity in the developing brain. Thus, using developing chicken ciliary ganglion, this instrument has allowed the demonstration that adenomatous polyposis coli (APC), a multifunctional protein, interacts with the post-synaptic density protein (PSD93) in developing neurons and coordinates the assembly of nicotinic cholinergic synapses. This result indicates a key role for APC&mdash;PSD93 interaction in neuronal polarity and axon determination. Other data in the neurosciences, generated using this instrument include: determination of subcellular distribution of vesicular acetylcholine transporter (VAChT), a protein associated with cognitive decline during aging and segregation of the heterotrimeric G-protein, gpa-16, which is required for spindle positioning and orientation in embryos.\n\nIn plant sciences, we used this instrument in determining subcellular localization of geminivirus proteins and to investigate interactions between viral and host proteins. We further observed that geminiviruses associate with microtubules, suggesting that microtubules play important roles in geminivirus movement in plant cells. It is important to note that geminiviruses are arguably responsible for the most devastating crop diseases of virus etiology.\n\nIn broader impacts, many students have been trained in bioimaging using this instrument. Indeed, two students, whose research was based principally on imaging using this instrument, recently completed their PhDs. Furthermore, over 25 graduate and undergraduate students, most of whom are minority and/or female, have so far been trained in bioimaging.\n\n\t\t\t\t\tLast Modified: 01/25/2016\n\n\t\t\t\t\tSubmitted by: Vincent N Fondong"
 }
}