{
 "awd_id": "1126273",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of a laser scanning confocal system to advance research and training in biology, chemistry, and physics at Willamette University",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 526788.0,
 "awd_amount": 526788.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "Six research-productive faculty members from the biology, chemistry, and physics departments at Willamette University will purchase, install, maintain, and manage a shared Zeiss LSM-710 confocal microscope to add essential functionality to Willamette?s Core Imaging Facility and advance multidisciplinary research in the cellular, molecular, and biophysical sciences. Confocal microscopy is the method of choice when sensitive, high resolution, three-dimensional, time-resolved imaging is required to unambiguously localize and monitor simultaneous dynamic changes in cellular molecules, structures, and processes. Research by the PI and co-PIs requires submicron axial resolution, elimination of background out-of-focus light, and 3-D reconstruction for precise localization and accurate quantification of sub-cellular molecules.  Spectral un-mixing of the signals is required for several investigators who work with dyes that emit at wavelengths close to that of specimen background (PI Coddington and co-PIs Fisher, Tallman). Further, the work of co-PIs Altman, Duncan, and Tallman requires imaging of sub-cellular protein movements in live cells and/or tissues. This necessitates outfitting the LSCM system with Definite Focus, allowing imaging of single proteins over extended time-scales without stage drift in the z-axis. Drs. Tallman and Altman?s research further requires cells and tissues to be maintained at precise temperatures and pH, which necessitates the environmental module extra to the stage.  Thus, the specific capabilities that are required are rapid speed of acquisition; live cell and tissue imaging through time series analysis; laser power for photo bleaching purposes; and spectral separation capabilities. In summary, the Zeiss LSM 710 mounted on an inverted Axio Observer Z1 microscope optimally meets our research and training needs.\r\n\r\nThe NSF award is used to purchase a confocal microscope for six faculty members in the Biology, Chemistry and Physics departments at Willamette University, a primarily undergraduate institution. Three of the six co-PI?s are women, and four are pre-tenure junior faculty; all of whom serve a strongly female undergraduate student body in biological and STEM fields. Acquisition of this equipment allows Willamette researchers to answer a variety of highly relevant research questions including: how stress hormones regulate animal behavior; how genes and proteins control nervous system development and function; how pesticides interfere with animal development; and how heat stress and hormones control plant growth and reproduction. The microscope accelerates our faculty research programs to the level of disciplinary recognition required to sustain and/or compete for other external research grants. We also realize broader gains as the microscope becomes part of a larger imaging facility available for research use by faculty members at other small colleges in the area and a fulcrum for interdisciplinary and collaborative research. This state-of-the-art instrument attracts highly motivated undergraduates to science careers and provides opportunities for high-impact research training of undergraduates bound for graduate school and for immediate employment in the technical workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emma",
   "pi_last_name": "Coddington",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emma Coddington",
   "pi_email_addr": "ecodding@willamette.edu",
   "nsf_id": "000553322",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Tallman",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "John G Tallman",
   "pi_email_addr": "gtallman@willamette.edu",
   "nsf_id": "000248854",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Fisher",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alison J Fisher",
   "pi_email_addr": "ajfisher@willamette.edu",
   "nsf_id": "000255480",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Duncan",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jason E Duncan",
   "pi_email_addr": "jduncan@willamette.edu",
   "nsf_id": "000511884",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Altman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Altman",
   "pi_email_addr": "daltman@willamette.edu",
   "nsf_id": "000587349",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Willamette University",
  "inst_street_address": "900 STATE ST",
  "inst_street_address_2": "",
  "inst_city_name": "SALEM",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5033706049",
  "inst_zip_code": "973013922",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "OR06",
  "org_lgl_bus_name": "WILLAMETTE UNIVERSITY",
  "org_prnt_uei_num": "LBDSJ1GSKJY1",
  "org_uei_num": "LBDSJ1GSKJY1"
 },
 "perf_inst": {
  "perf_inst_name": "Willamette University",
  "perf_str_addr": "900 State Street",
  "perf_city_name": "Salem",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973013930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "OR06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 526788.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF award was used to acquire a Zeiss LSM-710 laser scanning confocal microscope for use by faculty members in the Biology, Chemistry and Physics departments at Willamette University, a primarily undergraduate institution. Three of the six co-PI&rsquo;s are women, and four are pre-tenure junior faculty; all of whom serve a strongly female undergraduate student body in STEM fields. Acquisition of the Zeiss LSM-710 laser scanning confocal microscope has allowed researchers at Willamette University to answer a variety of highly relevant research questions including: how stress hormones regulate animal behavior; how genes and proteins control nervous system development and function; how pesticides interfere with animal development; and how heat stress and hormones control plant growth and reproduction. The microscope enhanced the research infrastructure at Willamette University and has led to new external grant awards that further faculty research and undergraduate research experiences, including a General Scientific Research Grant and College Research Program for Life Sciences Grant from the M. J. Murdock Charitable Trust, and an NSF CAREER award (Grant No. IOS-1351129). &nbsp;We also realize broader gains, as the microscope becomes part of a larger imaging facility available for research use by faculty members at other small colleges in the area and a fulcrum for interdisciplinary and collaborative research. For example, faculty and undergraduate researchers from Linfield College and Western Oregon University utilize Willamette&rsquo;s imaging facility for their research. This state-of-the-art instrument also attracts highly motivated undergraduates to science careers and provides opportunities for high-impact research training of undergraduates bound for graduate school and for immediate employment in the technical workforce.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2014<br>\n\t\t\t\t\tModified by: Emma&nbsp;Coddington</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF award was used to acquire a Zeiss LSM-710 laser scanning confocal microscope for use by faculty members in the Biology, Chemistry and Physics departments at Willamette University, a primarily undergraduate institution. Three of the six co-PIÆs are women, and four are pre-tenure junior faculty; all of whom serve a strongly female undergraduate student body in STEM fields. Acquisition of the Zeiss LSM-710 laser scanning confocal microscope has allowed researchers at Willamette University to answer a variety of highly relevant research questions including: how stress hormones regulate animal behavior; how genes and proteins control nervous system development and function; how pesticides interfere with animal development; and how heat stress and hormones control plant growth and reproduction. The microscope enhanced the research infrastructure at Willamette University and has led to new external grant awards that further faculty research and undergraduate research experiences, including a General Scientific Research Grant and College Research Program for Life Sciences Grant from the M. J. Murdock Charitable Trust, and an NSF CAREER award (Grant No. IOS-1351129).  We also realize broader gains, as the microscope becomes part of a larger imaging facility available for research use by faculty members at other small colleges in the area and a fulcrum for interdisciplinary and collaborative research. For example, faculty and undergraduate researchers from Linfield College and Western Oregon University utilize WillametteÆs imaging facility for their research. This state-of-the-art instrument also attracts highly motivated undergraduates to science careers and provides opportunities for high-impact research training of undergraduates bound for graduate school and for immediate employment in the technical workforce.\n\n\t\t\t\t\tLast Modified: 11/16/2014\n\n\t\t\t\t\tSubmitted by: Emma Coddington"
 }
}