{
 "awd_id": "1126345",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: The UNF-FSU Neutron Detector Array RESONEUT for Rare Ion Beams",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 143486.0,
 "awd_amount": 143486.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2011-09-13",
 "awd_abstract_narration": "This award will develop a new type of low-energy neutron detector array, which is to be used at the Resolut radioactive beam facility of Florida State University (FSU). The proposed detector systems use a combination of a p-Terphenyl crystal with a novel type of compact \"Planacon\" photo multiplier to achieve high sensitivity for low energy neutrons and pulse-shape discrimination to suppress gamma-ray and X-ray background. Four prototype-systems for these detectors have been assembled and tested at FSU. This proposal seeks to acquire all components required for a detector array of twelve detectors, which will be assembled and tested by undergraduate researchers at the University of North Florida (UNF). The complete system will be commissioned in experiments at the John D. Fox accelerator laboratory of Florida State University.  The detector array will enable an experimental program to study  proton-resonances in the astrophysical rapid proton capture process(rp-process), which will create further opportunities for involvement of UNF undergraduate students in research projects.\r\n\r\nThe integration of the novel low-energy neutron detector array into the Resolut radioactive beam facility of Florida State University will enable the efficient detection of the remaining neutron from a nuclear collision in which the proton in a deuteron is transferred to an incident heavier nucleus. Such reactions are used as surrogates for studying and calibrating nuclear reaction rates for the rapid proton captures by nuclei that constitute the rp-process which is considered to be a component of explosive stellar nucleosynthesis.  This project will provide transformational learning opportunities for undergraduate researchers at UNF who will assemble and test the detector systems, participate in the subsequent commissioning experiments for the neutron detector array at the John D. Fox accelerator laboratory, and analyze data from the commissioning experiments.  Following completion of this project, UNF faculty and undergraduates will continue to collaborate on experiments with the nuclear physics group at FSU and the neutron detector array will be available to all users of the Resolut facility.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Gay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis Gay",
   "pi_email_addr": "dgay@unf.edu",
   "nsf_id": "000268453",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Florida",
  "inst_street_address": "1 UNF DR",
  "inst_street_address_2": "",
  "inst_city_name": "JACKSONVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "9046202455",
  "inst_zip_code": "322247699",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "FL05",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "MHM6MGJFANE7"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Florida",
  "perf_str_addr": "1 UNF Drive",
  "perf_city_name": "Jacksonville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "322244264",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "FL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 143486.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>Researchers from the University of North Florida (UNF) and the John D. Fox Accelerator Laboratory at Florida State University (FSU) have collaborated in the development and commissioning of an array, called RESONEUT, of a new type of compact neutron detectors.&nbsp; This award funded the development of eight of the twelve detectors in the array.&nbsp; Each detector consists of an organic p-terphenyl crystal optically mounted to a micro-channel plate photomultiplier, which enables the detectors to operate where they have been installed in the magnetic fields of the Fox Lab&rsquo;s RESOLUT rare-ion beam facility.&nbsp;</p>\n<p>Experiments using the RESONEUT array with stable-ion beams have demonstrated its capability to detect neutrons with excellent timing resolution and low energy sensitivity.&nbsp; These properties significantly enhance the research program of the RESOLUT facility for using beams of short-lived ions to study nuclear reactions that are important to understanding the rp-process of nucleosynthesis that occurs in stable and exploding stars.&nbsp; Radioactive beam experiments with RESONEUT began in the fall of 2013 with two experiments studying nuclear reactions that produce the short-lived nuclei, <sup>18</sup>Ne and <sup>26</sup>Si.&nbsp;</p>\n<p>The RESONEUT array has provided, and will continue to provide, opportunities for undergraduate and graduate students to engage in frontline research at the intersection of nuclear physics and astrophysics.&nbsp; Two UNF undergraduate physics students were engaged in developing and commissioning the RESONEUT detectors.&nbsp; Both students gained experience applying concepts and skills they learned in their classes to solve problems encountered during their research. At UNF, they wrote software to control an<br />oscilloscope-based data acquisition system and used this system to investigate the &nbsp;detector&rsquo;s sensitivity to low-energy gamma rays incident at various locations on the face of its crystal.&nbsp; They obtained hands-on experience with nuclear physics research at the FOX Lab installing our neutron detectors into the RESONEUT housing and participating in a commissioning experiment. &nbsp;After graduating from UNF, one of the students is continuing his education in a graduate program in medical physics, while the other is applying her experience writing software for this project in her current position with a financial company&nbsp;for which she analyzes&nbsp;software application&nbsp;code.&nbsp; Two of the FSU graduate students who have been involved in the RESONEUT project are currently using this facility for their Ph.D. dissertation research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2014<br>\n\t\t\t\t\tModified by: Dennis&nbsp;Gay</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nResearchers from the University of North Florida (UNF) and the John D. Fox Accelerator Laboratory at Florida State University (FSU) have collaborated in the development and commissioning of an array, called RESONEUT, of a new type of compact neutron detectors.  This award funded the development of eight of the twelve detectors in the array.  Each detector consists of an organic p-terphenyl crystal optically mounted to a micro-channel plate photomultiplier, which enables the detectors to operate where they have been installed in the magnetic fields of the Fox LabÆs RESOLUT rare-ion beam facility. \n\nExperiments using the RESONEUT array with stable-ion beams have demonstrated its capability to detect neutrons with excellent timing resolution and low energy sensitivity.  These properties significantly enhance the research program of the RESOLUT facility for using beams of short-lived ions to study nuclear reactions that are important to understanding the rp-process of nucleosynthesis that occurs in stable and exploding stars.  Radioactive beam experiments with RESONEUT began in the fall of 2013 with two experiments studying nuclear reactions that produce the short-lived nuclei, 18Ne and 26Si. \n\nThe RESONEUT array has provided, and will continue to provide, opportunities for undergraduate and graduate students to engage in frontline research at the intersection of nuclear physics and astrophysics.  Two UNF undergraduate physics students were engaged in developing and commissioning the RESONEUT detectors.  Both students gained experience applying concepts and skills they learned in their classes to solve problems encountered during their research. At UNF, they wrote software to control an\noscilloscope-based data acquisition system and used this system to investigate the  detectorÆs sensitivity to low-energy gamma rays incident at various locations on the face of its crystal.  They obtained hands-on experience with nuclear physics research at the FOX Lab installing our neutron detectors into the RESONEUT housing and participating in a commissioning experiment.  After graduating from UNF, one of the students is continuing his education in a graduate program in medical physics, while the other is applying her experience writing software for this project in her current position with a financial company for which she analyzes software application code.  Two of the FSU graduate students who have been involved in the RESONEUT project are currently using this facility for their Ph.D. dissertation research.\n\n\t\t\t\t\tLast Modified: 11/25/2014\n\n\t\t\t\t\tSubmitted by: Dennis Gay"
 }
}