{
 "awd_id": "1126244",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of Advanced LC/MS/MS Instrumentation for Research and Teaching to Characterize Structure-Function Relationship Dynamics of Protein Systems",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 651029.0,
 "awd_amount": 651029.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "Federal funds are being used to purchase an advanced liquid chromatography-tandem mass spectrometry (LC/MS/MS) system and supporting equipment for the Biochemistry Mass Spectrometry Laboratory in the Department of Molecular and Structural Biochemistry at North Carolina State University (NCSU) for studying protein structure and protein functional relationship dynamics. The configured instrumentation will be used for ascertaining the structure-function aspects of proteins in a variety of biological systems, which includes quantitative proteomic analysis to determine post-translational modifications (PTMs) and protein binding interactions and stoichiometries in both discovery- and hypothesis-driven studies. Analytical measurements will include characterizing PTMs such as phosphorylation, acetylation, glycosylation, and ubiquitination, and how these modifications influence the biochemical functions of proteins, including the ability of modified proteins to bind to their substrates, interact with other proteins, and promote further PTM alterations. The purchased instrumentation will provide unique capabilities not possible with any current LC/MS/MS instrumentation on or off campus and will fill this void to support the research of NC State faculty in various colleges requiring advanced LC/MS/MS analysis while providing direct training of students and postdocs to enable successful completion of their research projects. The instrumentation will be used by the laboratories of 19 faculty members and will provide training for an estimated 4 high school students, 38 undergraduates, 34 graduate students, 13 postdoctoral scientists, and 9 senior research/visiting scientists with the anticipation of providing other NCSU faculty and students access as their research develops and requires LC/MS/MS analysis of proteins. In addition, this instrumentation will be used for special research internship programs with students from underrepresented groups and will also be used in the advanced biochemistry undergraduate laboratory course for biochemistry majors (with nearly 500 majors, this is the third largest undergraduate biochemistry program in the nation), to identify and characterize a protein purified in the laboratory. The purchased LC/MS/MS system will join NMR, X-ray crystallography, and electron cryo-microscopy as a tool for the study of the structure and function of proteins and their complexes and will enable the research and teaching programs at NCSU to more comprehensively train students and young investigators in biochemistry, structural biology, and mass spectrometry analysis to better prepare them for successful biotechnology research and teaching careers. \r\n\r\nIn addition to providing significant improvements in LC/MS/MS support at NCSU, both in terms of access and capabilities, the LC/MS/MS system will represent a significant achievement in the long-range goal of developing a world class structural biochemistry department at NCSU comprised of biological NMR, X-ray crystallography, and mass spectrometry. The commitment of the University to this end is evidenced by the completion in 2008 of a new structural biochemistry wing in Polk Hall which houses NMR, and X-ray, and MS instrumentation and provides space for significant expansion in each of these areas. Acquisition of this high resolution LC/MS/MS instrumentation for studying protein interactions and structure-function analysis can be used to more fully leverage the combined strengths of our three structural platforms. Since the purchase of our NSF-funded Q-Tof in 2007, currently our only high resolution MS instrument, our successes have resulted in a significant increase in interest on campus for this and higher resolution MS capabilities. The new LC/MS/MS system will provide unprecedented access for undergraduates, graduate students, and postdoctoral scientists, providing them with a technologically relevant, comprehensive LC/MS/MS background which will enable their future success in other educational programs or in industry. With access to this technology, faculty research programs will be progressed more quickly, efficiently, and with greater scientific impact which will place NCSU more competitively among other research-intensive universities for funding and attracting top talent faculty. Because of the strong commitment of the PIs and other users on this proposal for outreach work, the requested LC/MS/MS instrument and our MS facility as a whole will play an active role in departmental and other campus outreach programs and activities aimed at developing and fostering early interest in science at the middle and high school levels, including underrepresented groups (for example, ACS SEED and NSF AGEP programs), with the end goals of raising general awareness of the biological sciences and encouraging talented young men and women to choose research and teaching as a career goal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Goshe",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Michael B Goshe",
   "pi_email_addr": "michael_goshe@ncsu.edu",
   "nsf_id": "000275329",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Brown",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis T Brown",
   "pi_email_addr": "dbrown@bchserver.bch.ncsu.edu",
   "nsf_id": "000088224",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Clouse",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Steven D Clouse",
   "pi_email_addr": "steve_clouse@ncsu.edu",
   "nsf_id": "000430973",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Cavanagh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Cavanagh",
   "pi_email_addr": "john_cavanagh@ncsu.edu",
   "nsf_id": "000490264",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Blackburn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Blackburn",
   "pi_email_addr": "kevin_blackburn@ncsu.edu",
   "nsf_id": "000537719",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "Dept. of Biochemistry",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 651029.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Thermo Scientific Easy-nLC 1000 ultra high-performance liquid chromatograph - Orbitrap Elite hybrid mass spectrometer system (referred to as the &ldquo;Orbitrap Elite&rdquo;) was successfully installed in The Biochemistry Mass Spectrometry Laboratory of The Department of Molecular and Structural Biochemistry at North Carolina State University in mid February 2012 and has been used to ascertain structure-function aspects of proteins in a variety of biological systems, including quantitative measurements to determine post-translational modifications (PTMs) and protein binding interactions and stoichiometries in both discovery- and hypothesis-driven studies. During the entire funding period, the Orbitrap Elite has been used in a variety of studies conducted on plant and animal systems and included areas of research related to (1) geminivirus infection of plants to determine key phosphorylation events in order to develop strategies for improved crop yields, (2) Dengue virus infection of cells to measure the changes in the host proteome to better understand the mechanism of infection, (3) PTMs and abundance protein changes involved in plant defense responses to pathogens, (4) the phosphorylation and interactions of membrane receptors and their substrates to identify kinase networks involved in plant growth and development in order to characterize the mechanisms involved in plant-stress responses to drought and salinity as means to develop more robust crop plants, (5) the phosphorylation and interactions of membrane receptors and their substrates to identify kinase networks involved in cancer to develop predictable models in order to create new avenues for cancer therapeutics, and (6) developing methods to characterize protein interactions involved in bacterial resistance and human respiratory disease. &nbsp;For the three year project, a total of 7 high school students, 4 undergraduates, 23 graduate students, 11 postdoctoral scientists and 29 faculty/senior research scientists have had access to the Orbitrap Elite for their research.&nbsp;</p>\n<p>In addition to the aforementioned research, the Orbitrap Elite has been used for special research internship programs with students from underrepresented groups and the development of new courses. &nbsp;The Orbitrap Elite was used in the Creating Awareness of Agriculture and Life Sciences Disciplines, Degree Programs and Discoveries &nbsp;(CAALS 3-D) Project within the College of Agriculture and Life Sciences (CALS) at North Carolina State University. &nbsp;The CAALS 3-D Project targets African-American, Hispanic/Latino and Native American youth from the North Carolina School of Science and Mathematics. &nbsp;Students received a one-week hands-on laboratory experience by analyzing a mixture of proteins using the Orbitrap Elite. &nbsp;The week also included lectures on basic protein biochemistry and liquid chromatography-tandem mass spectrometry analysis as well as career advice. &nbsp;The experience ended with the students giving a 10 minute presentation on their lab experience to the entire CAALS 3-D group, and the work our group presented was well received. The Orbitrap Elite was also the featured instrument for in-lab demonstrations to high school students participating in the Summer College in Biotechnology and Life Sciences (SCIBLS), a biotechnology summer course taught by Biochemistry faculty. &nbsp;The Orbitrap Elite has also been the key instrument in a newly created graduate level course &ldquo;Analytical Methods in Structural Biochemistry&rdquo; that provides both lecture and hands-on training in mass spectrometry, x-ray crystallography, and NMR spectroscopy to graduate students (and upper level undergraduate students) to acquaint them with these advanced structural methods so they can ultimately incorporate them into their research. &nbsp;Overall, the Orbitrap Elite and our Biochemistry Mass Spectrometry Laborator...",
  "por_txt_cntn": "\nThe Thermo Scientific Easy-nLC 1000 ultra high-performance liquid chromatograph - Orbitrap Elite hybrid mass spectrometer system (referred to as the \"Orbitrap Elite\") was successfully installed in The Biochemistry Mass Spectrometry Laboratory of The Department of Molecular and Structural Biochemistry at North Carolina State University in mid February 2012 and has been used to ascertain structure-function aspects of proteins in a variety of biological systems, including quantitative measurements to determine post-translational modifications (PTMs) and protein binding interactions and stoichiometries in both discovery- and hypothesis-driven studies. During the entire funding period, the Orbitrap Elite has been used in a variety of studies conducted on plant and animal systems and included areas of research related to (1) geminivirus infection of plants to determine key phosphorylation events in order to develop strategies for improved crop yields, (2) Dengue virus infection of cells to measure the changes in the host proteome to better understand the mechanism of infection, (3) PTMs and abundance protein changes involved in plant defense responses to pathogens, (4) the phosphorylation and interactions of membrane receptors and their substrates to identify kinase networks involved in plant growth and development in order to characterize the mechanisms involved in plant-stress responses to drought and salinity as means to develop more robust crop plants, (5) the phosphorylation and interactions of membrane receptors and their substrates to identify kinase networks involved in cancer to develop predictable models in order to create new avenues for cancer therapeutics, and (6) developing methods to characterize protein interactions involved in bacterial resistance and human respiratory disease.  For the three year project, a total of 7 high school students, 4 undergraduates, 23 graduate students, 11 postdoctoral scientists and 29 faculty/senior research scientists have had access to the Orbitrap Elite for their research. \n\nIn addition to the aforementioned research, the Orbitrap Elite has been used for special research internship programs with students from underrepresented groups and the development of new courses.  The Orbitrap Elite was used in the Creating Awareness of Agriculture and Life Sciences Disciplines, Degree Programs and Discoveries  (CAALS 3-D) Project within the College of Agriculture and Life Sciences (CALS) at North Carolina State University.  The CAALS 3-D Project targets African-American, Hispanic/Latino and Native American youth from the North Carolina School of Science and Mathematics.  Students received a one-week hands-on laboratory experience by analyzing a mixture of proteins using the Orbitrap Elite.  The week also included lectures on basic protein biochemistry and liquid chromatography-tandem mass spectrometry analysis as well as career advice.  The experience ended with the students giving a 10 minute presentation on their lab experience to the entire CAALS 3-D group, and the work our group presented was well received. The Orbitrap Elite was also the featured instrument for in-lab demonstrations to high school students participating in the Summer College in Biotechnology and Life Sciences (SCIBLS), a biotechnology summer course taught by Biochemistry faculty.  The Orbitrap Elite has also been the key instrument in a newly created graduate level course \"Analytical Methods in Structural Biochemistry\" that provides both lecture and hands-on training in mass spectrometry, x-ray crystallography, and NMR spectroscopy to graduate students (and upper level undergraduate students) to acquaint them with these advanced structural methods so they can ultimately incorporate them into their research.  Overall, the Orbitrap Elite and our Biochemistry Mass Spectrometry Laboratory as a whole plays an active role in departmental and other campus outreach programs and activities aimed at developing and fostering early in..."
 }
}