{
 "awd_id": "1126923",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Scholar's Award: Plague's Third Pandemic: A History of Disease Ecology",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 74766.0,
 "awd_amount": 74766.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2015-12-18",
 "awd_abstract_narration": "Introduction\r\nThis project analyzes the historical development of the field of Disease Ecology, which is a distinctive approach to understanding and controlling disease outbreaks. The view to be explored in this project is the extent which disease ecology had its roots in quantitative population biology and animal ecology. The analysis is it developed in the context of the Third Pandemic of Bubonic Plague (so named in 1894), which killed far fewer people than previous pandemics, even though human activities spread the disease quickly over a much greater area of the globe. Between the 1890s and 1980s, the plague invaded and infected wild animal populations, and it was widely feared that these animal \"reservoirs\" of disease could be a permanent source of infection for humans. Veterinarians, tropical medicine specialists, ecologists and local workers formed a global network of researchers and public health officials who tested and honed ecological models and methods. Along with its public health role, disease ecology played an important part in shaping the science of ecology and in assessing microbes' fitness and use as biological weapons at mid-century (1940s-60s). After a period of quiescence during which plague outbreaks receded (1960s-1980s), disease ecology has become important again with the re-emergence of diseases such as influenza, HIV/AIDS, tuberculosis and BSE.\r\n\r\nIntellectual Merit\r\nThe project analyzes an important interdisciplinary network of scientists involved in global circulations of scientific knowledge about ecology and disease. It addresses several important questions. How did this network overcome geographical, disciplinary, and cultural boundaries? What role did vernacular knowledge play in the development and applications of disease ecology? Aiming to be a foundational history of disease ecology, this project serves as a fresh approach to the history of ecology and informs our understanding of how ecological knowledge has circulated among various disciplines over the past century. The project bridges a needless divide between historians of science (who have written about ecology) and historians of medicine (who have written about disease). The project revises historical analysis by bridging these sub-disciplines and their constituent subjects (human and animal). Its trans-disciplinary approach follows that of the disease ecologists themselves.\r\n\r\nBroader Impacts\r\nThis project also addresses a broader audience of public health officials, scientists and laypeople concerned about the global spread of infectious disease. International health and wildlife conservation organizations use the models of disease ecology to assess the dynamic interactions at the human-animal-ecosystems interface. This project demonstrates how and why practicing disease ecologists have come to rely upon a priori mathematical models and what has been lost in the process (including local social and spatial conditions; and climate change and other variables important to future outbreaks). The PI is disseminating results through public lectures, a book, articles, and a website (educational materials for public dissemination); a new university course (integrating research activities into teaching); graduate student training (including underrepresented groups); and participation in a National Institute for Mathematical and Biological Synthesis Working Group, which integrates research into state, federal and private-sector partnerships.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Jones",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Susan D Jones",
   "pi_email_addr": "jone0996@umn.edu",
   "nsf_id": "000073753",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 Oak St SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554555200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 48154.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 26000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 612.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plague did not disappear after the Black Death. The disease exists in animals on almost every continent, after spreading around the world on ships a century ago. This research traced the history of how plague became endemic on every continent except Antarctica, and how scientists in the United States, China, and Russia/USSR figured out the ecology of plague. The presence of plague in wild animal species throughout the world has made it clear that this periodically re-emerging disease will never be eradicated. &nbsp;Other conclusions included: (1) plague&rsquo;s identity shifted from a disease of people, rats and fleas to a disease of wild rodents that spills over into human populations; (2) key scientists from several nations (including those behind the Iron Curtain) founds ways to overcome political and disciplinary differences to trace the spread of plague; (3) combining the methods of history with ecological/evolutionary sciences gives us a new way to think about diseases--such as plague--in the past, present and future. Details of this research are presented in an open-source website, <a href=\"http://www.plague-history.com\">www.plague-history.com</a>; chapters of a forthcoming book; and articles in <em>Journal of the History of Biology</em> and forthcoming in <em>Bulletin of the History of Medicine</em>. This research has also generated an ongoing collaboration with genomic scientists at the University of Oslo, led by Prof. Nils Christian Stenseth, who are studying the phylogenetic history of plague in the former Soviet Union.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/09/2016<br>\n\t\t\t\t\tModified by: Susan&nbsp;D&nbsp;Jones</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPlague did not disappear after the Black Death. The disease exists in animals on almost every continent, after spreading around the world on ships a century ago. This research traced the history of how plague became endemic on every continent except Antarctica, and how scientists in the United States, China, and Russia/USSR figured out the ecology of plague. The presence of plague in wild animal species throughout the world has made it clear that this periodically re-emerging disease will never be eradicated.  Other conclusions included: (1) plagueÆs identity shifted from a disease of people, rats and fleas to a disease of wild rodents that spills over into human populations; (2) key scientists from several nations (including those behind the Iron Curtain) founds ways to overcome political and disciplinary differences to trace the spread of plague; (3) combining the methods of history with ecological/evolutionary sciences gives us a new way to think about diseases--such as plague--in the past, present and future. Details of this research are presented in an open-source website, www.plague-history.com; chapters of a forthcoming book; and articles in Journal of the History of Biology and forthcoming in Bulletin of the History of Medicine. This research has also generated an ongoing collaboration with genomic scientists at the University of Oslo, led by Prof. Nils Christian Stenseth, who are studying the phylogenetic history of plague in the former Soviet Union.\n\n \n\n\t\t\t\t\tLast Modified: 06/09/2016\n\n\t\t\t\t\tSubmitted by: Susan D Jones"
 }
}