{
 "awd_id": "1126719",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of a 600 MHz NMR with cryoprobe for Integration with Existing UPLC-MS-SPE to Enable High Throughput Chemical Annotation in Plant Metabolomics",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1057587.0,
 "awd_amount": 1057587.0,
 "awd_min_amd_letter_date": "2011-08-23",
 "awd_max_amd_letter_date": "2011-08-23",
 "awd_abstract_narration": "A multi-institutional team of interdisciplinary researchers with a mutual focus upon the large-scale study of plant metabolism, biochemistry, and molecular biology (i.e. metabolomics) have joined together to acquire a 600 MHz nuclear magnetic resonance (NMR) spectrometer equipped with a cryoflowprobe.  NMR is a powerful tool for the chemical characterization of the thousands of diverse metabolites found in all living organisms.  Identifying and chemically characterizing metabolites is a fundamental step in understanding their biological, physiological, and ecological roles.  The NMR instrument will be combined with existing ultra high-performance liquid chromatography coupled to parallel mass spectrometry detection and solid phase extraction (UPLC-MS-SPE) which will enable semi-automated metabolite purification and concentration prior to NMR analysis.  Access to this instrument will enable and greatly enhance productive, cutting-edge, and emerging plant programs centralized in southeastern Oklahoma.  The requested instrumentation will be located and supported by the Samuel Roberts Noble Foundation, a nonprofit research institute whose mission focuses upon the enhancement of humanity through advancements in agriculture. A significant proportion of the group?s metabolomics prior efforts focused on mass spectrometry based approaches and integrated functional genomics of the model legume Medicago truncatula. However, the scope of current and future studies have substantially expanded to include other plant species such as Arabidopsis thaliana (MCB 0520140 Arabidopsis 2010: MCB 0520283 Arabidopsis 2010), alfalfa, tomato, tobacco, hops, cotton, horse/hedge apple, switchgrass biofuels, fescue and related alkaloid producing plant fungal endophytes, and devastating fungal plant pathogens such as cotton root rot.  As the diversity of the group?s programs and staff expands, so does the number of unique metabolites.  Currently, it is estimated that there are over 200,000 metabolites throughout the plant kingdom, and over half of these still remain unidentified.  Accordingly, the participating groups have identified a critical and urgent need for the acquisition and incorporation of NMR technology into their metabolomics and plant biochemistry technology base to advance their ability to systematically identify, structurally characterize, and comparatively profile plant metabolites.  Many of the currently funded studies are focused on high anatomically resolved experiments and limited quantities of spatially distinct plant organs and cell types (i.e. pollen, trichomes, border cells).  As a result, biological materials and corresponding metabolites are of very low abundance.  Thus, a NMR equipped with a cryoflowprobe and coupled to on-line mass directed solid-phase extraction provides critical sensitivity enhancements that are absolutely necessary for obtaining structural data for minute quantities of metabolites in a semi-automated mode to enhance throughput.  \r\n\r\nThe NMR instrumentation  will advance the understanding of fundamental plant metabolism and biochemistry through the identification of important novel metabolites in key model and crop species.  It will also increase the biological context of our metabolomics programs through increased annotation and depth-of-coverage which will proportionately enhance gene discoveries, functional annotation of genes, and more efficient metabolic engineering of beneficial plant traits. The enabling instrumental resource will be used to recruit one new permanent staff member.  Long term support for this instrument and staff will be provided by the Noble Foundation.  Funding will also enhance the recruitment of future faculty, retention of current faculty, the international competitiveness and leadership of the participants in plant biochemistry and metabolomics, and used to leverage future state and federal research funding for plant biochemistry and agriculture.  The proposed instrumentation will be eagerly incorporated into the existing and productive educational and training programs at all the participating institutes which serve a large number of diverse postdoctoral, graduate, undergraduate, and high school students.  These specifically include: multiple hands-on, in-depth, week-long instrumental training courses of national recognition such as our metabolomics and proteomics user training programs; undergraduate instrumental analyses courses; high school Science Carnivals; an instrumental \"Nut & Volt\" interest group; the prestigious Noble Scholars Intern Program; and high school cooperative programs with the Southern Oklahoma Technology Center, Ardmore High School AP Chemistry, Ardmore High School Science Club, and Oklahoma Upward Bound.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lloyd",
   "pi_last_name": "Sumner",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Lloyd W Sumner",
   "pi_email_addr": "sumnerlw@missouri.edu",
   "nsf_id": "000364694",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Randy",
   "pi_last_name": "Allen",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Randy D Allen",
   "pi_email_addr": "randy.allen@okstate.edu",
   "nsf_id": "000376516",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Dixon",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Dixon",
   "pi_email_addr": "Richard.Dixon@unt.edu",
   "nsf_id": "000364409",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Smith",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Joel T Smith",
   "pi_email_addr": "tsmith@se.edu",
   "nsf_id": "000362961",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Beale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Beale",
   "pi_email_addr": "mike.beale@bbsrc.ac.uk",
   "nsf_id": "000587605",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Noble Research Institute, LLC",
  "inst_street_address": "2510 SAM NOBLE PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "ARDMORE",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "5802246227",
  "inst_zip_code": "734012124",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "NOBLE RESEARCH INSTITUTE LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "HG6DW3FYVGN9"
 },
 "perf_inst": {
  "perf_inst_name": "Samuel Roberts Noble Foundation",
  "perf_str_addr": "2510 Sam Noble Parkway",
  "perf_city_name": "Ardmore",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "734012510",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1057587.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit: &nbsp;</strong>An interdisciplinary team of researchers with a mutual focus on plant metabolism, plant metabolomics (ie the large-scale study of plant metabolism and metabolic processes), and plant molecular biology joined together and acquired a Bruker 600 MHz Avance nuclear magnetic resonance (NMR) spectrometer equipped with a 1.7 mm TCI cryoprobe. This instrumentation is fundamentally necessary to confidently identify and define the three dimensional structures of important plant metabolites.&nbsp; Plant metabolites are critical sources of energy (fats, lipids, ATP), are fundamental building blocks for larger structural compounds (proteins, cellulose, DNA).&nbsp; As noted above, plant metabolomics involves the large-scale study of plant metabolism and metabolic processes through the analytical profiling of hundreds to thousands of plant metabolites.&nbsp; However, the lower sensitivity of NMR has impeded its use in the larger-scale &lsquo;omics&rsquo; age.&nbsp; Thus, the acquired NMR instrument was successfully interfaced with a Waters Acquity I-Class ultra-high performance liquid chromatograph coupled to a Bruker Maxis hybrid quadrupole time-of-flight mass spectrometer; ie UHPLC-QTofMS.&nbsp; The UHPLC-QTofMS was then coupled to a Bruker/Spark Holland solid phase extraction (SPE) system which enabled the automated purification of specific UHPLC profiled metabolites onto the SPE cartridges.&nbsp; This sophisticated ensemble was optimized and used for higher-throughput, automated metabolite purification and concentration.&nbsp; Purified samples were then eluted with deuterated solvent for NMR analyses and metabolite identifications were performed using mass spectrometry and NMR data.&nbsp; The NMR has been used a total of 14,793 hours to perform 3,126 1-D NMR experiments. 1,643 2-D NMR experiments since installation of the NMR.&nbsp; Over 150 metabolites have been identified to date!!</p>\n<p><strong>Broader Impacts:&nbsp; </strong>The funding of this instrumentation has advanced our understanding of fundamental plant metabolism and biochemistry through the identification of important novel metabolites in key model and crop species.&nbsp; It has also increased the biological context of our metabolomics programs through increased annotation and depth-of-coverage which is proportionately enhancing opportunities for gene discoveries, functional annotation of genes, and more efficient metabolic engineering of beneficial plant traits. The enabling instrumental resource has been critical to obtaining additional research funding and enabling both national (OK, CO, TX, MA) and international collaborations; predominantly Japan. The provided NMR instrumentation was rapidly and eagerly incorporated into existing and productive educational and training programs which serve a large number of diverse postdoctoral, graduate, undergraduate, and high school students. These specifically include: multiple hands-on, in-depth, week long instrumental training courses of national recognition such as our metabolomics and proteomics user training programs; undergraduate instrumental analyses courses; high school Science Carnivals; and the Noble Scholars Intern Program; and high school cooperative programs with the Southern Oklahoma Technology Center, Ardmore High School AP Chemistry, Ardmore High School Science Club, and Oklahoma Upward Bound.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2015<br>\n\t\t\t\t\tModified by: Lloyd&nbsp;W&nbsp;Sumner</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</di...",
  "por_txt_cntn": "\nIntellectual Merit:  An interdisciplinary team of researchers with a mutual focus on plant metabolism, plant metabolomics (ie the large-scale study of plant metabolism and metabolic processes), and plant molecular biology joined together and acquired a Bruker 600 MHz Avance nuclear magnetic resonance (NMR) spectrometer equipped with a 1.7 mm TCI cryoprobe. This instrumentation is fundamentally necessary to confidently identify and define the three dimensional structures of important plant metabolites.  Plant metabolites are critical sources of energy (fats, lipids, ATP), are fundamental building blocks for larger structural compounds (proteins, cellulose, DNA).  As noted above, plant metabolomics involves the large-scale study of plant metabolism and metabolic processes through the analytical profiling of hundreds to thousands of plant metabolites.  However, the lower sensitivity of NMR has impeded its use in the larger-scale æomicsÆ age.  Thus, the acquired NMR instrument was successfully interfaced with a Waters Acquity I-Class ultra-high performance liquid chromatograph coupled to a Bruker Maxis hybrid quadrupole time-of-flight mass spectrometer; ie UHPLC-QTofMS.  The UHPLC-QTofMS was then coupled to a Bruker/Spark Holland solid phase extraction (SPE) system which enabled the automated purification of specific UHPLC profiled metabolites onto the SPE cartridges.  This sophisticated ensemble was optimized and used for higher-throughput, automated metabolite purification and concentration.  Purified samples were then eluted with deuterated solvent for NMR analyses and metabolite identifications were performed using mass spectrometry and NMR data.  The NMR has been used a total of 14,793 hours to perform 3,126 1-D NMR experiments. 1,643 2-D NMR experiments since installation of the NMR.  Over 150 metabolites have been identified to date!!\n\nBroader Impacts:  The funding of this instrumentation has advanced our understanding of fundamental plant metabolism and biochemistry through the identification of important novel metabolites in key model and crop species.  It has also increased the biological context of our metabolomics programs through increased annotation and depth-of-coverage which is proportionately enhancing opportunities for gene discoveries, functional annotation of genes, and more efficient metabolic engineering of beneficial plant traits. The enabling instrumental resource has been critical to obtaining additional research funding and enabling both national (OK, CO, TX, MA) and international collaborations; predominantly Japan. The provided NMR instrumentation was rapidly and eagerly incorporated into existing and productive educational and training programs which serve a large number of diverse postdoctoral, graduate, undergraduate, and high school students. These specifically include: multiple hands-on, in-depth, week long instrumental training courses of national recognition such as our metabolomics and proteomics user training programs; undergraduate instrumental analyses courses; high school Science Carnivals; and the Noble Scholars Intern Program; and high school cooperative programs with the Southern Oklahoma Technology Center, Ardmore High School AP Chemistry, Ardmore High School Science Club, and Oklahoma Upward Bound. \n\n\t\t\t\t\tLast Modified: 12/18/2015\n\n\t\t\t\t\tSubmitted by: Lloyd W Sumner"
 }
}