{
 "awd_id": "1126582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of High Performance Nano-Mechanical Tester for Micro/Nanomechanical Characterization of Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Kramer",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 248725.0,
 "awd_amount": 248725.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2011-08-18",
 "awd_abstract_narration": "The goal of this Major Research Instrumentation (MRI) project is to strengthen the research capability in micro/nanomechanical materials characterization at the University of Nevada, Reno (UNR).  To do so, a critical mass of researchers with interdisciplinary research interests at UNR proposes to acquire a new and critical instrument, the Hysitron TI-950 Triboindentor nano-mechanical testing system.  Northern Nevada including UNR does not have a nano-mechanical tester, thus the lack of such an instrument (or quick access to a nearby instrument) imposes significant challenges to researchers at UNR and local industry partners in advancing materials research and development.  Acquiring a state-of-the-art nano-mechanical testing system will immediately support a number of research projects at UNR and initiate transformative research and industry collaborations.  The instrument will also support undergraduate and graduate courses and train science and engineering students in state-of-the-art materials characterization techniques.  The nano-mechanical tester performs indentation tests by driving a nanometer-sized diamond indenter into the specimen surface and dynamically collecting the applied force and displacement data.  The measured load and the indentation depth can be used to derive mechanical material properties such as hardness, elastic modulus, and storage and loss moduli for materials, thin films, coatings, and substrates. By making these measurements as a function of time, viscoelastic properties such as creep and relaxation can be determined at the micro/nano level.  Together with testing fixtures available at UNR, the system can be also used for in situ observations of the microstructure evolution at different length scales.  In addition to supporting the projects by the core investigator team, eleven researchers from three institutions will collaborate with the core investigator team to use the new instrument for research.\r\n\r\nThe nano-mechanical tester will significantly enhance the research capability at UNR in the emerging areas of bio-materials, nano-materials, active materials, and other structural and functional materials.  Particularly, the instrument will improve UNR?s research support infrastructure by giving UNR a unique set of resources with which to pursue funding in the micro/nanomechanical aspects of material behavior.  The outcome of the research conducted with the requested instrument will add significantly to the knowledge base in the areas of nano-materials, bio-sensors, testing of materials and structures, nanomanufacturing, processing of nanocomposites, and micro-characterization of material properties.  The instrument will be shared by many laboratory groups at UNR and thus will encourage collaboration and spark synergistic research.  The instrument will be used to train and better prepare the future work force in advanced materials research.  Also, the instrument will be used by UNR NSF GK-12 graduate fellows exploring energy research for characterizing novel materials including thin-film solar cells and membranes for energy-related applications.    Graduate and undergraduate students who interact with the instrument will gain valuable hands-on skills and state-of-the-art training in nanoindentation and materials characterization.  The participating research groups have a tradition of involving women, minorities and undergraduates in the research activities and this tradition will be continued in the micro/nanomechanical regime with the newly acquired instrument.  Detailed digital data will be made available on a designated website to disseminate the research results and findings.  Additionally, a collection of course-related projects will be made available to a large pool of instructors, practicing engineers, undergraduate, and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yanyao",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yanyao Jiang",
   "pi_email_addr": "yjiang@unr.edu",
   "nsf_id": "000316309",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kwang",
   "pi_last_name": "Kim",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kwang J Kim",
   "pi_email_addr": "kwang.kim@unlv.edu",
   "nsf_id": "000485313",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kam",
   "pi_last_name": "Leang",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Kam K Leang",
   "pi_email_addr": "kam.k.leang@utah.edu",
   "nsf_id": "000425058",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Gibson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald Gibson",
   "pi_email_addr": "ronaldgibson@unr.edu",
   "nsf_id": "000539722",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Reno",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 248725.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF supported project was to enhance the research capability in micro/nanomechanical materials characterization at the University of Nevada, Reno (UNR).&nbsp; With funding from NSF and matching from UNR, a Hysitron TI-950 Triboindenter Nanomechanical Test System was acquired.&nbsp; Room 15 (320 ft<sup>2</sup>) in the Palmer Engineering Building at UNR was renovated for housing the system.&nbsp; Faculty and students were trained to use the system for micro/nanomechanical characterizations of various different materials.&nbsp; The Nanomechanical Test System is a major facility in the newly established Advanced Materials and Microscopy Laboratory (AMML) (http://wolfweb.unr.edu/homepage/yjiang/amml/amml_home.html).</p>\n<p>Nanoindentation involves the use of a very small indenter tip to make nanometer-sized indentations on the surface of a specimen while recording the resulting load and displacement data with high accuracy and precision. &nbsp;The acquired Hysitron TI-950 Triboindenter Nanomechanical Test System is a next-generation nanoindenter providing an automated, high-throughput, stand-alone test platform for mechanical characterization of materials over the sub-nanometer to micrometer length scales. The TI 950&rsquo;s high-performance staging system and customizable sample handling options accommodate a wide range of applications, sample types, and sample sizes.&nbsp; The system incorporates a newly developed advanced control module, which provides dual head testing capabilities for sub-micro/ nano scale connectivity, and offers superior noise floor performance.&nbsp; The TI 950 supports dual head system functionality, providing the capability of combining high- resolution and low noise two-dimensional low load head capable of indentation, scratch (10mN max load head) and in-situ Scanning Probe Microscopy (SPM) imaging with available high load heads for sub- nanometer to micrometer scale connectivity.</p>\n<p>The micro/nanomechanical materials testing system has been used for projects in materials research supported by NSF, DOE, and NASA.&nbsp; It was used to explore fundamental material deformation mechanisms in magnesium, creep deformation in metallic glass, and microhardness in composite materials.&nbsp; Collaborating with Dr. Jonghwan Suhr of the University of Delaware and Mr. Sushir Simkhada of Hysitron, Inc., Dr. Ronald Gibson has been using the nanoindenter to generate load-displacement data for the micron-sized silica particles in compression in polymer matrix composite materials.&nbsp; The test data was combined with numerical models to &ldquo;back out&rdquo; the elastic modulus of the particles.&nbsp; Dr. Yanyao Jiang and graduate students used the instrument to study unique deformation mechanisms in magnesium alloys to enhance the application of the lightweight materials in aerospace and automobile industries to improve fuel economy and to reduce the greenhouse gas emissions.&nbsp; Dr. Dhanesh&nbsp;Chandra&rsquo;s research group studied the creep deformation at small size scale for metallic glass, a new material system that has a very high strength and a low density (weight).&nbsp; Important results obtained from the use of the equipment were published in archival journals and presented at international conferences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/12/2014<br>\n\t\t\t\t\tModified by: Yanyao&nbsp;Jiang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF supported project was to enhance the research capability in micro/nanomechanical materials characterization at the University of Nevada, Reno (UNR).  With funding from NSF and matching from UNR, a Hysitron TI-950 Triboindenter Nanomechanical Test System was acquired.  Room 15 (320 ft2) in the Palmer Engineering Building at UNR was renovated for housing the system.  Faculty and students were trained to use the system for micro/nanomechanical characterizations of various different materials.  The Nanomechanical Test System is a major facility in the newly established Advanced Materials and Microscopy Laboratory (AMML) (http://wolfweb.unr.edu/homepage/yjiang/amml/amml_home.html).\n\nNanoindentation involves the use of a very small indenter tip to make nanometer-sized indentations on the surface of a specimen while recording the resulting load and displacement data with high accuracy and precision.  The acquired Hysitron TI-950 Triboindenter Nanomechanical Test System is a next-generation nanoindenter providing an automated, high-throughput, stand-alone test platform for mechanical characterization of materials over the sub-nanometer to micrometer length scales. The TI 950Æs high-performance staging system and customizable sample handling options accommodate a wide range of applications, sample types, and sample sizes.  The system incorporates a newly developed advanced control module, which provides dual head testing capabilities for sub-micro/ nano scale connectivity, and offers superior noise floor performance.  The TI 950 supports dual head system functionality, providing the capability of combining high- resolution and low noise two-dimensional low load head capable of indentation, scratch (10mN max load head) and in-situ Scanning Probe Microscopy (SPM) imaging with available high load heads for sub- nanometer to micrometer scale connectivity.\n\nThe micro/nanomechanical materials testing system has been used for projects in materials research supported by NSF, DOE, and NASA.  It was used to explore fundamental material deformation mechanisms in magnesium, creep deformation in metallic glass, and microhardness in composite materials.  Collaborating with Dr. Jonghwan Suhr of the University of Delaware and Mr. Sushir Simkhada of Hysitron, Inc., Dr. Ronald Gibson has been using the nanoindenter to generate load-displacement data for the micron-sized silica particles in compression in polymer matrix composite materials.  The test data was combined with numerical models to \"back out\" the elastic modulus of the particles.  Dr. Yanyao Jiang and graduate students used the instrument to study unique deformation mechanisms in magnesium alloys to enhance the application of the lightweight materials in aerospace and automobile industries to improve fuel economy and to reduce the greenhouse gas emissions.  Dr. Dhanesh ChandraÆs research group studied the creep deformation at small size scale for metallic glass, a new material system that has a very high strength and a low density (weight).  Important results obtained from the use of the equipment were published in archival journals and presented at international conferences.\n\n \n\n\t\t\t\t\tLast Modified: 11/12/2014\n\n\t\t\t\t\tSubmitted by: Yanyao Jiang"
 }
}