{
 "awd_id": "1126371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a High Speed Stereo-PIV and PLIF System for Fluid Velocity and Temperature Measurements",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 326552.0,
 "awd_amount": 326552.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2011-07-29",
 "awd_abstract_narration": "1126371\r\nWright\r\n\r\nThe goal of this MRI is to purchase a combined, state-of-the-art high speed stereoscopic particle image velocimetry system for for thermal-fluids research. The team of researchers involves four faculty from Baylor University.  The acquisition of this new equipment, which provides excellent  performance specifications for the flows to be studied, would enhance the research capabilities of four researchers across two departments. The PIs are qualified and have access to resources which includes testing facilities where the new equipment would be utilized. Similar lower cost systems have been implemented in these facilities and preliminary data has been presented. There is a strong potential to advance knowledge in the proposed research areas, and ito quantify the effect of rotation on cooling applications in gas turbines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lesley",
   "pi_last_name": "Wright",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lesley Wright",
   "pi_email_addr": "Lesley_Wright@TAMU.edu",
   "nsf_id": "000521546",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Farmer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick J Farmer",
   "pi_email_addr": "patrick_farmer@baylor.edu",
   "nsf_id": "000367195",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Van Treuren",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth W Van Treuren",
   "pi_email_addr": "kenneth_van_treuren@baylor.edu",
   "nsf_id": "000197359",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "McClain",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen T McClain",
   "pi_email_addr": "Stephen_McClain@baylor.edu",
   "nsf_id": "000508981",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor University",
  "inst_street_address": "700 S UNIVERSITY PARKS DR",
  "inst_street_address_2": "",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547103817",
  "inst_zip_code": "767061003",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "BAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6T9BYG5EYX5"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor University",
  "perf_str_addr": "One Bear Place #97356",
  "perf_city_name": "Waco",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767987356",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "059E",
   "pgm_ref_txt": "Complex fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 326552.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This one-year project was for the acquisition of a combined high-speed stereoscopic particle image velocimetry (S-PIV) and planar laser induced fluorescence (PLIF) system for fluid mechanics and heat transfer research.&nbsp; With the purchased system, the team of investigators now has the ability to map the fluid&rsquo;s three-dimensional, time resolved velocity field (S-PIV).&nbsp; These velocity measurements will be complimented with time averaged temperature distributions of the fluid (PLIF).&nbsp;</p>\n<p>&nbsp;</p>\n<p>The equipment has been incorporated into the existing infrastructure and expertise within Baylor University&rsquo;s School of Engineering.&nbsp; With three open loop wind tunnels, a rig for investigating the effect of rotation on internal cooling, and several other test facilities to investigate flow control and heat transfer enhancement, the S-PIV &ndash; PLIF system will benefit many ongoing investigations.&nbsp; These facilities are currently being used with existing instrumentation to obtain detailed surface temperature distributions under a variety of flow conditions.&nbsp; With the existing infrastructure, two areas have been pinpointed for implementation of the system: 2) jet-to-mainstream interactions for cooling and flow control applications and 1) coupling effects of Coriolis and buoyancy forces in rotating flows.&nbsp; Not only have the researchers rapidly implemented the system into current research, but the group will also work to advance the existing PLIF technology.&nbsp;</p>\n<p>&nbsp;</p>\n<p>With the immediate implementation of the purchased system, the system has been used to assess the viability of a novel double hole film cooling geometry for gas turbine cooling applications.&nbsp; As shown in the figure, the system has captured the secondary vortices developed within the coolant flow.&nbsp; Moreover, these secondary flow measurements have been coupled with surface measurements to provide a fundamental understanding of mixed, wall bounded flows.</p>\n<p>&nbsp;</p>\n<p><strong><em>The intellectual merit of the purchase of this equipment by Baylor University is an unparalleled ability to study flow and heat transfer in a wide variety of applications that will advance the fundamental understanding of thermal and fluid interactions.&nbsp; With collaboration from the U.S. Air Force Academy, experimental data obtained with the system, will provide essential results for validation of cutting edge computational models for unsteady, turbulent flows.&nbsp; The greater scientific community will also benefit from this acquisition as the group works to improve existing PLIF technology with the inclusion of various fluorescing molecules for highly resolved temperature measurements.</em></strong></p>\n<p>&nbsp;</p>\n<p>The purchase of the S-PIV &ndash; PLIF system will also have a profound impact on the education at Baylor University.&nbsp; The advanced capabilities the proposed S-PIV &ndash; PLIF system will be the cornerstone for course development with the growing graduate program of the Department of Mechanical Engineering.&nbsp; Furthermore, the undergraduate curriculum will be enhanced as students receive fundamental training on existing equipment suited for classroom instruction.&nbsp; Both graduate and undergraduate students will have the ability to couple detailed flow measurements with CFD, better equipping them for graduate studies and research related careers.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong><em>The broader impact of this equipment acquisition is the ability to transform both research and education at Baylor University.&nbsp; Both undergraduate and graduate curriculum will be impacted, and the system will be a key factor for the recruitment of graduate students.&nbsp; While Baylor University students will benefit from the purchase of the equipment, the impact is not limited to the Baylor campus; existing collaborations will be foste...",
  "por_txt_cntn": "\nThis one-year project was for the acquisition of a combined high-speed stereoscopic particle image velocimetry (S-PIV) and planar laser induced fluorescence (PLIF) system for fluid mechanics and heat transfer research.  With the purchased system, the team of investigators now has the ability to map the fluidÆs three-dimensional, time resolved velocity field (S-PIV).  These velocity measurements will be complimented with time averaged temperature distributions of the fluid (PLIF). \n\n \n\nThe equipment has been incorporated into the existing infrastructure and expertise within Baylor UniversityÆs School of Engineering.  With three open loop wind tunnels, a rig for investigating the effect of rotation on internal cooling, and several other test facilities to investigate flow control and heat transfer enhancement, the S-PIV &ndash; PLIF system will benefit many ongoing investigations.  These facilities are currently being used with existing instrumentation to obtain detailed surface temperature distributions under a variety of flow conditions.  With the existing infrastructure, two areas have been pinpointed for implementation of the system: 2) jet-to-mainstream interactions for cooling and flow control applications and 1) coupling effects of Coriolis and buoyancy forces in rotating flows.  Not only have the researchers rapidly implemented the system into current research, but the group will also work to advance the existing PLIF technology. \n\n \n\nWith the immediate implementation of the purchased system, the system has been used to assess the viability of a novel double hole film cooling geometry for gas turbine cooling applications.  As shown in the figure, the system has captured the secondary vortices developed within the coolant flow.  Moreover, these secondary flow measurements have been coupled with surface measurements to provide a fundamental understanding of mixed, wall bounded flows.\n\n \n\nThe intellectual merit of the purchase of this equipment by Baylor University is an unparalleled ability to study flow and heat transfer in a wide variety of applications that will advance the fundamental understanding of thermal and fluid interactions.  With collaboration from the U.S. Air Force Academy, experimental data obtained with the system, will provide essential results for validation of cutting edge computational models for unsteady, turbulent flows.  The greater scientific community will also benefit from this acquisition as the group works to improve existing PLIF technology with the inclusion of various fluorescing molecules for highly resolved temperature measurements.\n\n \n\nThe purchase of the S-PIV &ndash; PLIF system will also have a profound impact on the education at Baylor University.  The advanced capabilities the proposed S-PIV &ndash; PLIF system will be the cornerstone for course development with the growing graduate program of the Department of Mechanical Engineering.  Furthermore, the undergraduate curriculum will be enhanced as students receive fundamental training on existing equipment suited for classroom instruction.  Both graduate and undergraduate students will have the ability to couple detailed flow measurements with CFD, better equipping them for graduate studies and research related careers. \n\n \n\nThe broader impact of this equipment acquisition is the ability to transform both research and education at Baylor University.  Both undergraduate and graduate curriculum will be impacted, and the system will be a key factor for the recruitment of graduate students.  While Baylor University students will benefit from the purchase of the equipment, the impact is not limited to the Baylor campus; existing collaborations will be fostered to enhance the research capabilities of both Baylor and the U.S. Air Force Academy.  These institutions will be recognized through the dissemination of the groundbreaking flow and heat transfer measurements.  The acquisition of this system will also provide state-of-the-art training..."
 }
}