{
 "awd_id": "1126991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Early Career: Acquisition of a He system for (U-Th)/He thermochronology at the University of Colorado, Boulder",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Lambert",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 320000.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "This early career award will fund the acquisition of a He system for automated degassing, isotope dilution and measurementof He for use in a new (U-Th)/He thermochronology facility in the Department of Geological Sciences at the University of Colorado (CU), Boulder.  This award will also fund three-years of technician support, and a plan is in place for future alternative sources of support for this new technician dedicated to this facility. With the exception of the capacity to degas minerals and analyze He, all other equipment and procedures necessary for (U-Th)/He analytical work are now established at CU, including protocols for mineral separation and selection, U-Th spiking and mineral dissolution, and U-Th analysis by ICPMS.  This\r\naward will allow CU to come online efficiently as a complete (U-Th)/He facility. \r\n\r\n(U-Th)/He thermochronology is a field that continues to expand its application to a broadening array of earth science problems. The potential for innovative studies using this tool is growing and the demand for these data by the earth science community is only increasing. The goals of a (U-Th)/He facility at CU-Boulder would be to provide the analytical capacity to support existing and planned research initiatives, support the research initiatives of CU faculty members and universities in the Rocky Mountain region, and provide hands-on training for students, postdoctoral fellows and professors in thermochronology techniques.\r\n\r\nA (U-Th)/He facility at CU will have a significant impact in training scientists at the undergraduate, graduate, and professional level in the application and interpretation of geochronology and thermochronology data. A particular effort will be made to provide students with hands-on experience in thermochronology procedures as part of thesis research projects. No (U-Th)/He lab exists currently in the Rocky Mountain region, and this facility would expand the analytical capabilities in the region. A thermochronology facility at CU would further enhance the PI's ongoing efforts to incorporate effective approaches to teaching about deep time in her undergraduate and graduate teaching. The PI has a solid record of mentoring women in her lab, and has plans to facilitate the training of minorities through an existing NSF-funded project in Africa.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Flowers",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca M Flowers",
   "pi_email_addr": "Rebecca.Flowers@colorado.edu",
   "nsf_id": "000242767",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "572 UB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 320000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of this project were to establish a (U-Th)/He facility at the University of Colorado Boulder to provide the analytical capacity to support our existing and planned research initiatives, support the research initiatives of CU faculty members and universities in the Rocky Mountain region, and provide hands-on training in thermochronologic techniques for students, postdocs, and scientists at all career stages. (U-Th)/He thermochronology is a tool used to decipher the low temperature thermal history of rocks with which to address an array of Earth science problems, including landscape evolution, topographic development, basinal evolution, hydrocarbon formation, and the impact history of extraterrestrial bodies. Our ASI Alphachron instrument for He extraction and measurement was installed in March 2012, and we came online almost immediately as a fully functional He facility. Dr. James Metcalf began as a CU research associate and the He lab manager that same year. Our lab website can be viewed here: http://www.colorado.edu/GeolSci/thermochronology/CU_Thermochronology/. Since instrument installation we have generated data for over 3800 samples for projects sited worldwide; worked with 24 external senior scientists and 20 external graduate and undergraduate students on these studies; established new internal collaborations with 3 CU scientists on funded projects; mentored 1 CU postdoc, 7 CU graduate students, 10 CU undergraduates, 3 minority undergraduate RESESS interns, and a visiting underrepresented South African female graduate student; and submitted at least 42 abstracts and 4 manuscripts (with a number of additional papers in preparation) that use data acquired in the lab and include authors from our research group. Flowers and Metcalf organized a fully subscribed (30 attendees) short course held at the lab entitled &ldquo;An introduction to the theory and methods of (U-Th)/He thermochronology&rdquo; affiliated with the 2013 National GSA meeting. Establishing the lab also provided motivation for the NSF EarthScope AGeS (Awards for Geochronology Student research) program, an educational project lead by Flowers and Metcalf to establish a student geochronology research and training program intended to foster new relationships and innovative science between researchers and labs at different institutions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/10/2015<br>\n\t\t\t\t\tModified by: Rebecca&nbsp;M&nbsp;Flowers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goals of this project were to establish a (U-Th)/He facility at the University of Colorado Boulder to provide the analytical capacity to support our existing and planned research initiatives, support the research initiatives of CU faculty members and universities in the Rocky Mountain region, and provide hands-on training in thermochronologic techniques for students, postdocs, and scientists at all career stages. (U-Th)/He thermochronology is a tool used to decipher the low temperature thermal history of rocks with which to address an array of Earth science problems, including landscape evolution, topographic development, basinal evolution, hydrocarbon formation, and the impact history of extraterrestrial bodies. Our ASI Alphachron instrument for He extraction and measurement was installed in March 2012, and we came online almost immediately as a fully functional He facility. Dr. James Metcalf began as a CU research associate and the He lab manager that same year. Our lab website can be viewed here: http://www.colorado.edu/GeolSci/thermochronology/CU_Thermochronology/. Since instrument installation we have generated data for over 3800 samples for projects sited worldwide; worked with 24 external senior scientists and 20 external graduate and undergraduate students on these studies; established new internal collaborations with 3 CU scientists on funded projects; mentored 1 CU postdoc, 7 CU graduate students, 10 CU undergraduates, 3 minority undergraduate RESESS interns, and a visiting underrepresented South African female graduate student; and submitted at least 42 abstracts and 4 manuscripts (with a number of additional papers in preparation) that use data acquired in the lab and include authors from our research group. Flowers and Metcalf organized a fully subscribed (30 attendees) short course held at the lab entitled \"An introduction to the theory and methods of (U-Th)/He thermochronology\" affiliated with the 2013 National GSA meeting. Establishing the lab also provided motivation for the NSF EarthScope AGeS (Awards for Geochronology Student research) program, an educational project lead by Flowers and Metcalf to establish a student geochronology research and training program intended to foster new relationships and innovative science between researchers and labs at different institutions.\n\n\t\t\t\t\tLast Modified: 09/10/2015\n\n\t\t\t\t\tSubmitted by: Rebecca M Flowers"
 }
}