{
 "awd_id": "1126054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of a Fluorescence Stereomicroscope to Enhance Undergraduate Research at Colorado College",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 59487.0,
 "awd_amount": 59487.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "This Major Research Instrumentation grant supports the acquisition of a fluorescence stereomicroscope\r\nand an imaging system to enhance the research programs of Dr. Darrell J. Killian and Dr. Nancy N.\r\nHuang in the Biology Department at Colorado College. The real-time visualization of fluorescent\r\nmolecules in living model organisms has become an indispensable technique because it allows the direct\r\nobservation and documentation of changes in gene activity, the localization of proteins within a cell, and\r\nthe tracking of cells and tissues during development. An important question in biology is how changes in\r\ngene activity determine sex-specific development. The Killian Lab is interested in the identification and\r\ncharacterization of genes that affect sex-specific development in the popular model organism\r\nCaenorhabditis elegans (C. elegans), a soil-dwelling roundworm. C. elegans populations contain males\r\nand hermaphrodites, which have some obvious morphological differences. However, sex-specific cell\r\ntype differences in the nervous system are not easy to see. Fluorescent markers for sex-specific cell\r\ntypes have emerged as powerful and sensitive tools for the identification of defects in sex-specific\r\ndevelopment. Mutants have been isolated that are morphologically normal males or hermaphrodites, but\r\nwith neurons that are normally only found in the opposite sex. The identification of the genes affected by\r\nthese mutations and their subsequent characterization will provide new insights into the genetic basis of\r\nsex-specific development. Fluorescence stereomicroscopy and imaging are essential for the observation\r\nand documentation of sexual defects that are detected in vivo using fluorescent markers for sex-specific\r\ncell types. The Huang Lab is interested in how cellular identity, or cell fate specification, is established.\r\nMEX-3 is a protein that plays an important role in cell fate specification during C. elegans embryonic\r\ndevelopment. The MEX-3 protein is initially present in all cells of the embryo but becomes depleted from\r\nthe posterior cells by the four-cell stage. This change in MEX-3 distribution is required for the\r\nestablishment of the anterior/posterior axis of the embryo, thus it is important to understand how MEX-3 is\r\nlocalized in the embryo. Preliminary evidence suggests that MEX-3 is actively degraded in a manner that\r\nis dependent upon two different types of protein modifications termed phosphorylation and ubiquitination.\r\nThe identification of the specific sites of these modifications within the MEX-3 protein and the\r\nidentification of genes that regulate these modifications are of great interest. Fluorescence microscopy\r\nwill enable an in vivo study of the stability of fluorescently tagged MEX-3 when specific sites in MEX-3 are\r\nmutated or when other genes in the C. elegans genome are disrupted.\r\n\r\nColorado College is the only nationally ranked liberal arts college in the Rocky Mountain region of the\r\nUnited States and enrolls approximately 2000 undergraduates from all over the United States and\r\ninternationally. The Biology Department has a strong commitment to conducting original research with\r\nundergraduate collaboration and the fluorescence microscope and imaging system will provide important\r\nresearch and training opportunities for approximately 6-10 undergraduates working in the Killian and\r\nHuang labs each year. In addition, many courses in the Biology curriculum feature inquiry-based\r\nresearch lab experiences. Students with such experiences are best equipped to handle any postgraduate\r\nchallenges that they might face. The equipment will augment and improve laboratory activities,\r\ndemonstrations, and experiments associated with several courses and will impact approximately 200\r\nundergraduates per year. The imaging system will be a particularly valuable teaching tool because it will\r\nenable the instructor and a group of students to simultaneously observe the same sample on a computer\r\nmonitor. The Biology Department also plays a strong service role in the college by offering non-majors\r\ncourses that foster a strong appreciation for basic biology research and empower students to make\r\ninformed decisions and opinions on many popular topics in biology such as stem cell research, gene\r\ntherapy, genetically modified organisms, and environmental issues. The fluorescence stereomicroscope\r\nwill provide non-majors with unique and exciting opportunities to observe cutting-edge science first-hand.\r\nFinally, Colorado College actively seeks to enhance diversity on campus and the availability of state-ofthe-\r\nart instrumentation, such as a fluorescence stereomicroscope and imaging system, will help attract\r\nunderrepresented minorities and women to participate in biology research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darrell",
   "pi_last_name": "Killian",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Darrell J Killian",
   "pi_email_addr": "darrell.killian@coloradocollege.edu",
   "nsf_id": "000585005",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Huang",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy N Huang",
   "pi_email_addr": "nancy.huang@coloradocollege.edu",
   "nsf_id": "000586750",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado College",
  "inst_street_address": "14 E CACHE LA POUDRE ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLORADO SPRINGS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "7193896318",
  "inst_zip_code": "809033243",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CO05",
  "org_lgl_bus_name": "THE COLORADO COLLEGE",
  "org_prnt_uei_num": "NTWAFAJ1JDX6",
  "org_uei_num": "VADVPKVXRVW3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado College",
  "perf_str_addr": "14 East Cache La Poudre Street",
  "perf_city_name": "Colorado Springs",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "809033243",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CO05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 59487.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This MRI grant supported the purchase of a research quality fluorescence stereomicroscope and imaging system to improve research opportunities for Colorado College faculty and students, increase training opportunities for research students, and enhance labs associated with several courses including those for non-science majors. One focus of the Killian Lab is to understand the genetic pathways that specify the development of sex-specific characteristics using the popular genetic model organism <em>Caenorhabditis elegans</em>, a soil worm. This grant supported research that implicates a protein called RFX as a regulator of sex-specific development in the nervous system. RFX, in worms and in humans, directs the formation of a cellular structure called a sensory cilium, which is required for the function of some types of nerve cells. Since defects in RFX and the genes it controls are associated with human diseases known as ciliopathies, this study, which reveals new information about how RFX works, has the potential to lead to new ways to diagnose or treat these diseases. The Huang Lab is focused on understanding how a single cell, the fertilized egg, divides to form different cells with different patterns of gene expression. This grant supported research into how the cell fate determinant MEX-3, an RNA binding protein, is regulated in the early <em>C. elegans</em> embryo. We found that two different genes, <em>zif-1</em> and <em>zyg-11</em>, are required for MEX-3 degradation and appear to work at different points in development. Homologs, or relatives of MEX-3 in other organisms including humans, contain a RING finger domain that is missing in <em>C. elegans</em> MEX-3. RING finger domains function in the same process of regulated protein degradation as <em>zif-1</em> and <em>zyg-11</em>. MEX-3 homologs are involved in a variety of important processes including regulation of gene expression in human intestinal epithelial cells, control of growth and differentiation in stem cells, and regulation of programmed cell death. Better understanding of how MEX-3 is regulated in the early <em>C. elegans</em> embryo may provide insight into how these other processes are regulated.</p>\n<p>Throughout the course of this grant, a total of 11 undergraduate research students were trained to use research grade equipment such as the fluorescence stereomicroscope purchased with this grant. Such training makes these students competitive for jobs and graduate programs in the sciences and several students are now working as lab technicians, attending graduate programs in biology, and attending medical school. The fluorescence stereomicroscopes purchased with this grant were also used to enhance several courses taught at Colorado College to biology, neuroscience, and biochemistry majors as well as non-science majors. In total 249 students were impacted in five different courses over two years. In addition to research, student training, and course enhancement, the grant supported several community outreach activities with perhaps 200 participants that stimulated community interest and awareness of science.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/04/2013<br>\n\t\t\t\t\tModified by: Darrell&nbsp;J&nbsp;Killian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis MRI grant supported the purchase of a research quality fluorescence stereomicroscope and imaging system to improve research opportunities for Colorado College faculty and students, increase training opportunities for research students, and enhance labs associated with several courses including those for non-science majors. One focus of the Killian Lab is to understand the genetic pathways that specify the development of sex-specific characteristics using the popular genetic model organism Caenorhabditis elegans, a soil worm. This grant supported research that implicates a protein called RFX as a regulator of sex-specific development in the nervous system. RFX, in worms and in humans, directs the formation of a cellular structure called a sensory cilium, which is required for the function of some types of nerve cells. Since defects in RFX and the genes it controls are associated with human diseases known as ciliopathies, this study, which reveals new information about how RFX works, has the potential to lead to new ways to diagnose or treat these diseases. The Huang Lab is focused on understanding how a single cell, the fertilized egg, divides to form different cells with different patterns of gene expression. This grant supported research into how the cell fate determinant MEX-3, an RNA binding protein, is regulated in the early C. elegans embryo. We found that two different genes, zif-1 and zyg-11, are required for MEX-3 degradation and appear to work at different points in development. Homologs, or relatives of MEX-3 in other organisms including humans, contain a RING finger domain that is missing in C. elegans MEX-3. RING finger domains function in the same process of regulated protein degradation as zif-1 and zyg-11. MEX-3 homologs are involved in a variety of important processes including regulation of gene expression in human intestinal epithelial cells, control of growth and differentiation in stem cells, and regulation of programmed cell death. Better understanding of how MEX-3 is regulated in the early C. elegans embryo may provide insight into how these other processes are regulated.\n\nThroughout the course of this grant, a total of 11 undergraduate research students were trained to use research grade equipment such as the fluorescence stereomicroscope purchased with this grant. Such training makes these students competitive for jobs and graduate programs in the sciences and several students are now working as lab technicians, attending graduate programs in biology, and attending medical school. The fluorescence stereomicroscopes purchased with this grant were also used to enhance several courses taught at Colorado College to biology, neuroscience, and biochemistry majors as well as non-science majors. In total 249 students were impacted in five different courses over two years. In addition to research, student training, and course enhancement, the grant supported several community outreach activities with perhaps 200 participants that stimulated community interest and awareness of science.\n\n \n\n\t\t\t\t\tLast Modified: 11/04/2013\n\n\t\t\t\t\tSubmitted by: Darrell J Killian"
 }
}