{
 "awd_id": "1126228",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Support for Enhanced Focus on Rehabilitation and Assistive Devices at the 2011 Summer Bioengineering Conference, June 22-26, 2011, Farmington, PA",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2011-04-08",
 "awd_max_amd_letter_date": "2011-04-08",
 "awd_abstract_narration": "PI: Vorp, David A.\r\nProposal Number: 1126228\r\n\r\nThe Summer Bioengineering Conference (SBC) is a high quality, multidisciplinary annual biomedical engineering event sponsored by the American Society of Mechanical Engineers-Bioengineering Division (BED). The 2011 SBC will be held June 22-26 in Farmington, PA, at the Nemacolin Woodlands Resort. A hallmark of this meeting is the interaction and true integration of rigorous engineering principles and biologic concepts. However, an underrepresented focus area at the SBC over the years, and indeed within the BED, has been rehabilitation science and engineering, and assistive devices. The budget request of $25,000 to the General and Age Related Disabilities Engineering (GARDE) Program (Code 5342) of the NSF is to aid in correcting this. The majority of the requested budget will be used to organize and conduct our first-ever student-based design competition, which we hope will become an annual event. The focus of this SDC will be rehabilitation science and engineering. We will also utilize the requested budget to enhancing the SBC program with rehabilitation-focused workshops and a plenary speaker.\r\n\r\nIntellectual Merit: The SBC is an extremely high quality scientific and intellectually stimulating interdisciplinary meeting. It is the premiere meeting for bioengineering with a focus on biomechanical engineering. The conference brings together the different bioengineering communities including cell and molecular engineering, tissue engineering, cardiovascular engineering, etc. It is co-sponsored by several prestigious bioengineering related societies. The requested funding for this meeting is to increase and enhance the participation of student attendees, to help ensure the future of our field.\r\nPlenary lectures at the 2011 SBC will highlight an outstanding speaker with lectures relevant for all attendees, and especially inspiring for student attendees. Dr. Roger Quinn (Case Western Reserve University) will lecture on nature-inspired design of robots and mechanisms to perform tasks to better assist people with disabilities. Dr. Elazer Edelman (MIT and Harvard) will deliver a lecture on vascular biotechnology from a clinician-scientist's perspective.\r\nSix workshops, one \"Grand Challenge\" event and our usual three award lectures will be held at the 2011 SBC. The Grand Challenge Competition to Predict Knee Loads in Vivo will build on successful similar events held in both 2009 and 2010. The aim of this competition is to advance the entire field of musculoskeletal modeling and lower-extremity assist devices by critically evaluating muscle force estimates at the knee during gait using data collected from an actual patient with a force-measuring knee implant. Competitors will be given access to key biomechanical data and asked to use their unique computational models to predict knee contact forces which will be compared to those that are measured. Workshops to be held will include \"Frontiers in Research to Aid People with Disabilities\", \"Funding Landscape in Research to Aid People with Disabilities\", \"Mentoring of and for Bioengineers\", \"Gradients in Tissue Engineering\", \"360 Degree View in Orthopedics Research?\" and \"Mechanical Circulatory Support\". Finally, stimulating lectures will be given by the winners of the three Divisional awards \" YC Fung Award, Van Mow Medal, HR Lissner Award - to highlight three different career levels \" early, mid and late, respectively. Student and young professional attendees particularly benefit from hearing from these award winners.\r\n\r\nBroader Impact: In addition to the direct impact this conference will have on the mainstream bioengineering community, it will serve an important cross-fertilization role. We expect to have bioengineers, engineers from other disciplines, cell/molecular biologists, biochemists, biophysicists, and other scientists participating in the meeting. Importantly, we expect that more than 50% of the attendees will be students and other trainees (post-docs). The enhanced focus of this meeting on rehabilitation and assistive devices will empower one of the BED?s smallest technical committees and is expected to have a lasting impact by improving interactions among professionals in this area, which is growing in importance as the World's population ages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Vorp",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Vorp",
   "pi_email_addr": "vorp@pitt.edu",
   "nsf_id": "000216827",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "450 Technology Drive, Suite 300",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152193143",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Summer Bioengineering Conference (SBC) is a high-quality, multidisciplinary annual biomedical engineering event sponsored by the Bioengineering Division (BED) of the American Society of Mechanical Engineers (ASME). A hallmark of this meeting, which has been held since 1993, has been the interaction and true integration of rigorous engineering principles and contemporary biologic concepts.&nbsp; The 2011 Summer Bioengineering Conference was the most successful to that date by any metric in its history.</p>\n<p>The requested budget was used to aid in reducing student registration fees and to help fund awards for our popular annual Student Paper Competition (the existence of awards is believed to increase participation and hence student attendance to this meeting).&nbsp;</p>\n<p>In addition to our strong program, organized into six parallel sessions over portions of 4 days, the SBC2011 also offered six workshops dealing with significant scientific issues in bioengineering and bioengineering education, and and two Grand Challenge Competition topics.</p>\n<p>&nbsp;The supported students benefitted greatly by hearing from two outstanding plebary speakers: Dr. Elazer Edelman, the Thomas D. and Virginia W. Cabot Professor of Health Sciences and Technology at MIT, and Professor of Medicine at Harvard Medical School, whose lecture focused on vascular biotechnology; and Dr. Roger Quinn, Arthur P. Armington Professor of Engineering at Case Western Reserve University and Director of the Center for Biologically Inspired Robotics Research, whose lecture focused on how insights gained from nature can help design better robots and mechanisms to perform tasks and help people with disabilities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/16/2020<br>\n\t\t\t\t\tModified by: David&nbsp;A&nbsp;Vorp</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Summer Bioengineering Conference (SBC) is a high-quality, multidisciplinary annual biomedical engineering event sponsored by the Bioengineering Division (BED) of the American Society of Mechanical Engineers (ASME). A hallmark of this meeting, which has been held since 1993, has been the interaction and true integration of rigorous engineering principles and contemporary biologic concepts.  The 2011 Summer Bioengineering Conference was the most successful to that date by any metric in its history.\n\nThe requested budget was used to aid in reducing student registration fees and to help fund awards for our popular annual Student Paper Competition (the existence of awards is believed to increase participation and hence student attendance to this meeting). \n\nIn addition to our strong program, organized into six parallel sessions over portions of 4 days, the SBC2011 also offered six workshops dealing with significant scientific issues in bioengineering and bioengineering education, and and two Grand Challenge Competition topics.\n\n The supported students benefitted greatly by hearing from two outstanding plebary speakers: Dr. Elazer Edelman, the Thomas D. and Virginia W. Cabot Professor of Health Sciences and Technology at MIT, and Professor of Medicine at Harvard Medical School, whose lecture focused on vascular biotechnology; and Dr. Roger Quinn, Arthur P. Armington Professor of Engineering at Case Western Reserve University and Director of the Center for Biologically Inspired Robotics Research, whose lecture focused on how insights gained from nature can help design better robots and mechanisms to perform tasks and help people with disabilities.\n\n\t\t\t\t\tLast Modified: 05/16/2020\n\n\t\t\t\t\tSubmitted by: David A Vorp"
 }
}