{
 "awd_id": "1126812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of  A Hyrid High Performance Computer Cluster for Gravitational-Wave Source Simulation and Data Analysis",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 475000.0,
 "awd_amount": 475000.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2011-09-13",
 "awd_abstract_narration": "This award supports the acquisition of high-performance computing (HPC) equipment that will enable research in the area of gravitational-wave physics relevant to ground-based GW detectors, such as the NSF-funded Laser Interferometer Gravitational-wave Observatory (LIGO). The research enabled by this equipment focuses on both modeling the astrophysical sources of gravitational waves, as well as the development of computational tools for the analysis of gravitational-wave signals obtained by LIGO, bringing together a collaboration of physicists with computer scientists and applied mathematicians. The hybrid character of the equipment originates from the incorporation of cutting-edge Graphics Programming Units (GPUs appropriate for scientific computing) used as accelerators for massively parallel computations in additional to regular computing units. \r\n\r\nThe study of gravitational wave sources is important in many other areas of physics and the enabled research work has a strong interdisciplinary character. The equipment will further enable the multi-faceted training of students in HPC technology and computational research, including algorithmic development for GPUs most desirable for a technically sophisticated workforce, competitive in the 21st century. A small fraction of the computing time resources will also be coupled to another NSF-funded project at Northwestern, a GK-12 program; these resources will bring computational thinking and simulation tools to K-12 classroom through activities and modules tied to the science curriculum thus engaging teachers and students in inquiry-based learning, understanding of the research process, and advancing communication and outreach skills of the graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vassiliki",
   "pi_last_name": "Kalogera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vassiliki Kalogera",
   "pi_email_addr": "vicky@northwestern.edu",
   "nsf_id": "000297503",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alok",
   "pi_last_name": "Choudhary",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Alok N Choudhary",
   "pi_email_addr": "choudhar@ece.northwestern.edu",
   "nsf_id": "000101070",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frederic",
   "pi_last_name": "Rasio",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Frederic A Rasio",
   "pi_email_addr": "fred.rasio@gmail.com",
   "nsf_id": "000178601",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Luijten",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erik Luijten",
   "pi_email_addr": "luijten@northwestern.edu",
   "nsf_id": "000231339",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Paris",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph M Paris",
   "pi_email_addr": "j-paris@northwestern.edu",
   "nsf_id": "000587155",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2131 Tech Drive",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "728200",
   "pgm_ele_name": "Midscale Physics Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 475000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main purpose of this grant was to enable the purchase and installation of a high-performance computer cluster at Northwestern University; the new computer cluster will help us to predict and understand results from an entirely new astronomical observatory: the Laser Interferometer Gravitational-Wave Observatory (or, &ldquo;LIGO&rdquo;). &nbsp;The LIGO telescope will observe ripples in space (which astronomers call &ldquo;gravitational waves&rdquo;) that occur when stars and black holes collide and merge: those events cause distortions in the fabric of space and time which the LIGO telescope will detect.&nbsp; But exactly how many of those kinds of extraordinary events can we expect to see with LIGO?&nbsp; And what will those events &ldquo;look like&rdquo;, in the detector?&nbsp; In order to answer these questions, researchers need to predict the populations of the kinds of stars that will lead to detectable gravitational waves (specifically, for LIGO, neutron stars and black holes), and model exactly what happens when those stars collide and merge &ndash; also a very difficult problem, in and of itself.&nbsp; This high-performance computer cluster will be an essential tool for researchers as they work to answer these questions.</p>\n<p>Over the course of this one-year award, we purchased and installed the cluster, and have already started running benchmark codes on the computer, to compare and check its performance with earlier, less powerful, machines.&nbsp; The final cluster consists of 1366 processors (Intel Xeon &ldquo;Sandy Bridge&rdquo; cores, within 84 separate computers), all connected with a high-speed network.&nbsp; The machine also includes a total dedicated storage space of 41 TB to maintain an extensive library of results for analysis.&nbsp; Also included are an additional 32 high-speed NVIDIA &ldquo;Fermi&rdquo; processors: these processors are specialized, high-performance cousins of the graphics processors used for graphics cards.&nbsp; However, in this case, the processors do not output images to monitors: they are dedicated high-speed computation engines, which are an excellent fit for specialized astrophysical simulations involving binary-star systems and stellar populations.&nbsp; Currently, all tests indicate that the computer is running as expected, and will shortly be entering a &ldquo;production&rdquo; mode.</p>\n<p>Not only with this computer play a central role in understanding the sources of gravitational waves, but it will also aid in the development of tools to analyze data from the LIGO detectors.&nbsp; In addition, the computer will be a training ground for undergraduate and graduate students interested in high-performance computing: this computer will therefore help train a technically sophisticated workforce.&nbsp; Besides the core research in astrophysics, this grant also involved collaboration with researchers in Electrical Engineering and Computer Science, who are contributing their expertise in algorithm development and programming; this project will therefore help strengthen interdisciplinary research ties as well.&nbsp; Finally, part of the computation time on this new cluster will be dedicated to supporting the work of graduate students in another of our NSF programs: our GK-12 education program.&nbsp; In that grant, graduate students work with local teachers to develop curricular materials that bring computational thinking into the K-12 classrooms; the overall goals are to help graduate students communicate their work, but also, to help build engaging, inquiry-based science curriculum to schools to help inspire students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2012<br>\n\t\t\t\t\tModified by: Vassiliki&nbsp;Kalogera</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main purpose of this grant was to enable the purchase and installation of a high-performance computer cluster at Northwestern University; the new computer cluster will help us to predict and understand results from an entirely new astronomical observatory: the Laser Interferometer Gravitational-Wave Observatory (or, \"LIGO\").  The LIGO telescope will observe ripples in space (which astronomers call \"gravitational waves\") that occur when stars and black holes collide and merge: those events cause distortions in the fabric of space and time which the LIGO telescope will detect.  But exactly how many of those kinds of extraordinary events can we expect to see with LIGO?  And what will those events \"look like\", in the detector?  In order to answer these questions, researchers need to predict the populations of the kinds of stars that will lead to detectable gravitational waves (specifically, for LIGO, neutron stars and black holes), and model exactly what happens when those stars collide and merge &ndash; also a very difficult problem, in and of itself.  This high-performance computer cluster will be an essential tool for researchers as they work to answer these questions.\n\nOver the course of this one-year award, we purchased and installed the cluster, and have already started running benchmark codes on the computer, to compare and check its performance with earlier, less powerful, machines.  The final cluster consists of 1366 processors (Intel Xeon \"Sandy Bridge\" cores, within 84 separate computers), all connected with a high-speed network.  The machine also includes a total dedicated storage space of 41 TB to maintain an extensive library of results for analysis.  Also included are an additional 32 high-speed NVIDIA \"Fermi\" processors: these processors are specialized, high-performance cousins of the graphics processors used for graphics cards.  However, in this case, the processors do not output images to monitors: they are dedicated high-speed computation engines, which are an excellent fit for specialized astrophysical simulations involving binary-star systems and stellar populations.  Currently, all tests indicate that the computer is running as expected, and will shortly be entering a \"production\" mode.\n\nNot only with this computer play a central role in understanding the sources of gravitational waves, but it will also aid in the development of tools to analyze data from the LIGO detectors.  In addition, the computer will be a training ground for undergraduate and graduate students interested in high-performance computing: this computer will therefore help train a technically sophisticated workforce.  Besides the core research in astrophysics, this grant also involved collaboration with researchers in Electrical Engineering and Computer Science, who are contributing their expertise in algorithm development and programming; this project will therefore help strengthen interdisciplinary research ties as well.  Finally, part of the computation time on this new cluster will be dedicated to supporting the work of graduate students in another of our NSF programs: our GK-12 education program.  In that grant, graduate students work with local teachers to develop curricular materials that bring computational thinking into the K-12 classrooms; the overall goals are to help graduate students communicate their work, but also, to help build engaging, inquiry-based science curriculum to schools to help inspire students.\n\n \n\n\t\t\t\t\tLast Modified: 12/16/2012\n\n\t\t\t\t\tSubmitted by: Vassiliki Kalogera"
 }
}