{
 "awd_id": "1126394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an X-ray Photoelectron Spectrometer for Research and Education",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922665",
 "po_email": "lspinu@nsf.gov",
 "po_sign_block_name": "Leonard Spinu",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 776114.0,
 "awd_amount": 776114.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2011-09-02",
 "awd_abstract_narration": "Technical Abstract\r\n\r\nResearchers affiliated with Indiana University's Nanoscale Characterization Facility request support for the acquisition of an X-ray Photoelectron Spectrometer, also equipped with Ultraviolet Photoelectron Spectroscopy (UPS). X-ray Photoelectron Spectroscopy (XPS) is a fundamental analytical technique for surface and materials-based research. It is the equivalent of nuclear magnetic resonance to organic chemists, providing those studying solids with elemental composition and chemical/electronic state information of surfaces. This dual-use instrument will have immediate impact on research ranging from the development of organic or inorganic materials for solar energy, chemical sensing, and catalytic applications to fundamental studies involving structure determination of new materials and the interactions of water or organic molecules with surfaces.  Critical to these projects is chemical and electronic state information for prepared materials, of which XPS and UPS are the state-of-the-art methods used to obtain such information.  This instrumentation will allow us to elucidate the complex structure-function relationships of the nanomaterials we are studying, addressing fundamental questions while also propelling our projects forward towards more functional materials that address societal needs.  The information garnered from these projects will have broad impacts, forging links between scientific disciplines that include organic/inorganic/solid-state chemistry, condensed matter physics, surface science, material science, and the geological sciences.\r\n\r\nGeneral Abstract\r\n\r\nNanoscience is concerned with the unique properties of materials with sizes less than about a millionth of a meter. The ability to measure and understand the fundamental phenomena associated with such materials is essential to advancing many areas of modern science, including energy production, environmental remediation, and biomedical and information technology.  Research in these fields is highly interdisciplinary and requires access to shared instrumentation for creating and characterizing nanoscale materials.  Thus, Indiana University - Bloomington has established a shared facility, the Nanoscale Characterization Facility, and is requesting support for the acquisition of an X-ray Photoelectron Spectrometer for research and education.  This instrument also will be equipped with Ultraviolet Photoelectron Spectroscopy.  On-site X-ray and Ultraviolet Photoelectron Spectroscopy will allow researchers and students affiliated with Indiana University to better understand how the structure and composition of a given material give rise to its unique properties.  This information will allow for the better design of nanoscale materials used in a range of applications.  The acquisition of this instrument will also have broad impacts, forging links between scientific disciplines, helping to elevate the NCF to a world-class research facility, enhancing undergraduate and graduate training in interdisciplinary science, and contributing to broad outreach activities in which the IU's Nanoscience Center partners with regional academic and research institutions (including HBCUs), industrial groups, K-12 educators, and campus organizations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Tait",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Tait",
   "pi_email_addr": "tait@indiana.edu",
   "nsf_id": "000537175",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Skrabalak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sara Skrabalak",
   "pi_email_addr": "sskrabal@indiana.edu",
   "nsf_id": "000536855",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lyudmila",
   "pi_last_name": "Bronstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lyudmila Bronstein",
   "pi_email_addr": "lybronst@indiana.edu",
   "nsf_id": "000289661",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dongwhan",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dongwhan Lee",
   "pi_email_addr": "dongwhan@indiana.edu",
   "nsf_id": "000098557",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Liang-shi",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liang-shi Li",
   "pi_email_addr": "li23@indiana.edu",
   "nsf_id": "000077301",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "PO Box 1847",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474021847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 776114.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>An X-ray Photoelectron Spectrometer (XPS) is a core instrument for materials research and characterization at the nanoscale. When NSF Award 1126394, &ldquo;MRI: Acquisition of an X-ray Photoelectron Spectrometer for Research and Education&rdquo;, was granted to Indiana University &ndash; Bloomington (IU-B), we were the only Big 10 institution without a general use XPS. This grant enabled IU-B to acquire and install a PHI 5000 VersaProbe II Scanning ESCA Microprobe equipped with a source for Ultraviolet Photoelectron Spectroscopy (UPS) as well. This instrument was installed in October 2012 and is housed within the Nanoscale Characterization Facility at IU-B. A PhD-level scientist with extensive experience in these spectroscopies was hired at the time of instrument installation and has managed all aspects of the facility. Under his management, standard operating procedures were established, the user fee structure implemented, and 11 post-doctoral scholars, 33 graduate students, and 2 undergraduates have been trained for use on the VersaProbe by the time of grant closure. These individuals span 17 research groups and four departments (Chemistry, Physics, Geological Sciences, and Environmental Science; IU-B does not have engineering currently). The instrument is also being used by 8 external groups, including one from a primarily undergraduate institution.</p>\n<p>This usage has led to 19 peer-reviewed publications in top-tier journals at grant closure, with many more manuscripts submitted or in preparation. The research programs of the primary users are diverse, ranging from the development of organic or inorganic materials for solar energy, chemical sensing, and catalytic applications to fundamental studies involving structure determination of new materials and the interaction of substances such as water or organic molecules with surfaces. The XPS has also found routine use among the inorganic chemists at IU-B, who are using it to elucidate the oxidation number of transition metal complexes where these assignments may be ambiguous. These types of complexes are not typically characterized by XPS, and validation of this approach could help that community understand the effect of non-innocent ligands on the electronic structure of metal complexes and their reactivity. This diversity illustrates the utility of the instrument to a broad group of scientists at IU-B, who are making substantive contributions to their fields.</p>\n<p>The acquisition of this instrumentation has also led to departmental seminars on the capabilities of the XPS to the IU-B community as well as its incorporation into facility and departmental tours. These tours include members of IU-B&rsquo;s Women in Science Residential Floor, Groups (an advocacy group for first generation college students), the community (through the Chemistry Department Open House), alumni, and prospective graduate students. The principles of an XPS have also been incorporated into several courses at IU-B, enhancing student training.</p>\n<p>At grant closure, the facility housing the XPS was self-sustaining through user fees.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2015<br>\n\t\t\t\t\tModified by: Sara&nbsp;Skrabalak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAn X-ray Photoelectron Spectrometer (XPS) is a core instrument for materials research and characterization at the nanoscale. When NSF Award 1126394, \"MRI: Acquisition of an X-ray Photoelectron Spectrometer for Research and Education\", was granted to Indiana University &ndash; Bloomington (IU-B), we were the only Big 10 institution without a general use XPS. This grant enabled IU-B to acquire and install a PHI 5000 VersaProbe II Scanning ESCA Microprobe equipped with a source for Ultraviolet Photoelectron Spectroscopy (UPS) as well. This instrument was installed in October 2012 and is housed within the Nanoscale Characterization Facility at IU-B. A PhD-level scientist with extensive experience in these spectroscopies was hired at the time of instrument installation and has managed all aspects of the facility. Under his management, standard operating procedures were established, the user fee structure implemented, and 11 post-doctoral scholars, 33 graduate students, and 2 undergraduates have been trained for use on the VersaProbe by the time of grant closure. These individuals span 17 research groups and four departments (Chemistry, Physics, Geological Sciences, and Environmental Science; IU-B does not have engineering currently). The instrument is also being used by 8 external groups, including one from a primarily undergraduate institution.\n\nThis usage has led to 19 peer-reviewed publications in top-tier journals at grant closure, with many more manuscripts submitted or in preparation. The research programs of the primary users are diverse, ranging from the development of organic or inorganic materials for solar energy, chemical sensing, and catalytic applications to fundamental studies involving structure determination of new materials and the interaction of substances such as water or organic molecules with surfaces. The XPS has also found routine use among the inorganic chemists at IU-B, who are using it to elucidate the oxidation number of transition metal complexes where these assignments may be ambiguous. These types of complexes are not typically characterized by XPS, and validation of this approach could help that community understand the effect of non-innocent ligands on the electronic structure of metal complexes and their reactivity. This diversity illustrates the utility of the instrument to a broad group of scientists at IU-B, who are making substantive contributions to their fields.\n\nThe acquisition of this instrumentation has also led to departmental seminars on the capabilities of the XPS to the IU-B community as well as its incorporation into facility and departmental tours. These tours include members of IU-BÆs Women in Science Residential Floor, Groups (an advocacy group for first generation college students), the community (through the Chemistry Department Open House), alumni, and prospective graduate students. The principles of an XPS have also been incorporated into several courses at IU-B, enhancing student training.\n\nAt grant closure, the facility housing the XPS was self-sustaining through user fees.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/15/2015\n\n\t\t\t\t\tSubmitted by: Sara Skrabalak"
 }
}