{
 "awd_id": "1126327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of Custom Platform with Parallel Application from Rapid Simulation (PARS) Interconnecting DSPs and FPGAs for High Performance Computing.",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rita Rodriguez",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 123144.0,
 "awd_amount": 123144.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2011-09-08",
 "awd_abstract_narration": "Proposal #:\tCNS 11-26327\r\nPI(s):\t\tLee, Tai-Chi; Freed, Alan D; Hallouche, Farid; Kotsidou, Kassiani\r\nInstitution:   \tSaginaw Valley State University\r\nTitle: \tMRI/Dev.: Custom Platform with Parallel Application from Rapid Simulation (PARS) Interconnecting DSPs and FPGAs for High Performance Computing.\r\nProject Proposed:\r\nThis project, developing an instrument for high performance computing based on PARS technology with multiple digital signal processors (DSP) and field programmable field arrays (FPGAs) (as well as inclusion of an embedded processor with custom instructions capability, a development tool from Altera EP1C12 NIOS II), allows users to run their applications on the entire system within the Simulink environment and then automatically generate code for multi-DSP and multi-FPGA in the system. The research activities enabled by this instrument are expected to spotlight the need for adding the capabilities of parallel processing and reconfigurability offered by FPGA and DSP, as well as suggest important applications of the instruments in various areas of science. These areas include mathematics (number theory, fixed point mapping), computer science (data structures, algorithm analysis, computer architectures, and networking), and engineering. The instrument will service the following five projects: \r\n-\tFractal image compression, \r\n-\tCryptosystem with elliptic curve, \r\n-\tExperimental soft-tissue mechanics, \r\n-\tImage processing, and \r\n-\tDSP implementation for measuring ultrasonic waves.\r\nBroader Impacts: \r\nThe acquisition of the platform will provide the faculty members from many disciplines a parallel platform including both DSPs and FPGAs, and expose cutting-edge computing to students. Students will be trained in the use of new and novel technologies that might impact an economically depressed area by providing a trained workforce. SVSU has good outreach to secondary school teachers and K-12.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tai-Chi",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tai-Chi Lee",
   "pi_email_addr": "lee@svsu.edu",
   "nsf_id": "000361087",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Farid",
   "pi_last_name": "Hallouche",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Farid Hallouche",
   "pi_email_addr": "hallouch@svsu.edu",
   "nsf_id": "000321523",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Freed",
   "pi_mid_init": "D",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Alan D Freed",
   "pi_email_addr": "adfreed@svsu.edu",
   "nsf_id": "000500267",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kassiani",
   "pi_last_name": "Kotsidou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kassiani Kotsidou",
   "pi_email_addr": "kkotsido@svsu.edu",
   "nsf_id": "000563086",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saginaw Valley State University",
  "inst_street_address": "7400 BAY RD",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY CENTER",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9899644000",
  "inst_zip_code": "487100001",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MI08",
  "org_lgl_bus_name": "SAGINAW VALLEY STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EBHMCN784G86"
 },
 "perf_inst": {
  "perf_inst_name": "Saginaw Valley State University",
  "perf_str_addr": "7400 Bay Road",
  "perf_city_name": "University Center",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "487100001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MI08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 123144.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Saginaw Valley State University&rsquo;s NSF funded project entitled Development of Custom Platform with Parallel Application from Rapid Simulation (PARS) Interconnecting Digital Signal Processing (DSP) and Field-Programmable Gate Array (FPGA) for High Performance Computing provided fundamental tools needed to build a high performance computing platform to run computationally intensive applications in areas such as: encryption and decryption, image processing, pattern recognition, weather forecasting, industrial control and military. The main focus of this project is to acquire right hardware and software tools, which can be configured to work properly and provide the computing power needed for the applications.&nbsp; The FPGA-based computing platform has run on several applications that rely on heavy computations. In each case, with the help of FPGA, the process time was reduced to half or more. These promising results were presented at a number of conferences and published in international journals.</p>\n<p>In addition to the FPGA computing platform, the imaging processing tools, Observer XT and Noldus FaceReader obtained through this NSF grant, afford an emerging field of research &ndash;Cyber Security, which is being conducted by Dr. Khandaker Rahman. Dr. Rahman was able to design two projects using the Image Processing systems and is working with students on the following funded projects:</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A joint proposal titled <em>&ldquo;Exploring Facial Expression as a necessary improvement to biometric systems for security and novel future application in long-distance space exploration technology&rdquo; </em>with student Dustyn J. Tubbs was submitted and awarded by the Michigan Space Grant Consortium on February 28, 2014.</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Another joint paper titled<em> \"Proposing a Novel Defense Approach to Spoof Attacks Targeting Keystroke Dynamics based Cyber-behavioral Biometric Systems\"</em> with students Danielle Dierich and Ryan Moormann.</p>\n<p>Furthermore, Dr. Rahman has successfully started extracting facial features using Noldus Facereader. The feature space comprises of 2-D coordinates of 25 facial points such as tip of nose, corners of lip etc. and considers six different facial expressions. With the FaceReader, Dr. Rahman has collected data (or feature set) under a preset laboratory. Once all data has been collected, Dr. Rahman will begin analysis to see whether a person can be identified from his/her facial expression pattern.</p>\n<p>Another faculty member from SVSU's department of electrical and computer  engineering, Dr. Rajani Muraleedharan has proposed to utilize the  Digital Signal Processing (DSP) kit for healthcare application. The  project titled '<em>SmartCare: Intelligent Health Monitoring Using Heterogeneous Sensor Network</em>'  has attracted local hospitals such as Covenant Healthcare, Saginaw, MI.  The proposed project has been included as a part of the RUI proposal to  be submitted by the end of <span id=\"OBJ_PREFIX_DWT184_com_zimbra_date\" class=\"Object\">Dec 2014</span>.&nbsp;</p>\n<p>In conclusion, the intellectual merit of the project is a direct and significant contribution to the field of high performance computing.&nbsp; The project was successful in speeding up the overall computation time by reducing it by half or more. However, the broader impacts of the project are evident with increased training and experience opportunities, both as part of the laboratory curriculum and as integral parts of the instrumentation available for research by both faculty and undergraduate students. &nbsp;</p>\n<p>In addition to the project&rsquo;s scientific outcomes as described above, Saginaw Valley State University and First Ward Community Center (www.firstward.us) have begun a collaboration to introduce high-performance computing concepts as part of First Ward&rsquo;s horizon-expanding field tri...",
  "por_txt_cntn": "\nSaginaw Valley State UniversityÆs NSF funded project entitled Development of Custom Platform with Parallel Application from Rapid Simulation (PARS) Interconnecting Digital Signal Processing (DSP) and Field-Programmable Gate Array (FPGA) for High Performance Computing provided fundamental tools needed to build a high performance computing platform to run computationally intensive applications in areas such as: encryption and decryption, image processing, pattern recognition, weather forecasting, industrial control and military. The main focus of this project is to acquire right hardware and software tools, which can be configured to work properly and provide the computing power needed for the applications.  The FPGA-based computing platform has run on several applications that rely on heavy computations. In each case, with the help of FPGA, the process time was reduced to half or more. These promising results were presented at a number of conferences and published in international journals.\n\nIn addition to the FPGA computing platform, the imaging processing tools, Observer XT and Noldus FaceReader obtained through this NSF grant, afford an emerging field of research &ndash;Cyber Security, which is being conducted by Dr. Khandaker Rahman. Dr. Rahman was able to design two projects using the Image Processing systems and is working with students on the following funded projects:\n\n1)      A joint proposal titled \"Exploring Facial Expression as a necessary improvement to biometric systems for security and novel future application in long-distance space exploration technology\" with student Dustyn J. Tubbs was submitted and awarded by the Michigan Space Grant Consortium on February 28, 2014.\n\n2)      Another joint paper titled \"Proposing a Novel Defense Approach to Spoof Attacks Targeting Keystroke Dynamics based Cyber-behavioral Biometric Systems\" with students Danielle Dierich and Ryan Moormann.\n\nFurthermore, Dr. Rahman has successfully started extracting facial features using Noldus Facereader. The feature space comprises of 2-D coordinates of 25 facial points such as tip of nose, corners of lip etc. and considers six different facial expressions. With the FaceReader, Dr. Rahman has collected data (or feature set) under a preset laboratory. Once all data has been collected, Dr. Rahman will begin analysis to see whether a person can be identified from his/her facial expression pattern.\n\nAnother faculty member from SVSU's department of electrical and computer  engineering, Dr. Rajani Muraleedharan has proposed to utilize the  Digital Signal Processing (DSP) kit for healthcare application. The  project titled 'SmartCare: Intelligent Health Monitoring Using Heterogeneous Sensor Network'  has attracted local hospitals such as Covenant Healthcare, Saginaw, MI.  The proposed project has been included as a part of the RUI proposal to  be submitted by the end of Dec 2014. \n\nIn conclusion, the intellectual merit of the project is a direct and significant contribution to the field of high performance computing.  The project was successful in speeding up the overall computation time by reducing it by half or more. However, the broader impacts of the project are evident with increased training and experience opportunities, both as part of the laboratory curriculum and as integral parts of the instrumentation available for research by both faculty and undergraduate students.  \n\nIn addition to the projectÆs scientific outcomes as described above, Saginaw Valley State University and First Ward Community Center (www.firstward.us) have begun a collaboration to introduce high-performance computing concepts as part of First WardÆs horizon-expanding field trips organized for primary and secondary school students and their families. Starting in Winter Term 2015, SVSU will host events for some of these field trips.\n\nIn conclusion, the MRI project has not only added high performance computing platform with cutting edge technology to the institution, it a..."
 }
}