{
 "awd_id": "1126471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of Apparatus to Study the \"Expression\" of the Parental Brain",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 646168.0,
 "awd_amount": 646168.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2011-09-02",
 "awd_abstract_narration": "The parental brain represents a significant opportunity to understand the manner in which inherent neuroplasticity, the brain's reserve for change and adaptation, can be expressed at many different levels.  The PI, Craig H. Kinsley, is interested in acquiring a related suite of neuroscience equipment that can focus on detailed and precise genetic expression questions, to provide his students, and those of seven colleagues, with outstanding research experiences.  This request will enhance their research, connecting previously NSF-supported detailed behavioral observations, and precise neuronal protein and histological techniques, with single-cell proteomic analyses using the Zeiss Axiovert PALM-Bioquant system and a suite of Qiagen qRT-PCR equipment.  The current set of microscopes in the PIs' labs are all upright platforms, whereas the requested microscope is an inverted microscope, thereby increasing and enhancing their technical abilities significantly (including cell culture and live, small animal [e.g., C. elegans; roundworms] capabilities).  \r\n\r\nThe teams of investigators plan to perform laser micro-dissection and micro-capture from animal nervous tissues, precisely removing minute pieces of individual neurons/cells for pure, uncontaminated genetic analyses, thereby allowing observation of neuronal and cell gene-expression patterns in a heretofore unparalleled manner, expanding their already detailed behavioral and regional brain analyses and providing their students with multi-disciplinary opportunities for study and collaboration, both here and abroad.  This broad approach will bridge basic research with the latest technologies, and allow them to:  conduct more sophisticated studies on neural regulation of the parental brain; obtain more reliable data from other cellular realms; increase the number of studies performed; and increase the number of undergraduates involved, including those reluctant to use rats or their tissues.  The equipment will be used by faculty and students from:  Randolph Macon College (Dr. Lambert); Virginia Union University (TBA); Marshall University (Dr. Bardi); Rhodes College (Dr. Gerecke); Longwood University (Dr. Franssen); the University of Sao Paulo, Brazil (Dr. Felicio); and for teaching and research by other UR investigators (Drs. Radice, Telang, and Warrick).  \r\n\r\nThis equipment represents a significant advance in understanding the development of the parental brain, across multiple species.  Presently, their talented undergraduates can embark on sophisticated questions related to brain and behavior.  Currently, their equipment allows them to conduct complementary multiple antigen-labeling studies of maternal and paternal brains and other tissues faster, more efficiently, and more reliably (an especially important advantage for students seeking to complete an experiment in one+ semester).  The current MRI request will add a significant capability to the scientists' work with students, one that substantially increases the students' understanding of neural events, and one in which more students are interested:  proteomics.  Last, the expanded research opportunities will support their continued efforts to do excellent research, expand general interest in and understanding of science, and educate and train many students, including more diverse students, which in the past (and currently) have included significant numbers of women and under-represented minorities.  \r\n\r\nThe PI and his colleagues are passionate advocates for the neurosciences and complementary hands-on experiences to enhance the academic experience.  Scores of their undergraduates have gone on to become assistant and associate professors of neuroscience and related fields, postdoctoral fellows, predoctoral fellows, graduate and medical students, and co-authors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Kinsley",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Craig H Kinsley",
   "pi_email_addr": "ckinsley@richmond.edu",
   "nsf_id": "000464072",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Lambert",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly G Lambert",
   "pi_email_addr": "Klambert@rmc.edu",
   "nsf_id": "000350241",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Richmond",
  "inst_street_address": "110 UR DR # 200",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8042898100",
  "inst_zip_code": "231730008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "VA07",
  "org_lgl_bus_name": "UNIVERSITY OF RICHMOND",
  "org_prnt_uei_num": "RL3YF9NM92A3",
  "org_uei_num": "RL3YF9NM92A3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Richmond",
  "perf_str_addr": "28 Westhampton Way",
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "231730001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "VA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 646168.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p><br /><br /></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our research examines the manner in which the female becomes a mother, a parent.&nbsp;The female brain, a model of neuroplasticity, underlies this transition and our research approaches the many layers that are affected.&nbsp; With the NSF&rsquo;s generous support, and the public funding represented by taxpayers&rsquo; contributions, we are able to address questions that come at these many neurobiological changes in a multidisciplinary way.&nbsp; Behaviorally, neurobiologically and genetically, my colleagues&rsquo; and my students are able to ask and answer questions that converge on the female&rsquo;s plastic brain.&nbsp; The equipment we obtained has allowed us to<br />make further advances in understanding the development of the maternal (and paternal) brain, across multiple species, including humans.&nbsp; Presently, our undergraduate students (UGs), and those in my colleagues&rsquo; labs, can embark on sophisticated questions related to brain and behavior.&nbsp; For example, our equipment allows us to conduct complementary multiple antigen-labeling studies of maternal and paternal brains and other tissues faster, more efficiently, and more reliably (an especially important advantage for UGs seeking to complete an experiment in one+ semester).&nbsp; That is,<br />we can examine the kinds of activities that occur in neurons, the intra-neuronal alterations, which accompany motherhood.&nbsp; The equipment has also added a significant and increasingly necessary ability to our work, one that substantially enhances our understanding of neural events, and one in which more students are interested:&nbsp; proteomics, the study of how cells (neurons) do their thing.&nbsp; With the new equipment, we <br />can look inside neurons and observe them acting.&nbsp; Fascinating and inspiring to the curious student.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To date, in a series of behavioral experiments, we have studied reproductive-experiential regulation of predatory behavior, finding that pending or current maternity facilitates &ndash; hugely &ndash; predation.&nbsp; Mothers also appear to be more empathic toward trapped companions, and are dominant when confronted with age- and weight-matched virgin females.&nbsp; In terms of neuronal alterations, we have found increases in proteins (spinophilin) associated with synaptogenesis; and increases in a protein called<br />CREB (Cyclic-AMP-Response-Element-Binding protein) that plays a significant role in learning (which is enhanced in mothers).&nbsp;At the gene expression level, we have been investigating relative down-regulation of genes that are associated with senile dementia (amyloid precursor protein); and other genes that regulate neuroplastic responses and neuronal activity associated with cognition.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The PI has always been a passionate advocate for the neurosciences, and the belief that independent research enhances a student&rsquo;s college&nbsp;&nbsp;experience.&nbsp; The receipt of this grant has facilitated the PI&rsquo;s focuso n preparing the students to do good science and neuroscience and to&nbsp;appreciate the tools and approaches of science.&nbsp; Scores of his UGs<br />have gone on to become assistant and associate professors of neuroscience and related fields, postdoctoral fellows, predoctoral fellows, graduate and medical students, and co-authors.&nbsp; The expanded<br />instrumentation that we obtained has allowed the PI to work with even more<br />students, which in the past (and currently) have included significant numbers<br />of women and under-represented minorities.&nbsp; Just this past summer, 23 students were working in his lab, funded by University of Richmond monies.&nbsp; 120 of the PI&rsqu...",
  "por_txt_cntn": "\n\n\n\n\n\n\n\n\n            Our research examines the manner in which the female becomes a mother, a parent. The female brain, a model of neuroplasticity, underlies this transition and our research approaches the many layers that are affected.  With the NSFÆs generous support, and the public funding represented by taxpayersÆ contributions, we are able to address questions that come at these many neurobiological changes in a multidisciplinary way.  Behaviorally, neurobiologically and genetically, my colleaguesÆ and my students are able to ask and answer questions that converge on the femaleÆs plastic brain.  The equipment we obtained has allowed us to\nmake further advances in understanding the development of the maternal (and paternal) brain, across multiple species, including humans.  Presently, our undergraduate students (UGs), and those in my colleaguesÆ labs, can embark on sophisticated questions related to brain and behavior.  For example, our equipment allows us to conduct complementary multiple antigen-labeling studies of maternal and paternal brains and other tissues faster, more efficiently, and more reliably (an especially important advantage for UGs seeking to complete an experiment in one+ semester).  That is,\nwe can examine the kinds of activities that occur in neurons, the intra-neuronal alterations, which accompany motherhood.  The equipment has also added a significant and increasingly necessary ability to our work, one that substantially enhances our understanding of neural events, and one in which more students are interested:  proteomics, the study of how cells (neurons) do their thing.  With the new equipment, we \ncan look inside neurons and observe them acting.  Fascinating and inspiring to the curious student. \n\n            To date, in a series of behavioral experiments, we have studied reproductive-experiential regulation of predatory behavior, finding that pending or current maternity facilitates &ndash; hugely &ndash; predation.  Mothers also appear to be more empathic toward trapped companions, and are dominant when confronted with age- and weight-matched virgin females.  In terms of neuronal alterations, we have found increases in proteins (spinophilin) associated with synaptogenesis; and increases in a protein called\nCREB (Cyclic-AMP-Response-Element-Binding protein) that plays a significant role in learning (which is enhanced in mothers). At the gene expression level, we have been investigating relative down-regulation of genes that are associated with senile dementia (amyloid precursor protein); and other genes that regulate neuroplastic responses and neuronal activity associated with cognition. \n\n          The PI has always been a passionate advocate for the neurosciences, and the belief that independent research enhances a studentÆs college  experience.  The receipt of this grant has facilitated the PIÆs focuso n preparing the students to do good science and neuroscience and to appreciate the tools and approaches of science.  Scores of his UGs\nhave gone on to become assistant and associate professors of neuroscience and related fields, postdoctoral fellows, predoctoral fellows, graduate and medical students, and co-authors.  The expanded\ninstrumentation that we obtained has allowed the PI to work with even more\nstudents, which in the past (and currently) have included significant numbers\nof women and under-represented minorities.  Just this past summer, 23 students were working in his lab, funded by University of Richmond monies.  120 of the PIÆs 175 former neuroscience research students have been women. The PI was a mentor for the MARC-U*STAR UG research program of Virginia Union U., an HBCU near UR, whose students used the requested equipment for original research projects in his lab. To attract younger students to the subject and to science, in general, the PI and his students also visit local elementary, middle, and high school classes; in 20 years, he and some 655 UR students have presented hour-lo..."
 }
}