{
 "awd_id": "1126711",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of confocal microscopy instrumentation for undergraduate research and research training",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 552666.0,
 "awd_amount": 552666.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "Technical Project Description\r\nResearch programs of at least six faculty members and their students will be expanded significantly by the acquisition of a confocal microscope at Lawrence University.  Use of the microscope by students involved in Lawrence's summer research program, honors research and Senior Experience programs will enhance and modernize their research training.  Two research groups are using C. elegans as a model system, one to study the role of an RFX transcription factor in the maintenance of synaptic protein levels during aging and another to identify and characterize new genes involved in sensory-specific aspects of neuronal cilia. Putative new sensory-specific ciliary genes were first identified using a comparative genomic approach and their expression patterns are being characterized. Both research groups will use confocal microscopy to characterize gene expression patterns in particular tissues of the worm.  Similarly, GFP-tagged Vg1/Gdf1 will be used to study the kinetics of production and secretion of this important signaling molecular during early development of the zebrafish.  The time-lapse capabilities of the instrument will be key to the success of this project.  A fourth research group is interested in the host-parasite relationship of snails and Schistosoma mansoni, the causative agent of schistosomiasis.  This group has identified a neuropeptide that may regulate host physiology in response to infection.  They will use the confocal microscope first to locate the expression of this peptide in the snail nervous system to determine its function and then track changes in expression upon infection.  This group is also interested in mapping neurogenesis in the snail, a project that will require confocal microscopy.  Identifying and localizing particular caspases involved in apoptosis in primitive plants is the goal of another group.  Immunofluorescence and fluorometric tunel assays will be used to assess the magnitude of cell death and its key regulators.   FRET analysis using the new microscope will be undertaken by another research group to elucidate the protein:protein interactions of human angiogenin, a protein implicated in tumorigenesis and blood vessel growth.  Lastly, a group at UW-Fox Valley will use the instrumentation to study the cytoskeletal structure of newly evolved probiotic bacteria used to preserve \"wetcake\", a by product of ethanol production that is fed to cattle.\r\n\r\nBroader Significance and Importance\r\nConfocal microscopy will greatly enhance undergraduate research training at Lawrence University and UW-Fox Valley. Lawrence is ranked 37th nationally in baccalaureate institutions whose students go on to earn PhDs in STEM disciplines, and thus contributes greatly to the pipeline of STEM researchers.  Research programs of at least six faculty members and their students will be supported by new confocal microscopy instrumentation as follows.  One research group is characterizing genes involved in building the structures involved in sensory perception in a variety of organs including the retina, kidney, and lungs.  Another group will identify and characterize genes involved in maintaining nerve function during the aging process. Thirdly, students and faculty will characterize the role of particular nervous system proteins in the snail host of the human parasite that causes the human tropical disease, schistosomiasis.  A fourth group will study the process of cell death in plants, an active recycling program that increases the efficiency, and allows proper development, of living things.  The role of a particular signaling molecule needed to create the proper arrangement of internal organs during the early stages of development from fertilized egg through later embryo will be studied by another group.  Lastly, one research group is working to understand the role of a particular protein in human tumor growth, specifically the mechanisms by which tumors obtain new blood supplies.  A researcher at neighboring UW-Fox Valley will use the confocal microscope to study cellular structures of bacteria used as probiotics added to cattle feed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "De Stasio",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A De Stasio",
   "pi_email_addr": "elizabeth.a.destasio@lawrence.edu",
   "nsf_id": "000337535",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Maravolo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Maravolo",
   "pi_email_addr": "nicholas.c.maravolo@lawrence.edu",
   "nsf_id": "000587597",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Humphries",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Judith Humphries",
   "pi_email_addr": "judith.humphries@lawrence.edu",
   "nsf_id": "000587598",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Piasecki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Piasecki",
   "pi_email_addr": "brian.p.piasecki@lawrence.edu",
   "nsf_id": "000587604",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "LAWRENCE UNIVERSITY OF WISCONSIN",
  "inst_street_address": "711 E BOLDT WAY",
  "inst_street_address_2": "",
  "inst_city_name": "APPLETON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "9208326816",
  "inst_zip_code": "549115690",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "WI08",
  "org_lgl_bus_name": "LAWRENCE UNIVERSITY OF WISCONSIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1BLWNK1NDX7"
 },
 "perf_inst": {
  "perf_inst_name": "Lawrence University",
  "perf_str_addr": "711 E. Boldt Way",
  "perf_city_name": "Appleton",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "549115699",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "WI08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 552666.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Lawrence University purchased a Leica Confocal microscope in December, 2011 with funding from the NSF-MRI program.&nbsp; This instrument allows scientists to see inside transparent living organisms in multiple focal planes.&nbsp; That is, a three-dimensional object such as a living zebrafish or worm or snail can be imaged and every optical section of the organism is equally in focus.&nbsp; Such images can be compiled to produce rotatable 3D images at the resolution of single cells or neuronal cell extensions (axons or dendrites).&nbsp; To date, all but two faculty members in Biology, plus 2 of 5 in chemistry have made use of the machine for research purposes with their undergraduate students.&nbsp; Undergraduate students have been trained by faculty; 53 student users have used the instrument multiple time each thus far.&nbsp; Over 1300 hours of use have been logged on the instrument since January, 2012.&nbsp; The vast majority of the student users will enter graduate or medical degree programs after leaving Lawrence University and will have an excellent grasp of the process and technique of science and the power and caveats associated with live cell imaging techniques.</p>\n<p>The research projects made possible with the NSF-funded instrumentation include projects that help us to understand several human diseases, including schistosomiasis, cilia-based diseases such as Bardet-Biedl syndrome, neurodegenerative diseases, and developmental disease in which organs are mis-placed on the left or right side of the body.&nbsp; Another faculty member is looking at the cellular location of angiogenin, a protein that encourages blood vessel growth into tumors. Another is studying how toxic algae growth can be controlled in freshwater lakes.&nbsp; The results of these projects have been disseminated by faculty and students in publications and in conference presentations and research is on-going.&nbsp; We are very grateful for the increased research activity that this instrument has stimulated.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2014<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;A&nbsp;De Stasio</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLawrence University purchased a Leica Confocal microscope in December, 2011 with funding from the NSF-MRI program.  This instrument allows scientists to see inside transparent living organisms in multiple focal planes.  That is, a three-dimensional object such as a living zebrafish or worm or snail can be imaged and every optical section of the organism is equally in focus.  Such images can be compiled to produce rotatable 3D images at the resolution of single cells or neuronal cell extensions (axons or dendrites).  To date, all but two faculty members in Biology, plus 2 of 5 in chemistry have made use of the machine for research purposes with their undergraduate students.  Undergraduate students have been trained by faculty; 53 student users have used the instrument multiple time each thus far.  Over 1300 hours of use have been logged on the instrument since January, 2012.  The vast majority of the student users will enter graduate or medical degree programs after leaving Lawrence University and will have an excellent grasp of the process and technique of science and the power and caveats associated with live cell imaging techniques.\n\nThe research projects made possible with the NSF-funded instrumentation include projects that help us to understand several human diseases, including schistosomiasis, cilia-based diseases such as Bardet-Biedl syndrome, neurodegenerative diseases, and developmental disease in which organs are mis-placed on the left or right side of the body.  Another faculty member is looking at the cellular location of angiogenin, a protein that encourages blood vessel growth into tumors. Another is studying how toxic algae growth can be controlled in freshwater lakes.  The results of these projects have been disseminated by faculty and students in publications and in conference presentations and research is on-going.  We are very grateful for the increased research activity that this instrument has stimulated.\n\n\t\t\t\t\tLast Modified: 12/02/2014\n\n\t\t\t\t\tSubmitted by: Elizabeth A De Stasio"
 }
}