{
 "awd_id": "1126871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  NanoIR:  Infrared Chemical Spectroscopy at the sub-20 nm Scale",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 784885.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2014-08-08",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project will involve research and development of infrared nanospectroscopy, leading to the first commercial instrument capable of infrared spectroscopy and chemical imaging at the sub-20 nm scale on a broad range of samples.  We will develop and demonstrate key technologies to dramatically improve the resolution and sensitivity of atomic force microscope-based infrared spectroscopy (AFM-IR).  Conventional infrared spectroscopy is the most widely used technique for chemical characterization, but fundamental limits prevent it from being applied at the nanoscale.  The AFM has excellent spatial resolution, but until recently had no ability to perform chemical spectroscopy. AFM-IR has demonstrated infrared spectroscopy at well below conventional diffraction limits, but the current spatial resolution and sensitivity are on the order of 100-200 nm, and the method requires specialized sample preparation. This effort will expand on successful Phase I research to develop a robust instrument for obtaining high-resolution chemical spectra on a wide variety of samples with minimal sample preparation.  This project will combine simulations with development of experimental techniques and prototype instrumentation to enable commercialization of infrared spectroscopy and chemical imaging down to the scale of single monolayers and individual molecules.\r\n\r\nThe broader impact/commercial potential of this project will be to give researchers a robust capability to leverage the power of infrared spectroscopy over broad wavelength ranges and at resolution scales well below current limits. Infrared spectroscopy is arguably the most widely used technique for chemical characterization, but spatial resolution limits have prevented it from being widely applied at the nanoscale.  With billions of dollars of global investments in nanoscience and nanotechnology, the lack of IR nanospectroscopy technology leaves an enormous gap in needed characterization capabilities.  The novel AFM-IR platform will enable a wide range of high-resolution characterization methodologies in materials science and life sciences including correlation of morphological, chemical, mechanical and optical properties.  Based on specific early customer measurement requests, we anticipate significant downstream benefits in areas including the development of block co-polymers, advanced polymer nanocomposites, functional nanostructures, catalysts, materials for energy generation and storage, and many other areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Prater",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Craig Prater",
   "pi_email_addr": "craig@photothermal.com",
   "nsf_id": "000532696",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Anasys Instruments Corp.",
  "inst_street_address": "325 Chapala St",
  "inst_street_address_2": "",
  "inst_city_name": "Santa Barbara",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8054555482",
  "inst_zip_code": "931013407",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "G7SXMGVJZHM3"
 },
 "perf_inst": {
  "perf_inst_name": "Anasys Instruments Corp.",
  "perf_str_addr": "121 Gray Avenue Suite 100",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931011809",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  },
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "099E",
   "pgm_ref_txt": "High voltage switching & conversion"
  },
  {
   "pgm_ref_code": "1084",
   "pgm_ref_txt": "NANOTECHNOLOGY INITIATIVE"
  },
  {
   "pgm_ref_code": "1639",
   "pgm_ref_txt": "SENSORS AND SENSING SYSTEMS"
  },
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "167E",
   "pgm_ref_txt": "SBIR I/UCRC Membership"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 284885.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">This NSF SBIR project was extremely successful and led to successful commercial development of a new form of nanoscale chemical analysis based on the intersection of atomic force microscopy (AFM) and infrared (IR) spectroscopy.&nbsp; The AFM is a type of microscope that scans a sharp stylus over a sample surface to &ldquo;feel&rdquo; and reconstruct the contours of the sample surface, with a spatial resolution that can be as fine as individual atoms.&nbsp; Infrared spectroscopy is one of the world&rsquo;s most commonly used techniques for performing chemical analysis, but the conventional approach has a spatial resolution that is fundamentally limited such that it cannot resolve nanoscale structures that exist in many modern materials and devices.&nbsp; While the AFM has excellent spatial resolution, it has not historically had any broadly applicable ability to determine the chemical composition of samples under study.&nbsp; As such, there had been an unmet need to perform chemical analysis with nanoscale spatial resolution.&nbsp;</p>\n<p style=\"text-align: left;\">This SBIR project overcame key technical hurdles and paved the way for a new commercially available technique, AFM-IR that uses a combination of AFM and infrared spectroscopy to perform chemical analysis with a spatial resolution more than 100X finer than conventional IR spectroscopy.&nbsp; This project also helped dramatically expand the types of samples that can be measured with the AFM-IR technique, opening up many new high impact applications. AFM-IR instruments are now being used in dozens of laboratories in the U.S. and overseas, and being employed by top academic researchers in physics, materials science, chemistry, biology and biomedical and pharmaceutical sciences, and several other disciplines. The instruments are also being other used in industry by major chemical and materials companies to solve real world problems relating to materials processing, understanding defects and failures, and to accelerate the development of new materials.&nbsp;&nbsp;</p>\n<p style=\"text-align: left;\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2014<br>\n\t\t\t\t\tModified by: Craig&nbsp;Prater</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1126871/1126871_10137256_1418748763433_nanoIR2-sbrochurecover--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1126871/1126871_10137256_1418748763433_nanoIR2-sbrochurecover--rgov-800width.jpg\" title=\"AFM-IR\"><img src=\"/por/images/Reports/POR/2014/1126871/1126871_10137256_1418748763433_nanoIR2-sbrochurecover--rgov-66x44.jpg\" alt=\"AFM-IR\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">AFM-IR combines atomic force microscopy (AFM) and infrared (IR) spectroscopy to enable nanoscale chemical analysis. An AFM tip is used to detect absorption of IR radiation by a sample, allowing spectroscopic analysis, chemical identification and compositional mapping in many application areas.</div>\n<div class=\"imageCredit\">Anasys Instruments</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Craig&nbsp;Prater</div>\n<div class=\"imageTitle\">AFM-IR</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "This NSF SBIR project was extremely successful and led to successful commercial development of a new form of nanoscale chemical analysis based on the intersection of atomic force microscopy (AFM) and infrared (IR) spectroscopy.  The AFM is a type of microscope that scans a sharp stylus over a sample surface to \"feel\" and reconstruct the contours of the sample surface, with a spatial resolution that can be as fine as individual atoms.  Infrared spectroscopy is one of the worldÆs most commonly used techniques for performing chemical analysis, but the conventional approach has a spatial resolution that is fundamentally limited such that it cannot resolve nanoscale structures that exist in many modern materials and devices.  While the AFM has excellent spatial resolution, it has not historically had any broadly applicable ability to determine the chemical composition of samples under study.  As such, there had been an unmet need to perform chemical analysis with nanoscale spatial resolution. \nThis SBIR project overcame key technical hurdles and paved the way for a new commercially available technique, AFM-IR that uses a combination of AFM and infrared spectroscopy to perform chemical analysis with a spatial resolution more than 100X finer than conventional IR spectroscopy.  This project also helped dramatically expand the types of samples that can be measured with the AFM-IR technique, opening up many new high impact applications. AFM-IR instruments are now being used in dozens of laboratories in the U.S. and overseas, and being employed by top academic researchers in physics, materials science, chemistry, biology and biomedical and pharmaceutical sciences, and several other disciplines. The instruments are also being other used in industry by major chemical and materials companies to solve real world problems relating to materials processing, understanding defects and failures, and to accelerate the development of new materials.  \n \n\n\t\t\t\t\tLast Modified: 12/16/2014\n\n\t\t\t\t\tSubmitted by: Craig Prater"
 }
}