{
 "awd_id": "1126963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Conservation as an Open-Air Experiment: Pricing the Environment in the Mato Grasso Region of the Brazilian Amazon",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 14935.0,
 "awd_amount": 14935.0,
 "awd_min_amd_letter_date": "2011-06-13",
 "awd_max_amd_letter_date": "2011-06-13",
 "awd_abstract_narration": "Conservation as an Open Air Experiment: Pricing the Environment in the Mato Grosso Region of the Brazilian Amazon.\r\nDavid Rojas\r\n\r\nSummary\r\nThe proposed project will investigate a strategy known as REDD+ (Reducing Emissions from Deforestation, forest Degradation and improving carbon stocks) that is aimed at limiting deforestation in the Amazon following a simple line of reasoning: Forests will be preserved when they are shown to have greater monetary value standing than destroyed. \r\nTechnical description\r\nREDD+ projects are advanced under the following hypothesis: Pricing the forest will align environmental and economic objectives thereby creating a context in which environmental scientists and Amazonian landholders will agree on (a) the negative consequences of Amazonian deforestation; (b) the convergence of economic and environmental initiatives; and (c) the need for articulating policy partnerships in support of REDD+. The research will determine whether this hypothesis holds true for REDD+ projects directed at Amazonian peasants. The study draws on Science and Technology Studies (STS) insights into scientific experimentation and on anthropological theories of value and the environment. The project?s conclusions will be based on a twenty-two-month ethnographic research that will gather data on how peasants and scientists (1) assess the consequences of deforestation; (2) evaluate the likelihood of aligning development and conservation; and (3) articulate REDD+ policy networks. Data will be gathered in three spaces: Two REDD+ test sites in the Mato Grosso region of the Brazilian Amazon; REDD+ conferences in which scientists and peasants will participate; and two US scientific research institutions that study the relations between Amazonian ecology and global climate change.\r\nBroader impacts\r\nREDD+ constitutes a major and ambitious new effort to stop environmental degradation in the Amazon and limit global climate change while at the same time promoting economic development. The proposed project will be advanced in collaboration with Brazilian and US academic institutions in order to provide an in-depth understanding of how REDD+ projects are being implemented and at least one test of the guiding hypothesis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marina",
   "pi_last_name": "Welker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marina Welker",
   "pi_email_addr": "mwelker@cornell.edu",
   "nsf_id": "000441397",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Rojas",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Rojas",
   "pi_email_addr": "dmr242@cornell.edu",
   "nsf_id": "000532915",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "461 McGraw Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148534601",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14935.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project I studied over the course of two years is a forest management initiative implemented in Amazonia that intends to manage potentially catastrophic global environmental transformations. The initiative I examined is known as REDD+ (<em>Reducing Emissions from Deforestation, forest Degradation and improving carbon stocks</em>). REDD+ is aimed at limiting deforestation in the Amazon and managing global climate change following a simple line of reasoning: Tropical forests will be preserved when they are shown to have greater monetary value standing than they have when they are destroyed. Drawing on ethnographic methods, I examined how scientists and Amazonian peasants took part in REDD+ and how, by so doing, they converged and collided at three spaces: climate policy conferences in Brazil and at the United Nations (UN); rural sites in Amazonia; and scientific research institutions in large Brazilian cities. While conducting my research at these three settings I addressed REDD+ as an &ldquo;open-air experiment&rdquo; (which is to say as a collective project carried out by scientists and non-scientists, who used scientific tools in order to bring ecological issues of planetary scale within political discussions).</p>\n<p>My project shows how REDD+&rsquo;s experimental approach to environmental politics created new relations among experts and non-experts; disseminated novel scientific understanding concerning Amazonia under climate change; and shaped political discussions at the United Nations. Despite having shaped policy discussions at the UN, experts and non-experts who take part in REDD+ projects still think that the future harbors potentially catastrophic environmental transformations. Therefore, the support that REDD+ policies enjoy from the populations with whom I work does not rest on optimism regarding the capacity to harmonize economic growth and environmental conservation. Rather, the populations with whom I work take part in REDD+ initiatives in order to navigate violent transformations in the environmental conditions that sustain current forms of human life on earth.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/02/2013<br>\n\t\t\t\t\tModified by: David&nbsp;M&nbsp;Rojas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project I studied over the course of two years is a forest management initiative implemented in Amazonia that intends to manage potentially catastrophic global environmental transformations. The initiative I examined is known as REDD+ (Reducing Emissions from Deforestation, forest Degradation and improving carbon stocks). REDD+ is aimed at limiting deforestation in the Amazon and managing global climate change following a simple line of reasoning: Tropical forests will be preserved when they are shown to have greater monetary value standing than they have when they are destroyed. Drawing on ethnographic methods, I examined how scientists and Amazonian peasants took part in REDD+ and how, by so doing, they converged and collided at three spaces: climate policy conferences in Brazil and at the United Nations (UN); rural sites in Amazonia; and scientific research institutions in large Brazilian cities. While conducting my research at these three settings I addressed REDD+ as an \"open-air experiment\" (which is to say as a collective project carried out by scientists and non-scientists, who used scientific tools in order to bring ecological issues of planetary scale within political discussions).\n\nMy project shows how REDD+Æs experimental approach to environmental politics created new relations among experts and non-experts; disseminated novel scientific understanding concerning Amazonia under climate change; and shaped political discussions at the United Nations. Despite having shaped policy discussions at the UN, experts and non-experts who take part in REDD+ projects still think that the future harbors potentially catastrophic environmental transformations. Therefore, the support that REDD+ policies enjoy from the populations with whom I work does not rest on optimism regarding the capacity to harmonize economic growth and environmental conservation. Rather, the populations with whom I work take part in REDD+ initiatives in order to navigate violent transformations in the environmental conditions that sustain current forms of human life on earth.\n\n \n\n\t\t\t\t\tLast Modified: 06/02/2013\n\n\t\t\t\t\tSubmitted by: David M Rojas"
 }
}