{
 "awd_id": "1126896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: RUI: Acquisition of Eye Tracking Equipment to Support Research at UAA",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rita Rodriguez",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 126183.0,
 "awd_amount": 126183.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2011-08-19",
 "awd_abstract_narration": "Proposal #:\t11-26896\t\r\nPI(s):\t\tHoanca, Bogdan; Mock, Kenrick \r\nInstitution:\tUniversity of Alaska at Anchorage\r\nTitle:  \t\tMRI: RUI: Acquisition of Eye Tracking Equipment to Support Research at UAA\r\nProject Proposed:\r\nThis project, acquiring two eye tracking systems, (along with wireless sensors for creating a biometric profile for a computer user), enables new and innovative research directions in user authentication, assistive software for teaching mathematics, context aware document retrieval, and student attentiveness. These new, state-of-the-art eye trackers will replace two lower quality eye trackers, freeing one up for student use. The eye trackers will be located in a controlled-access, public use laboratory available to several researchers at the University of Alaska at Anchorage. \r\nThe enhanced capabilities of the new eye trackers will permit greater range of motion for more natural user interaction and higher accuracy for better biometrics. Consequently, the work will permit transformational research into more natural and transparent user authentication and computer security based on a comprehensive set of biomarkers, assistive research into mathematical learning techniques for persons with disabilities, enhanced, biomarker-based intelligent search and document categorization through online user profiling, and enhanced assessment of learning efficacy. Aside from brain activity, eye patterns are one of the most direct windows into a person?s understanding and mental activity. \r\nBroader Impacts:\r\nThe broader impacts include the involvement of 4-6 undergraduate students per year in eye tracking research by the co-PIs, with possibly another 4-6 undergraduates per year from other faculty. Four broader impacts are apparent. First, if widely deployed, the proposed authentication scheme has the potential to thwart phishing attacks, and even man in the middle attacks, for e-commerce users. Second, advanced assistive technology for mathematics will allow physically disabled people to perform math manipulations on par with able-bodied people. Third, by tracking what a user actually reads, user profiling will result in better, faster searches for relevant information automatically. Finally, high quality eye tracking should provide the UAA faculty with insight into the direct connections between learning and eye patterns",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bogdan",
   "pi_last_name": "Hoanca",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bogdan Hoanca",
   "pi_email_addr": "afbh@uaa.alaska.edu",
   "nsf_id": "000060147",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenrick",
   "pi_last_name": "Mock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenrick Mock",
   "pi_email_addr": "kenrick@uaa.alaska.edu",
   "nsf_id": "000461527",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Anchorage Campus",
  "inst_street_address": "3211 PROVIDENCE DR",
  "inst_street_address_2": "",
  "inst_city_name": "ANCHORAGE",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9077861777",
  "inst_zip_code": "995084614",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA ANCHORAGE",
  "org_prnt_uei_num": "KNP1HA2B9BF8",
  "org_uei_num": "DZFJT2KH9C43"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Anchorage Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "995084614",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 126183.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main impetus of this award was to establish the infrastructure for the Eye Tracking Lab at the University of Alaska Anchorage (UAA), to make eye tracking technologies available to the PIs and to the entire UAA faculty. This goal has been achieved. The lab has been established, and several ongoing projects rely on the existing eye tracking equipment.</p>\n<p>The PIs have purchased two eye tracking devices each with a dedicated laptop computer. Both devices are portable: they can be used for field experiments and have been lent to colleagues that needed to use them outside of the Eye Tracking Lab. The PIs have also purchased processing software that allows eye tracking for reading projects, for website research, as well as packages that allow the recording of video and sound, neural signals (via an Emotiv headset) and cognitive load information (via a module from Eye Tracking Inc).&nbsp;</p>\n<p>For the three years of the award, the Lab and its equipment have been used by the two PIs, by faculty in Music (1), Philosophy (2), Psychology (1) and Economics (1), for a total of seven faculty. Over the three years, five undergraduate students have carried out research under the direction of the PIs and their colleagues, using the Lab equipment. Three faculty members and three students are currently trained and able to use the eye tracking equipment.</p>\n<p>There were four research directions outlined in the original project proposal. Two of these are ongoing and have shown promising results, while the other two are still at an early stage; several new research directions have emerged to require the PIs attention. The first of the more mature research directions is authentication that is continuous, \"natural\" (not requiring cognitive resources from the user), and transparent to the user. Using an eye tracking device, the PIs have demonstrated that a user's iris pattern can be read continuously and unobtrusively,&nbsp;and that such information can be combined with a user&rsquo;s password-based login. The result is a one-time login for the user, but a continuous ability for the computer to authenticate the user based on the iris pattern that is associated with that initial password. As the user leaves the computer or is replaced by another user, the computer is able to automatically detect the absence of the iris and to prevent unauthorized access. The proof-of-concept demonstration (based on a previously purchased eye tracking device in the PIs lab) was presented at the ACM <span>Conference on Computer and Communications Security (</span>CCS2012). Although the performance of the scheme was lower than required for authentication, the approach is promising, especially with the more advanced eye tracking devices acquired through this grant and with more advanced machine learning processing techniques&nbsp;currently being evaluated by the PIs.</p>\n<p>A second mature research direction involves the use of eye tracking in teaching. The PIs, in collaboration with faculty in Music, have shown that eye tracking data can be used to automatically evaluate the sightreading skills of a piano player. Sightreading is the ability to play a musical piece at first sight, the first time the artist is shown the musical score. In a paper comparing the ratings of a human expert with those machine-extracted from the eye tracking data, the PIs showed that the human and computer ratings are highly correlated. The PIs and the Music colleague have applied for a patent for the automatic computer measurement of sightreading abilities and they are currently exploring ways to further improve the accuracy of the machine extracted ratings, to bring them even closer to those of the human expert.</p>\n<p>The two other research areas originally proposed are still at an early stage. The project to use eye tracking to develop a mathematics manipulation software package for disabled individuals has been placed o...",
  "por_txt_cntn": "\nThe main impetus of this award was to establish the infrastructure for the Eye Tracking Lab at the University of Alaska Anchorage (UAA), to make eye tracking technologies available to the PIs and to the entire UAA faculty. This goal has been achieved. The lab has been established, and several ongoing projects rely on the existing eye tracking equipment.\n\nThe PIs have purchased two eye tracking devices each with a dedicated laptop computer. Both devices are portable: they can be used for field experiments and have been lent to colleagues that needed to use them outside of the Eye Tracking Lab. The PIs have also purchased processing software that allows eye tracking for reading projects, for website research, as well as packages that allow the recording of video and sound, neural signals (via an Emotiv headset) and cognitive load information (via a module from Eye Tracking Inc). \n\nFor the three years of the award, the Lab and its equipment have been used by the two PIs, by faculty in Music (1), Philosophy (2), Psychology (1) and Economics (1), for a total of seven faculty. Over the three years, five undergraduate students have carried out research under the direction of the PIs and their colleagues, using the Lab equipment. Three faculty members and three students are currently trained and able to use the eye tracking equipment.\n\nThere were four research directions outlined in the original project proposal. Two of these are ongoing and have shown promising results, while the other two are still at an early stage; several new research directions have emerged to require the PIs attention. The first of the more mature research directions is authentication that is continuous, \"natural\" (not requiring cognitive resources from the user), and transparent to the user. Using an eye tracking device, the PIs have demonstrated that a user's iris pattern can be read continuously and unobtrusively, and that such information can be combined with a userÆs password-based login. The result is a one-time login for the user, but a continuous ability for the computer to authenticate the user based on the iris pattern that is associated with that initial password. As the user leaves the computer or is replaced by another user, the computer is able to automatically detect the absence of the iris and to prevent unauthorized access. The proof-of-concept demonstration (based on a previously purchased eye tracking device in the PIs lab) was presented at the ACM Conference on Computer and Communications Security (CCS2012). Although the performance of the scheme was lower than required for authentication, the approach is promising, especially with the more advanced eye tracking devices acquired through this grant and with more advanced machine learning processing techniques currently being evaluated by the PIs.\n\nA second mature research direction involves the use of eye tracking in teaching. The PIs, in collaboration with faculty in Music, have shown that eye tracking data can be used to automatically evaluate the sightreading skills of a piano player. Sightreading is the ability to play a musical piece at first sight, the first time the artist is shown the musical score. In a paper comparing the ratings of a human expert with those machine-extracted from the eye tracking data, the PIs showed that the human and computer ratings are highly correlated. The PIs and the Music colleague have applied for a patent for the automatic computer measurement of sightreading abilities and they are currently exploring ways to further improve the accuracy of the machine extracted ratings, to bring them even closer to those of the human expert.\n\nThe two other research areas originally proposed are still at an early stage. The project to use eye tracking to develop a mathematics manipulation software package for disabled individuals has been placed on hold, due to a change in staffing in the Disability Services office. The project on using eye tracking to evaluate the relev..."
 }
}