{
 "awd_id": "1126235",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Standard Research Grant: The Marcellus Shale Gas Rush: A Study of Public, Private, and Academic Water Quality Monitoring Policies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 398337.0,
 "awd_amount": 398337.0,
 "awd_min_amd_letter_date": "2011-09-26",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "Hydraulic fracturing, popularly known as water fracking, is an issue of national importance. It is of particular interest in states such as Texas, Pennsylvania, and New York where new regulations and projects are proposed. This project examines the social and economic forces that structure what is known and not known about the environmental consequences of energy production, focusing on the impacts of natural gas drilling on surface water in New York and Pennsylvania. The research investigates the following questions: 1) Where are public agencies investing in watershed monitoring, and why are these public efforts unevenly distributed? 2) To what extent does civil society research (volunteer or activist water quality monitoring) fill knowledge gaps about the impacts of gas drilling on water quality, and why are these civil society efforts unevenly distributed? 3) How and to what extent do academic scientists aid in filling knowledge gaps about the impacts of gas drilling on water quality? To answer these questions, the project uses mixed methods, including A) qualitative interviews with key informants in government, academic science, environmental advocacy groups, and volunteer water monitoring groups, B) a survey of volunteer watershed groups and county conservation districts, C) socio-spatial and statistical analysis of the distribution of research efforts, using Geographic Information System (GIS) software, and D) comparative case studies of six communities. \r\n\r\nThe project's broader impact includes contributing to a better understanding of how regulatory science works in the US. In particular, research findings will identify communities and watersheds that have received the most and least public investment in watershed monitoring. This information will be useful to regulatory agencies, funding bodies, academic research institutions, and community groups as they assess the effectiveness of current monitoring practices and prioritize areas for future knowledge investments. Furthermore, by documenting the extent of civil society research and analyzing its outcomes, this study will generate knowledge that will be essential to efforts to strengthen the capacity of volunteer scientific organizations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abby",
   "pi_last_name": "Kinchy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abby Kinchy",
   "pi_email_addr": "kincha@rpi.edu",
   "nsf_id": "000519356",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  },
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6865",
   "pgm_ref_txt": "MPS & SOCIETY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 345225.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 53112.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study examined the social processes through which knowledge is produced about the impacts of unconventional shale gas drilling in New York and Pennsylvania. Research methods included a survey of watershed protection groups, large-scale mapping of water monitoring efforts, interviews with scientists, volunteer water monitors, and other key informants, and focused case studies in several counties of Pennsylvania and New York. The research examined the policies and practices of water governance agencies and the ways that &ldquo;citizen scientists&rdquo; have been mobilized to monitor the impacts of shale gas development on bodies of water.</p>\n<p>There are several important findings of this research. It was found that public investments in watershed monitoring are highly uneven across the watersheds of New York and Pennsylvania. In Pennsylvania, only about half of watersheds are monitored by state, federal, multistate, or local agencies on a continuous or frequent basis. In New York, continuous or frequent water quality monitoring is almost nonexistent. Among Pennsylvania watersheds that contain one or more shale gas wells, 36% have no frequent or continuous government water monitoring. Indeed, some of the watersheds with the highest density of shale gas wells have little to no public water monitoring, while other watersheds are monitored by multiple agencies. These gaps are largely the result of historical policy decisions about surface water monitoring strategies. Historical decisions not to invest in water quality monitoring in parts of southwest Pennsylvania, for example, have left areas that are heavily impacted by gas development with sparse baseline data and minimal infrastructure to detect changes.</p>\n<p>Research uncovered a remarkably extensive effort by civil society organizations to monitor surface water quality in both Pennsylvania and New York. Focusing only on those efforts that are specifically targeting the effects of shale gas development, this study found that more than 55% of watersheds in the Marcellus Shale region are monitored by a civil society organization on a continuous or frequent basis. Notably, many of these organizations are collecting \"baseline\" water quality data, reflecting an interest in making verifiable claims about changes over time. These efforts are filling a knowledge gap. In over 20% of watersheds in the Marcellus Shale area, civil society organizations are the sole source of continuous or frequent monitoring data on surface water quality. Still, 25% of watersheds in the Marcellus Shale area of Pennsylvania are not monitored on a continuous or frequent basis by either government or civil society organizations--creating a sizeable gap in knowledge.</p>\n<p>As with the government monitoring efforts, historical efforts to establish and fund volunteer monitoring projects shape the present-day mobilization of Marcellus Shale-focused volunteer monitoring organizations in particular places. Volunteer monitoring of the shale gas industry is more common in places where volunteers had previously been organized to monitor the impacts of other industries. Race and poverty may also have a relationship to volunteer mobilization. Census tracts with high concentrations of poverty and/or minorities were somewhat less likely to intersect with watersheds that are monitored by civil society organizations. One possible explanation of this, supported by the literature on watershed associations, is that areas with high levels of poverty and/or minorities may not have the resources to mobilize or sustain a volunteer water monitoring effort.</p>\n<p>This study provides an unprecedented analysis of the relationship between government programs that monitor environmental quality and the growth of volunteer water monitoring initiatives. The broader impacts have been significant. The research identified communities and watersheds that were receiving ver...",
  "por_txt_cntn": "\nThis study examined the social processes through which knowledge is produced about the impacts of unconventional shale gas drilling in New York and Pennsylvania. Research methods included a survey of watershed protection groups, large-scale mapping of water monitoring efforts, interviews with scientists, volunteer water monitors, and other key informants, and focused case studies in several counties of Pennsylvania and New York. The research examined the policies and practices of water governance agencies and the ways that \"citizen scientists\" have been mobilized to monitor the impacts of shale gas development on bodies of water.\n\nThere are several important findings of this research. It was found that public investments in watershed monitoring are highly uneven across the watersheds of New York and Pennsylvania. In Pennsylvania, only about half of watersheds are monitored by state, federal, multistate, or local agencies on a continuous or frequent basis. In New York, continuous or frequent water quality monitoring is almost nonexistent. Among Pennsylvania watersheds that contain one or more shale gas wells, 36% have no frequent or continuous government water monitoring. Indeed, some of the watersheds with the highest density of shale gas wells have little to no public water monitoring, while other watersheds are monitored by multiple agencies. These gaps are largely the result of historical policy decisions about surface water monitoring strategies. Historical decisions not to invest in water quality monitoring in parts of southwest Pennsylvania, for example, have left areas that are heavily impacted by gas development with sparse baseline data and minimal infrastructure to detect changes.\n\nResearch uncovered a remarkably extensive effort by civil society organizations to monitor surface water quality in both Pennsylvania and New York. Focusing only on those efforts that are specifically targeting the effects of shale gas development, this study found that more than 55% of watersheds in the Marcellus Shale region are monitored by a civil society organization on a continuous or frequent basis. Notably, many of these organizations are collecting \"baseline\" water quality data, reflecting an interest in making verifiable claims about changes over time. These efforts are filling a knowledge gap. In over 20% of watersheds in the Marcellus Shale area, civil society organizations are the sole source of continuous or frequent monitoring data on surface water quality. Still, 25% of watersheds in the Marcellus Shale area of Pennsylvania are not monitored on a continuous or frequent basis by either government or civil society organizations--creating a sizeable gap in knowledge.\n\nAs with the government monitoring efforts, historical efforts to establish and fund volunteer monitoring projects shape the present-day mobilization of Marcellus Shale-focused volunteer monitoring organizations in particular places. Volunteer monitoring of the shale gas industry is more common in places where volunteers had previously been organized to monitor the impacts of other industries. Race and poverty may also have a relationship to volunteer mobilization. Census tracts with high concentrations of poverty and/or minorities were somewhat less likely to intersect with watersheds that are monitored by civil society organizations. One possible explanation of this, supported by the literature on watershed associations, is that areas with high levels of poverty and/or minorities may not have the resources to mobilize or sustain a volunteer water monitoring effort.\n\nThis study provides an unprecedented analysis of the relationship between government programs that monitor environmental quality and the growth of volunteer water monitoring initiatives. The broader impacts have been significant. The research identified communities and watersheds that were receiving very little public investment in watershed monitoring, and this policy-relevant information was share..."
 }
}