{
 "awd_id": "1126353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of a Radar Observatory for Cosmic Ray Air Showers",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "The study of the most energetic extraterrestrial radiation or \"cosmic rays\" is a major thrust of current astrophysics research. Particles with enormous energies regularly strike the Earth from within our galaxy and beyond. However, progress in the field of high-energy cosmic rays is currently limited by the rarity of the most interesting rays striking the Earth. Indeed, the continuation of the field beyond the current generation of observatories may become financially and practically impossible if new ways are not found to achieve remote coverage over large portions of the Earth's surface. \r\n\r\nThis award will support the development of the world's first bistatic radar observatory for the highest-energy cosmic rays that can be used to measure the astrophysically important characteristics of cosmic ray air showers. The new technique involves the remote sensing via the bistatic radar technology of cosmic ray induced extensive air showers and builds on pilot studies performed by MARIACHI which have demonstrated that air shower radar echoes are detectable. \r\n\r\nBroader Impacts: The bistatic radar technique will allow high-energy cosmic ray research to proceed at a substantial savings in cost. In addition, this project has great potential for connecting the local community to the astrophysics research currently being conducted in Utah. Radar techniques similar to those being proposed here for cosmic ray studies have long been utilized in the study of micrometeors, and this group has already hosted public events in which visitors to the Millard County Cosmic Ray Center \"listen\" to meteor showers and learn about the cosmic ray project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Belz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Belz",
   "pi_email_addr": "belz@physics.utah.edu",
   "nsf_id": "000222886",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pierre",
   "pi_last_name": "Sokolsky",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Pierre V Sokolsky",
   "pi_email_addr": "ps@physics.utah.edu",
   "nsf_id": "000266742",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Helio",
   "pi_last_name": "Takai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Helio Takai",
   "pi_email_addr": "helio.takai@gmail.com",
   "nsf_id": "000211071",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dave",
   "pi_last_name": "Besson",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Dave Z Besson",
   "pi_email_addr": "dbesson@ku.edu",
   "nsf_id": "000197952",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Behrouz",
   "pi_last_name": "Farhang-Boroujeny",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Behrouz Farhang-Boroujeny",
   "pi_email_addr": "farhang@ece.utah.edu",
   "nsf_id": "000493254",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "728200",
   "pgm_ele_name": "Midscale Physics Projects"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1643",
   "pgm_ref_txt": "PARTICLE ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this MRI award was to develop an instrument capable of answering the question: Is the atmospheric ionization created by the passing of high-energy cosmic rays or HECR - the most energetic particles in nature - detectable by radar technology? The answer can determine whether the remote-sensing radar technique may one day lead to more sensitive and economical detectors for HECR, and thus shed light on the origins of these particles in the most violent processes in nature.&nbsp;<br />Much has been learned about HECR in recent decades. It is believed that HECR originate in distant galaxies, and traverse a significant fraction of the known universe before reaching us at Earth. They are believed to consist of protons and perhaps some heavier atomic nuclei. However state-of-the-art cosmic ray observatories such as Utah's 700 square-kilometer Telescope Array have yet to find persistent evidence tying them to a particular source. The problem lies in their relative rarity, with the most energetic particles striking the Earth at a rate of less than one per square kilometer per century. The key to overcoming this limitation will be to find a way to search for HECR interactions in the atmosphere over larger areas at an affordable cost.&nbsp;<br />Radar detection of HECR was first suggested in the 1940's by Blackett and Lovell. Despite several attempts, no successful observations of HECR radar echos were recorded. Recently however several developments have improved the potential for sensitivity to radar echoes:<br />* Vacancy of the low VHF band (54-87 MHz) by analog TV stations in the U.S.* Development of high-sampling rate 'smart' radio receiver electronics.* Deployment of large area 'conventional' cosmic ray detectors such as the Telescope Array in radio-quiet western Utah.&nbsp;<br />The Telescope Array RAdar (TARA) concept originated in the MARIACHI project, which utilized ambient TV stations as RF sources and searched for coincidences of rdar echoes with high-school based cosmic ray detectors. TARA took this idea to the next logical step, using a dedicated 40 kW transmitter at 54.1 MHz with high-gain antenna to broadcast an effective radiated power of 8 MW over the Telescope Array observatory. A 250 MS/s receiver recorded the RF data stream on the far side of the TA detector. This apparatus makes TARA the most ambitious effort to date to test the 75 year old idea that cosmic ray air showers might reflect radio frequency radiation.&nbsp;<br />TARA took data between May 2013 and September 2015. While analysis of data is still in progress, early indications are that the radio cross section of cosmic ray air showers is smaller than expected. TARA scientists have prepared papers placing upper limits on this cross section, based on a limited dataset, which will be published shortly. Searches for echoes in larger event samples are underway and we expect further publications within the coming year.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/15/2015<br>\n\t\t\t\t\tModified by: John&nbsp;W&nbsp;Belz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of this MRI award was to develop an instrument capable of answering the question: Is the atmospheric ionization created by the passing of high-energy cosmic rays or HECR - the most energetic particles in nature - detectable by radar technology? The answer can determine whether the remote-sensing radar technique may one day lead to more sensitive and economical detectors for HECR, and thus shed light on the origins of these particles in the most violent processes in nature. \nMuch has been learned about HECR in recent decades. It is believed that HECR originate in distant galaxies, and traverse a significant fraction of the known universe before reaching us at Earth. They are believed to consist of protons and perhaps some heavier atomic nuclei. However state-of-the-art cosmic ray observatories such as Utah's 700 square-kilometer Telescope Array have yet to find persistent evidence tying them to a particular source. The problem lies in their relative rarity, with the most energetic particles striking the Earth at a rate of less than one per square kilometer per century. The key to overcoming this limitation will be to find a way to search for HECR interactions in the atmosphere over larger areas at an affordable cost. \nRadar detection of HECR was first suggested in the 1940's by Blackett and Lovell. Despite several attempts, no successful observations of HECR radar echos were recorded. Recently however several developments have improved the potential for sensitivity to radar echoes:\n* Vacancy of the low VHF band (54-87 MHz) by analog TV stations in the U.S.* Development of high-sampling rate 'smart' radio receiver electronics.* Deployment of large area 'conventional' cosmic ray detectors such as the Telescope Array in radio-quiet western Utah. \nThe Telescope Array RAdar (TARA) concept originated in the MARIACHI project, which utilized ambient TV stations as RF sources and searched for coincidences of rdar echoes with high-school based cosmic ray detectors. TARA took this idea to the next logical step, using a dedicated 40 kW transmitter at 54.1 MHz with high-gain antenna to broadcast an effective radiated power of 8 MW over the Telescope Array observatory. A 250 MS/s receiver recorded the RF data stream on the far side of the TA detector. This apparatus makes TARA the most ambitious effort to date to test the 75 year old idea that cosmic ray air showers might reflect radio frequency radiation. \nTARA took data between May 2013 and September 2015. While analysis of data is still in progress, early indications are that the radio cross section of cosmic ray air showers is smaller than expected. TARA scientists have prepared papers placing upper limits on this cross section, based on a limited dataset, which will be published shortly. Searches for echoes in larger event samples are underway and we expect further publications within the coming year. \n\n\t\t\t\t\tLast Modified: 11/15/2015\n\n\t\t\t\t\tSubmitted by: John W Belz"
 }
}