{
 "awd_id": "1126182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a motion, metabolic, and force analysis system for research and research training related to biomechanical deficits",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 243905.0,
 "awd_amount": 243905.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2011-07-28",
 "awd_abstract_narration": "1126182\r\nSmith\r\n\r\nThe motion, metabolic, and force analysis system requested would benefit research, research training, and education in the Biomechanics Lab and Rocky Mountain Cancer Rehabilitation Institute (RMCRI) at the University of Northern Colorado (UNC). Understanding mechanisms associated with the structural characteristics of the prosthesis, the higher energetic costs of amputee locomotion, and common walking asymmetries in lower extremity amputees could impact prosthetic design and rehabilitation programs. Two new research projects involving lower extremity amputees would benefit from the acquisition of the requested equipment. One project would investigate the effect of increasing prosthesis mass on the mechanics and energetics of amputee locomotion. The second would focus on improving  models of the prosthetic ankle by creating a method for identifying the instant center of rotation of prosthetic ankles. Current research in the Biomechanics Lab has been limited to 2-D analyses, but with acquisition of the requested equipment, the proposed research would expand to 3-D analyses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Smith",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy D Smith",
   "pi_email_addr": "jeremy.smith@unco.edu",
   "nsf_id": "000560661",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Heise",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Gary D Heise",
   "pi_email_addr": "gary.heise@unco.edu",
   "nsf_id": "000560660",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carole",
   "pi_last_name": "Schneider",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Carole M Schneider",
   "pi_email_addr": "carole.schneider@unco.edu",
   "nsf_id": "000560820",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hydock",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Hydock",
   "pi_email_addr": "david.hydock@unco.edu",
   "nsf_id": "000563063",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Northern Colorado",
  "inst_street_address": "501 20TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREELEY",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "5053197355",
  "inst_zip_code": "806396900",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CO08",
  "org_lgl_bus_name": "UNIVERSITY OF NORTHERN COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "TYJEPW6N1W98"
 },
 "perf_inst": {
  "perf_inst_name": "University of Northern Colorado",
  "perf_str_addr": "501 20th Street",
  "perf_city_name": "Greeley",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "806396900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "CO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "003E",
   "pgm_ref_txt": "BIOMECHANICAL ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 243905.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The motion, metabolic, and force analysis system purchased with funds from this grant have benefitted research, research training, and education in the Biomechanics Lab at the University of Northern Colorado (UNC). &nbsp;</p>\n<p><strong><em>Intellectual Merit:</em></strong> A major research focus of our lab is to try to better understand mechanisms associated with biomechanical deficits and increased metabolic costs of locomotion in individuals with lower extremity structural limitations. Of particular interest are those individuals with lower extremity amputations, such as a below-knee amputation. In this group, it is common for asymmetries during walking and running to be observed, which has been suggested to contribute to higher risks of osteoarthritis in joints of the leg that were not amputated. In addition, an individual with a below-knee amputation will expend ~20-30% more energy when walking compared to individuals without amputation. The cause of lower extremity amputations range from acute injuries (for example, car accidents) to diseases (for example, diabetes) and it is often a goal to return the individual back to an active lifestyle following amputation. Research suggests that maintaining or increasing activity levels in this population following amputation is beneficial as it helps improve the health of the individual and fight any the underlying disease that may have contributed to the need for the amputation. Thus, a major goal of our research is to provide research data, to those with amputations, clinicians, and industry that facilitates improvements in prosthetic design, surgical techniques, and rehabilitation protocols that ultimately allows individuals to lead more active lifestyles.</p>\n<p>Several research projects that have begun in our lab as result of adding this major research instrumentation to our lab involve collaborations with clinicians (orthopedic surgeons, prosthetists, and physical therapists). One project involves a team approach to studying two different surgical techniques used for below-knee amputations and the effects these surgical techniques have on an individual&rsquo;s physical capabilities after surgery. Specifically, we are asking whether one surgical technique leads to a better outcome than the other technique. Results from this study will likely inform clinical decisions during the amputation surgery itself and during the rehabilitation process after amputation. With the team approach involving multiple clinicians from different disciplines, and based on initial findings from the current study, future research projects will include developing new rehabilitation programs for those who have amputation surgeries and studying individuals over a longer term (2-3 years) following initial amputation to better inform clinical decisions about potential advantages of specific surgical techniques for amputations. &nbsp;</p>\n<p>Another project in the lab focuses on the design of a new prosthetic socket that can provide feedback related to the fit and alignment of the prosthesis using sensor technology. A common issue that leads many to not use the prosthesis more regularly is the development of sores on the stump. This causes the person pain when using the prosthesis and the prosthesis is worn much less in an effort to allow the sores to heal. Our goal is to develop socket technology that will monitor the limb and provide data back to the clinician and user that indicates an elevated risk of developing a sore on the limb. By also incorporating technology that can assess the alignment of the socket throughout the day we also hope to eliminate another cause of sore development (misalignment). The innovation of this socket design is that the socket itself would be the monitoring system and would provide monitoring not only when the patient is interacting with the clinician, but also when the patient is at home or involved in other a...",
  "por_txt_cntn": "\nThe motion, metabolic, and force analysis system purchased with funds from this grant have benefitted research, research training, and education in the Biomechanics Lab at the University of Northern Colorado (UNC).  \n\nIntellectual Merit: A major research focus of our lab is to try to better understand mechanisms associated with biomechanical deficits and increased metabolic costs of locomotion in individuals with lower extremity structural limitations. Of particular interest are those individuals with lower extremity amputations, such as a below-knee amputation. In this group, it is common for asymmetries during walking and running to be observed, which has been suggested to contribute to higher risks of osteoarthritis in joints of the leg that were not amputated. In addition, an individual with a below-knee amputation will expend ~20-30% more energy when walking compared to individuals without amputation. The cause of lower extremity amputations range from acute injuries (for example, car accidents) to diseases (for example, diabetes) and it is often a goal to return the individual back to an active lifestyle following amputation. Research suggests that maintaining or increasing activity levels in this population following amputation is beneficial as it helps improve the health of the individual and fight any the underlying disease that may have contributed to the need for the amputation. Thus, a major goal of our research is to provide research data, to those with amputations, clinicians, and industry that facilitates improvements in prosthetic design, surgical techniques, and rehabilitation protocols that ultimately allows individuals to lead more active lifestyles.\n\nSeveral research projects that have begun in our lab as result of adding this major research instrumentation to our lab involve collaborations with clinicians (orthopedic surgeons, prosthetists, and physical therapists). One project involves a team approach to studying two different surgical techniques used for below-knee amputations and the effects these surgical techniques have on an individualÆs physical capabilities after surgery. Specifically, we are asking whether one surgical technique leads to a better outcome than the other technique. Results from this study will likely inform clinical decisions during the amputation surgery itself and during the rehabilitation process after amputation. With the team approach involving multiple clinicians from different disciplines, and based on initial findings from the current study, future research projects will include developing new rehabilitation programs for those who have amputation surgeries and studying individuals over a longer term (2-3 years) following initial amputation to better inform clinical decisions about potential advantages of specific surgical techniques for amputations.  \n\nAnother project in the lab focuses on the design of a new prosthetic socket that can provide feedback related to the fit and alignment of the prosthesis using sensor technology. A common issue that leads many to not use the prosthesis more regularly is the development of sores on the stump. This causes the person pain when using the prosthesis and the prosthesis is worn much less in an effort to allow the sores to heal. Our goal is to develop socket technology that will monitor the limb and provide data back to the clinician and user that indicates an elevated risk of developing a sore on the limb. By also incorporating technology that can assess the alignment of the socket throughout the day we also hope to eliminate another cause of sore development (misalignment). The innovation of this socket design is that the socket itself would be the monitoring system and would provide monitoring not only when the patient is interacting with the clinician, but also when the patient is at home or involved in other activities.  \n\nBroader Impacts:  This equipment has modernized existing research infrastructure at UNC and created a unique..."
 }
}