{
 "awd_id": "1126161",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: Positioning Field Stations and Marine Laboratories for Emerging Initiatives in Scientific Research and Training to be Held Oct. 5-7th, 2011 in Shepherdstown, WV",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 188550.0,
 "awd_amount": 188550.0,
 "awd_min_amd_letter_date": "2011-04-26",
 "awd_max_amd_letter_date": "2011-04-26",
 "awd_abstract_narration": "The Rocky Mountain Biological Laboratory is awarded a grant to support a workshop and planning activities to assess the value of field stations and marine laboratories in science and education, and position them strategically to meet emerging scientific trends. Under the guidance of a steering committee comprised of seven past, current, and future presidents of the Organization of Biological Field Stations and National Association of Marine Laboratories, the project team will prepare a series of reports to assist funders, managers, and users, in making decisions concerning investment in, and management of, field stations and marine laboratories. The goals will be accomplished through a dialogue among the stakeholders of field stations and marine laboratories about the future of these institutions. Specifically, the project will convene a workshop involving a diverse set of participants to explore the relationship between emerging scientific trends and field stations and marine laboratories. Second, a survey will be performed to evaluate the existing status of marine labs and field stations to better understand their capacity to serve evolving science and education needs. The results will be disseminated widely. Finally, a final report drawing from the results of the workshop and the survey will be prepared with the assistance of a professional science writer, to make recommendations concerning strategic investments in field stations and marine laboratories. With over 350 field stations and marine laboratories distributed among all 50 states managing a large amount of scientific equipment, research vessels, laboratories, living accommodations, and land, there is a huge existing investment in the field station and marine laboratory network. Because of the diversity, complexity, and enduring nature of field stations and marine laboratories, strategic planning is critical for ensuring that such institutions are well positioned to meet the dynamic and changing needs of scientists, students, and public they serve.\r\n\r\nMarine laboratories and field stations provide unique opportunities for students to receive scientific training, for the general public to learn more about science, and to foster communications between resource managers and scientists. Strategic planning will help ensure that field stations and marine laboratories are well positioned to integrate modern science into formal and informal educational activities, as well as to facilitate resource management.  Resource managers and educators will be included as participants in the workshop in order to strengthen the ties between research, education, and management. Information concerning the project will be available starting June 1, 2011 through http://obfs.org and http://naml.org.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Billick",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ian C Billick",
   "pi_email_addr": "ibillick@rmbl.org",
   "nsf_id": "000406797",
   "pi_start_date": "2011-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Sanders",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "James G Sanders",
   "pi_email_addr": "sandersj@uga.edu",
   "nsf_id": "000250735",
   "pi_start_date": "2011-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jo-ann",
   "pi_last_name": "Leong",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jo-ann C Leong",
   "pi_email_addr": "joannleo@hawaii.edu",
   "nsf_id": "000474494",
   "pi_start_date": "2011-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Kloeppel",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brian D Kloeppel",
   "pi_email_addr": "bkloeppel@wcu.edu",
   "nsf_id": "000339666",
   "pi_start_date": "2011-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ivar",
   "pi_last_name": "Babb",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ivar G Babb",
   "pi_email_addr": "babb@uconn.edu",
   "nsf_id": "000087034",
   "pi_start_date": "2011-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rocky Mountain Biological Laboratory",
  "inst_street_address": "8000 COUNTY ROAD 317",
  "inst_street_address_2": "",
  "inst_city_name": "CRESTED BUTTE",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9703497481",
  "inst_zip_code": "812249808",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CO03",
  "org_lgl_bus_name": "THE CORPORATION OF THE ROCKY MOUNTAIN BIOLOGICAL LABORATORY AT GOTHIC",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPDKFDPD3BL3"
 },
 "perf_inst": {
  "perf_inst_name": "Rocky Mountain Biological Laboratory",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "812240519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 188550.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported planning by, and for, the nation&rsquo;s field stations and marine laboratories (FSMLs).&nbsp; By offering access to research sites, facilities, access to previously gather information, and opportunities to work across disciplines, field stations and marine laboratories are critical research platforms for understanding biological processes in the field.&nbsp; They serve as focal points for the accumulation of intellectual capital, including the knowledge captured in scientific publications, databases, and people working through the FSMLs, which foster scientific progress in understanding a wide range of biological processes happening in the environment.&nbsp;</p>\n<p>High-level planning, which involves looking at where science is headed and the role that FSMLs will play in that science, is critical to maximizing the scientific value of these institutions on a cost effective basis.&nbsp; Collectively, these institutions represent billions of dollars of capital investment, much of it made by non-federal sources.&nbsp; While FSMLs are typically units within colleges and universities, individual facilities often serve scientists from multiple colleges and universities.&nbsp; As such, they serve as important national research infrastructure that facilitates the national research agenda, including encouraging research on national and continental scales.&nbsp; Because large capital projects involve multi-year planning and investment, such planning can greatly facilitate the ability of FSMLs to adapt to the changing needs of science and society.</p>\n<p>With funding from the National Science Foundation the Organization of Biological Field Stations (OBFS) and the National Association of Marine Laboratories (NAML) hosted a workshop of marine and terrestrial field biologists to explore where science is headed and how FSMLs can best support that science.&nbsp; Additionally, we conducted a survey of FSMLs to better understand the status of such facilities to identify critical needed improvements.&nbsp; We produced a workshop and survey report to document our main findings.&nbsp; Additionally, a steering committee consisting of representatives from both OBFS and NAML produced a final report, utilizing considerable input and feedback from the scientific and FSML communities, summarizing the major findings.</p>\n<p>Major recommendations for planning include having individual FSMLs consider how they complement the portfolio of national initiatives, including the Long-Term Ecological network, the National Ecological Observatory Network, and the Ocean Observing Initiative, with a particular focus on how they provide long-term data that extend before the creation of such initiatives.&nbsp;&nbsp; Furthermore, we recommend that FSMLs consider their role in diversifying scientific datastreams.&nbsp; While data streaming in from FSMLs are often patchy and not necessarily in standard form, they offer greater spatial distribution as well as diversify the types of data available to scientists interested in environmental processes.&nbsp;</p>\n<p>Another major finding was to encourage institutions to think broadly about how they can facilitate field research.&nbsp; &nbsp;Any institution that focuses on facilities that provide support sustained across time for multiple research groups working in geographically defined areas is acting as a FSML.&nbsp; This definition follows how science is often done, rather than limiting the definition to groups that self-identify as a FSML for sociological or historical reasons.&nbsp; Expanding the number of facilities that are explicitly managing themselves as FSMLs increases scientific opportunities.&nbsp;</p>\n<p>Scientifically, the report introduces the idea of experiments as infrastructure/assets.&nbsp; Given the scientific value of long-term studies and/or complex field installations, it may be that FSMLs might consider establishing field...",
  "por_txt_cntn": "\nThis grant supported planning by, and for, the nationÆs field stations and marine laboratories (FSMLs).  By offering access to research sites, facilities, access to previously gather information, and opportunities to work across disciplines, field stations and marine laboratories are critical research platforms for understanding biological processes in the field.  They serve as focal points for the accumulation of intellectual capital, including the knowledge captured in scientific publications, databases, and people working through the FSMLs, which foster scientific progress in understanding a wide range of biological processes happening in the environment. \n\nHigh-level planning, which involves looking at where science is headed and the role that FSMLs will play in that science, is critical to maximizing the scientific value of these institutions on a cost effective basis.  Collectively, these institutions represent billions of dollars of capital investment, much of it made by non-federal sources.  While FSMLs are typically units within colleges and universities, individual facilities often serve scientists from multiple colleges and universities.  As such, they serve as important national research infrastructure that facilitates the national research agenda, including encouraging research on national and continental scales.  Because large capital projects involve multi-year planning and investment, such planning can greatly facilitate the ability of FSMLs to adapt to the changing needs of science and society.\n\nWith funding from the National Science Foundation the Organization of Biological Field Stations (OBFS) and the National Association of Marine Laboratories (NAML) hosted a workshop of marine and terrestrial field biologists to explore where science is headed and how FSMLs can best support that science.  Additionally, we conducted a survey of FSMLs to better understand the status of such facilities to identify critical needed improvements.  We produced a workshop and survey report to document our main findings.  Additionally, a steering committee consisting of representatives from both OBFS and NAML produced a final report, utilizing considerable input and feedback from the scientific and FSML communities, summarizing the major findings.\n\nMajor recommendations for planning include having individual FSMLs consider how they complement the portfolio of national initiatives, including the Long-Term Ecological network, the National Ecological Observatory Network, and the Ocean Observing Initiative, with a particular focus on how they provide long-term data that extend before the creation of such initiatives.   Furthermore, we recommend that FSMLs consider their role in diversifying scientific datastreams.  While data streaming in from FSMLs are often patchy and not necessarily in standard form, they offer greater spatial distribution as well as diversify the types of data available to scientists interested in environmental processes. \n\nAnother major finding was to encourage institutions to think broadly about how they can facilitate field research.   Any institution that focuses on facilities that provide support sustained across time for multiple research groups working in geographically defined areas is acting as a FSML.  This definition follows how science is often done, rather than limiting the definition to groups that self-identify as a FSML for sociological or historical reasons.  Expanding the number of facilities that are explicitly managing themselves as FSMLs increases scientific opportunities. \n\nScientifically, the report introduces the idea of experiments as infrastructure/assets.  Given the scientific value of long-term studies and/or complex field installations, it may be that FSMLs might consider establishing field studies as infrastructure projects that are designed to serve a variety of scientists. \n\nFrom a more tactical perspective, the survey report offers information on the status of the physical facilit..."
 }
}