{
 "awd_id": "1126274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Do Juvenile Offenders in Adult Criminal Court Really Do \"Adult Time?\":  An Interjurisdictional Investigation of State Juvenile Transfer Laws & Sentencing Outcomes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Zatz",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 59579.0,
 "awd_amount": 59579.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2011-09-16",
 "awd_abstract_narration": "The get tough policies of the 1990s resulted in an unprecedented number of juveniles being transferred and sentenced in adult courts.  To date there has been a great deal of research devoted to describing the population of youth transferred to adult court; however, significantly less attention has been devoted to understanding the adult court outcomes of this population.  The current research is designed to further understanding in this area.  More specifically, this research constructs an inter-jurisdictional dataset comprised of administrative data from six states which maintain different definitions of adulthood for criminal justice processing.  These six states were selected to be representative of the pathways in which juveniles reach adult court in the United States.  Using this dataset, this research will test theories of adult court decision-making to predict how juvenile status may act as an aggravating or mitigating factor at sentencing.  The study is framed within the larger debate concerning the role of discretion in criminal justice outcomes, taking into consideration the various mechanisms of juvenile transfer and the discretion permitted to different system actors, including the juvenile court judge, the prosecutor, and the state legislature.  This research also addresses the relative importance of various legal, extra-legal, and contextual factors in the application of discretion in sentencing outcomes.  \r\n\r\nBecause all 50 states maintain mechanisms to process youth as adults, the results of this study will be of national interest.  The study also represents the first inter-jurisdictional analysis of this issue, and will therefore demonstrate greater generalizability than any available research in the field.  Moreover, as the research encompasses all major pathways through which juveniles reach adult courts, this study will be the first to allow for a direct comparison of the mechanisms associated with juvenile adjudication in this context.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Kurlychek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Megan Kurlychek",
   "pi_email_addr": "mkurlychek@albany.edu",
   "nsf_id": "000556686",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 59579.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p style=\"text-indent: 0.5in;\">One of the most profound developments in the recent evolution of<br />juvenile justice has been the expansion of the legal mechanisms to allow for<br />the prosecution of youth under the age of 18 in the nation&rsquo;s criminal courts.&nbsp; In the wake of rising juvenile violence in the 1980&rsquo;s and 1990&rsquo;s, virtually every state passed legislation to &ldquo;get tough&rdquo; on juvenile crime that &nbsp;included<br />expansion of the transfer and/or filing mechanisms to treat juveniles as<br />adults.&nbsp; Although the past two decades have witnessed unprecedented numbers of juveniles being sentenced in adult courts, relatively little research focuses on this population.&nbsp; A number of important studies describe the demographic characteristics of transferred youths or compare outcomes for transferred and non-transferred youths, however, there is little information on the adult court sentencing outcomes of youths once in adult courts and the research that does exists provides mixed results that lead to more questions than answers.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The current study was designed to expand knowledge in this important area by conducting the first inter-jurisdictional examination of the impact of state transfer policies on adult court outcomes of youth.&nbsp; This study began by compiling a 6-state sample, (Florida, Maryland, New York, North Carolina, Pennsylvania, and South Carolina)<a style=\"mso-footnote-id: ftn1;\" href=\"#_ftn1\">[1]</a>, to be representative of the various mechanisms used to prosecute juveniles as adults.&nbsp; Data was collected for the sentencing years of 2004 through 2006 and specific analytical model were designed to represent the unique features of each state&rsquo;s sentencing policy.&nbsp; The final analysis addressed the following research questions.&nbsp;</p>\n<p>&nbsp;</p>\n<p><em style=\"mso-bidi-font-style: normal;\">Research Question 1:</em></p>\n<p><em style=\"mso-bidi-font-style: normal;\">Does a state&rsquo;s definition of the age of adulthood influence the sentencing outcomes of 16- and 17-year- olds processed in adult court?</em></p>\n<p>&nbsp;</p>\n<p style=\"text-indent: 0.5in;\">While most states maintain 18 as the age of adulthood for criminal justice processing, several states have lower age limits.&nbsp; In these states, 17- and/or 16-year-olds are automatically processed as adults.&nbsp; This research compares the sentencing outcomes of juveniles across states with different definitions of &ldquo;adulthood to disentangle the impact of age, juvenile status and transfer mechanism on later sentencing outcomes.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This analysis found that in those states defining 18 as &ldquo;adulthood&rdquo; but allowing for certain youths to be transferred to adult court, the transferred youths face significantly more severe sentencing outcomes than matched samples of 18 and 19-year-old offenders.&nbsp;&nbsp;For example, in Pennsylvania,&nbsp;the analysis revealed that 16 and 17-year-olds received sentences that were about 24% more severe than the matched adult counterparts.&nbsp; Similarly in Maryland juveniles received sentences that were on average 40% more severe and in Florida juveniles received sentences that were on average over two times more severe than their matched adult counterparts.</p>\n<p><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the contrary in both New York and North Carolina where 16 and 17-year-olds are automatically defined as adults, these youths received sentences that were about the same as, (North Carolina), or less severe than, (New York), their adult counterparts.&nbsp; For example, in New York the analysis<br />revealed that the 16 and 17-year-old youths received sentences that were about 71% less severe ...",
  "por_txt_cntn": "\n \nOne of the most profound developments in the recent evolution of\njuvenile justice has been the expansion of the legal mechanisms to allow for\nthe prosecution of youth under the age of 18 in the nationÆs criminal courts.  In the wake of rising juvenile violence in the 1980Æs and 1990Æs, virtually every state passed legislation to \"get tough\" on juvenile crime that  included\nexpansion of the transfer and/or filing mechanisms to treat juveniles as\nadults.  Although the past two decades have witnessed unprecedented numbers of juveniles being sentenced in adult courts, relatively little research focuses on this population.  A number of important studies describe the demographic characteristics of transferred youths or compare outcomes for transferred and non-transferred youths, however, there is little information on the adult court sentencing outcomes of youths once in adult courts and the research that does exists provides mixed results that lead to more questions than answers. \n\n             The current study was designed to expand knowledge in this important area by conducting the first inter-jurisdictional examination of the impact of state transfer policies on adult court outcomes of youth.  This study began by compiling a 6-state sample, (Florida, Maryland, New York, North Carolina, Pennsylvania, and South Carolina)[1], to be representative of the various mechanisms used to prosecute juveniles as adults.  Data was collected for the sentencing years of 2004 through 2006 and specific analytical model were designed to represent the unique features of each stateÆs sentencing policy.  The final analysis addressed the following research questions. \n\n \n\nResearch Question 1:\n\nDoes a stateÆs definition of the age of adulthood influence the sentencing outcomes of 16- and 17-year- olds processed in adult court?\n\n \nWhile most states maintain 18 as the age of adulthood for criminal justice processing, several states have lower age limits.  In these states, 17- and/or 16-year-olds are automatically processed as adults.  This research compares the sentencing outcomes of juveniles across states with different definitions of \"adulthood to disentangle the impact of age, juvenile status and transfer mechanism on later sentencing outcomes. \n\n            This analysis found that in those states defining 18 as \"adulthood\" but allowing for certain youths to be transferred to adult court, the transferred youths face significantly more severe sentencing outcomes than matched samples of 18 and 19-year-old offenders.  For example, in Pennsylvania, the analysis revealed that 16 and 17-year-olds received sentences that were about 24% more severe than the matched adult counterparts.  Similarly in Maryland juveniles received sentences that were on average 40% more severe and in Florida juveniles received sentences that were on average over two times more severe than their matched adult counterparts.\n\n\n           On the contrary in both New York and North Carolina where 16 and 17-year-olds are automatically defined as adults, these youths received sentences that were about the same as, (North Carolina), or less severe than, (New York), their adult counterparts.  For example, in New York the analysis\nrevealed that the 16 and 17-year-old youths received sentences that were about 71% less severe than 18 and 19-year olds. \n\nResearch Question 2: \n\nWithin states that maintain more than one mode of transfer, does the pathway to adult court further conditions the sentencing outcomes \n\n            This research question addresses differences within a state based on transfer policies that provide for more than one pathway to adult court.  These various mechanisms intrinsically place the discretion to transfer in different entities: either the juvenile court judge, (judicial waiver), the prosecutor, (direct file), or the state legislature, (statutory exclusion).  This study found that in the three states that transfer youth to adult court, the mode of transfer doe..."
 }
}