{
 "awd_id": "1126516",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an automated sequencer for research, training and education at Tulane University and partner institutions",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 130987.0,
 "awd_amount": 130987.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "This Major Research Instrumentation award funds the acquisition of a high-throughput capillary sequencer and related instrumentation to enhance research and educational programs at Tulane University and partner institutions in the greater New Orleans metropolitan area. The instrumentation will build on university and departmental strategic investments and major realignments in support of environmental research and educational initiatives. By providing cost effective high-throughput capacity for acquisition and analysis of locus-specific, multi-individual DNA sequence data and multilocus genotype data, the instrumentation will greatly expand shared-use genomics infrastructure available to university faculty, staff and students. The instrumentation will therefore meet steadily growing demands from expanding research and training programs emphasizing use of molecular techniques to address questions in ecology, evolutionary biology, and related environmental science disciplines.\r\n\r\nAcquisition of a high-throughput DNA sequencer and supporting instrumentation will serve competitively funded research programs at Tulane University and partner HBCU institutions (Xavier University, Dillard University, Southern University at New Orleans) and institutions serving large minority populations (University of New Orleans). The instrumentation to be acquired includes an ABI3730xl DNA Analyzer with a computer control system and a Franek FT1-B3730X-DA uninterruptible power supply. This instrumentation will support a rapidly expanding user community, including core users undertaking studies on topics such as molecular phylogenetics of freshwater fish and Neotropical birds, the evolutionary ecology of plant-animal interactions, speciation genetics, microbial remediation of contaminants, and the development of genetic methods for environmental assessment.\r\n\r\nReady access to high-throughput capacity will accelerate the pace and scale of research and training at Tulane and partner institutions, which will immediately increase the number of faculty and investigators able to pursue leading-edge research. By helping bridge disciplinary research programs, particularly those in the biomedical and environmental sciences, it will support university-wide and cross-university initiatives to establish national research centers in New Orleans. Expanded capacity also will broaden opportunities for classroom and mentored research training in STEM fields, including NSF-funded programs intended to advance participation of underrepresented groups in environmental biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Blum",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Blum",
   "pi_email_addr": "mblum@utk.edu",
   "nsf_id": "000562537",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Bart",
   "pi_mid_init": "L",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Henry L Bart",
   "pi_email_addr": "hbartjr@tulane.edu",
   "nsf_id": "000358626",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Karubian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan Karubian",
   "pi_email_addr": "jk@tulane.edu",
   "nsf_id": "000464417",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Corinne",
   "pi_last_name": "Richards-Zawacki",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Corinne L Richards-Zawacki",
   "pi_email_addr": "cori.zawacki@pitt.edu",
   "nsf_id": "000329157",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Derryberry",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth P Derryberry",
   "pi_email_addr": "ederry1@lsu.edu",
   "nsf_id": "000583909",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "400 Lindy Boggs Building",
  "perf_city_name": "New Orleans",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 130987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project installed an ABI 3730xl DNA Analyzer in a shared molecular laboratory facility at Tulane University, and in so doing brought readily accessible high-throughput DNA sequencing technology to the New Orleans metropolitan area, and increased DNA-based research, teaching and training opportunities to the New Orleans research community.&nbsp; The DNA Analyzer allows researchers and students to sequence the DNA of any organism.&nbsp; The sequences can be used to study relationships of organisms and to explore patterns of DNA mutation and evolution.&nbsp; The project has supported the development of collaborations with faculty in other departments at Tulane, such as the Department of Chemical and Biomolecular Engineering, the School of Medicine and the School of Tropical Medicine and Public Health. &nbsp;It has also let to new collaborations with faculty at partner institutions in New Orleans, including Dillard University, Loyola University, and the University of New Orleans and Xavier University of Louisiana. The project has also enabled the development of collaborations with the city of New Orleans, including new projects involving the city's Mosquito, Termite, and Rodent Control Board.&nbsp; During the funding period, the instrument supported more than 28 distinct research projects carried out by investigators, postdocs and students of eight research groups.&nbsp; Nearly 50 peer-reviewed publications and reports, as well as a number of doctoral dissertations, Master&rsquo;s and capstone theses result from use of the instrument during the fund period. &nbsp;&nbsp;In addition to facilitating their research, a number of Tulane students and technicians received training in how to operate the instrument.&nbsp; By supporting academic research and related enterprises at Tulane and its partner institutions, the project is furthering the economic recovery of post-Katrina New Orleans. &nbsp;The project is also promoting the health and well-being of New Orleans residents by supporting research efforts that are advancing understanding of pathogen exposure risk across the city.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/15/2015<br>\n\t\t\t\t\tModified by: Henry&nbsp;L&nbsp;Bart</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project installed an ABI 3730xl DNA Analyzer in a shared molecular laboratory facility at Tulane University, and in so doing brought readily accessible high-throughput DNA sequencing technology to the New Orleans metropolitan area, and increased DNA-based research, teaching and training opportunities to the New Orleans research community.  The DNA Analyzer allows researchers and students to sequence the DNA of any organism.  The sequences can be used to study relationships of organisms and to explore patterns of DNA mutation and evolution.  The project has supported the development of collaborations with faculty in other departments at Tulane, such as the Department of Chemical and Biomolecular Engineering, the School of Medicine and the School of Tropical Medicine and Public Health.  It has also let to new collaborations with faculty at partner institutions in New Orleans, including Dillard University, Loyola University, and the University of New Orleans and Xavier University of Louisiana. The project has also enabled the development of collaborations with the city of New Orleans, including new projects involving the city's Mosquito, Termite, and Rodent Control Board.  During the funding period, the instrument supported more than 28 distinct research projects carried out by investigators, postdocs and students of eight research groups.  Nearly 50 peer-reviewed publications and reports, as well as a number of doctoral dissertations, MasterÆs and capstone theses result from use of the instrument during the fund period.   In addition to facilitating their research, a number of Tulane students and technicians received training in how to operate the instrument.  By supporting academic research and related enterprises at Tulane and its partner institutions, the project is furthering the economic recovery of post-Katrina New Orleans.  The project is also promoting the health and well-being of New Orleans residents by supporting research efforts that are advancing understanding of pathogen exposure risk across the city.\n\n\t\t\t\t\tLast Modified: 04/15/2015\n\n\t\t\t\t\tSubmitted by: Henry L Bart"
 }
}