{
 "awd_id": "1126750",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of New Fluorescence/DIC Microscope with Computing Station for Research and Student Training",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 161483.0,
 "awd_amount": 161483.0,
 "awd_min_amd_letter_date": "2011-08-23",
 "awd_max_amd_letter_date": "2011-08-23",
 "awd_abstract_narration": "Central Washington University (CWU) is a Baccalaureate and Masters Granting Institution located in a rural agricultural region about 110 miles east of Seattle on the other side of the Cascade Mountains.  CWU has a student population of about 9,000 students with about 20% minority enrollment. The five investigators from the departments of Biology and Chemistry are requesting acquisition of instrumentation to enhance their existing microscopy facility. This acquisition will greatly enhance the teaching, training and research infrastructure at CWU. \r\n  \r\nThe specific instrument is a new Leica DM5500 compound microscope system with fluorescence and differential interference contrast (DIC) capabilities.  The proposal includes a vibration isolation table and a computational workstation that are necessary for utilizing the full capabilities of the microscope.  To facilitate fluorescence visualization in multiple colors the microscope will be equipped with fluorescence-compatible objective lenses; a broad-spectrum (ultraviolet through infrared), high intensity light source; and multiple filters that allow specific wavelengths to be used for different experiments.  Fluorescence microscopy will be used by nearly all the investigators to analyze fluorescently labeled cell organelles such as nuclei, mitochondria and axons.  It will also be used to characterize multiple genes and proteins that are present in the cells of organisms ranging from extremophile bacteria to microscopic worms to developing chick and adult mouse brains.  The DIC capability will allow investigators to visualize (and ultimately measure sizes of) structures within a tissue or within cells that have not been treated with a fluorescent or histological stain.  This optical capability is necessary for investigators who study the growth of diverse fungi and those who need to visualize unstained cells and tissue in the worm and chick brain.  Similar to the fluorescence capabilities, these DIC optics require highly specialized objective lenses, filters and prisms in the light path of the microscope.  \r\nIn order to document results of experiments, digital cameras and a computer are necessary.  Because some investigators will photograph with brightfield (normal white) light and others will photograph fluorescent images, two different cameras are required.  Each is specialized for high image quality and accurate, quantitative representation of the brightfield or fluorescent specimen.  Additionally, intense computational power is required for many of the analyses that will be performed on the images obtained.  The requested computer has storage space for the many large images that will be collected, and it will be equipped with state-of-the-art software for performing the following functions:  Deconvolution is a technique to analyze multiple focal planes of a specimen to digitally subtract unfocussed material in order to highly clarify the final image.  Quantitation of fluorescence intensity will allow automated counting and measurement of sizes of labeled structures such as bacteria, axons, and mitochondria;  it will also allow comparison of biochemical and DNA differences among experimental groups.  Computerized control of the microscope stage allows stage movements to be calibrated and quantitated in order to measure the size of a three-dimensional specimen that cannot be visualized completely in one image.\r\n\r\nThe investigators involved in this proposal are studying areas of Biology that are as diverse as cell and developmental neuroscience, systematics and biology of fungi and fungus-like protists, microbial ecology of extreme environments and mitochondrial mechanisms of protection from oxidative stress.  Each of these areas requires the scientists to be able to correlate molecular and biochemical changes with changes in cell structure and behavior.  The most advanced microscopy instrumentation is required to analyze and document cellular and subcellular processes, such as changes in neuronal connections during development and behavioral adaptation, morphological differences among known and newly characterized fungi and protists, viral interactions with extreme microbes, and alterations to mitochondria in response to stress.  Acquisition of this instrument will enable the investigators to establish and extend their research in these areas and to continue to train undergraduate and graduate students in their laboratories.  Indeed, the Biology and Chemistry departments at CWU are able to incorporate many undergraduate students in the ongoing research.  Undergraduates find it relatively easy to get involved with at least one research professor and typically disseminate this research through presentations and publication.  Furthermore, the faculty are committed to incorporating inquiry-based  teaching and technical training of students in laboratory classes.  The acquisition of this instrumentation will allow even more undergraduates and masters-level graduate students to have access to state-of-the-art research microscopes as they train to become future scientists.  CWU has established and provided support for several programs such as the Science Honors Program for undergraduate research and competitive funds for research and travel.  CWU also has externally funded programs such as the NSF-funded Science Talent Expansion Program and Department of Education's McNair Scholars Program, both of which include efforts to increase recruitment and retention of underrepresented groups in science. CWU is implementing interdisciplinary watershed research into local middle and high schools through the NSF-supported GK12 Grant, Yakima WATERS, which places graduate fellows into schools to incorporate inquiry-based education into the curriculum.  The investigators on this proposal are actively involved in these programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Selski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Selski",
   "pi_email_addr": "selskid@cwu.edu",
   "nsf_id": "000536347",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Johnson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Johnson",
   "pi_email_addr": "jjohnson@cwu.edu",
   "nsf_id": "000297952",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carin",
   "pi_last_name": "Thomas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carin Thomas",
   "pi_email_addr": "cthomas@cwu.edu",
   "nsf_id": "000441290",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Pinkart",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Holly C Pinkart",
   "pi_email_addr": "pinkarth@cwu.edu",
   "nsf_id": "000117990",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lucinda",
   "pi_last_name": "Carnell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lucinda Carnell",
   "pi_email_addr": "carnelll@cwu.edu",
   "nsf_id": "000497493",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Central Washington University",
  "inst_street_address": "400 E UNIVERSITY WAY",
  "inst_street_address_2": "",
  "inst_city_name": "ELLENSBURG",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5099632118",
  "inst_zip_code": "989267500",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "WA08",
  "org_lgl_bus_name": "CENTRAL WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SESUYWJGE3Y3"
 },
 "perf_inst": {
  "perf_inst_name": "Central Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "989267510",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "WA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 161483.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Central Washington University (CWU) is a Baccalaureate and Master&rsquo;s Granting Institution located in a rural agricultural region 110 miles from Seattle on the east side of the Cascade Mountains.&nbsp; CWU has a student population of more than 10,000 with approximately 20% minority enrollment. Five investigators from the departments of Biology and Chemistry requested acquisition of instrumentation to enhance their existing microscopy facility to enhance the teaching, training and research infrastructure at CWU.&nbsp;&nbsp;</p>\n<p>The intellectual merit of the proposal lies in the important questions being studied in the areas of cell and developmental neuroscience, systematics and biology of fungi and fungus-like protists, microbial ecology, and mitochondrial mechanisms of protection from oxidative stress. Each of these areas requires scientists to be able to correlate molecular and biochemical changes with changes in cell structure and behavior. The most advanced microscopy instrumentation is required and utilized to analyze and document cellular and subcellular processes, such as changes in neuronal connections during development, morphological differences among known and newly characterized fungi and protists, role of and alterations to mitochondria and neurons in response to stress.&nbsp; Acquisition of this instrument has enabled five investigators to establish and extend their research in these areas and to train undergraduate and graduate students in their laboratories.&nbsp;</p>\n<p>In the area of developmental neuroscience researchers examined the mechanisms by which retinal neurons from the eye connect to the cortex of the brain.&nbsp; Extracellular signals that direct axon outgrowth from the retina and formation of successful synapses in the brain have been extensively studied, but less is known about the intracellular mechanisms directing such growth. Investigators explored the role of the phosphatase Calcineurin (CaN) in chick neuro-development. These studies suggested an important role for CaN in neuron connection formation between the eye and the brain.</p>\n<p>It has been shown that an increased ratio of the bacteria belonging to the groups <em>Firmicutes:Bacteroidetes</em> and an overall decrease in microbial diversity leads to an obesity associated gut microbiome.&nbsp; Investigators determined two of the most popular sugar substitutes on the market, sucralose and aspartame, when ingested at levels below the US Food and Drug Administration's acceptable daily intake can cause an increase in the <em>Firmicutes:Bacteroidetes</em> ratio and alter the overall diversity of the gut microbiota of mice. This research suggests a role for sugar substitutes in altering gut microbiota that may contribute to obesity.</p>\n<p>Mitochondria are cell organelles responsible for metabolism and disruption of their function has been implicated in the pathology associated with increased fat accumulation and in the development of insulin resistance in type-2 diabetes. The model organism, the nematode <em>C. elegans</em>, was used to test effects of saturated and unsaturated fatty acid diets on mitochondrial function. &nbsp;To measure mitochondrial oxidative stress, hydrogen peroxide and lipid peroxidation were measured and were found to be unchanged. In addition, two stress proteins HSP-6 and HSP-60 were examined to determine if other types of damage to the mitochondria occurred. HSP-6 protein levels were elevated in worm fed high saturated fat diet. These results indicate that saturated fat induced changes in mitochondria without causing mitochondrial dysfunction and that proteins such as HSP-6 may play a role in protecting against mitochondrial dysfunction in response to high fat diets.</p>\n<p>Water molds are fungus-like protists that have been linked to widespread mortality in amphibians and fish and may interact with other factors to contribute to amphibian declines...",
  "por_txt_cntn": "\nCentral Washington University (CWU) is a Baccalaureate and MasterÆs Granting Institution located in a rural agricultural region 110 miles from Seattle on the east side of the Cascade Mountains.  CWU has a student population of more than 10,000 with approximately 20% minority enrollment. Five investigators from the departments of Biology and Chemistry requested acquisition of instrumentation to enhance their existing microscopy facility to enhance the teaching, training and research infrastructure at CWU.  \n\nThe intellectual merit of the proposal lies in the important questions being studied in the areas of cell and developmental neuroscience, systematics and biology of fungi and fungus-like protists, microbial ecology, and mitochondrial mechanisms of protection from oxidative stress. Each of these areas requires scientists to be able to correlate molecular and biochemical changes with changes in cell structure and behavior. The most advanced microscopy instrumentation is required and utilized to analyze and document cellular and subcellular processes, such as changes in neuronal connections during development, morphological differences among known and newly characterized fungi and protists, role of and alterations to mitochondria and neurons in response to stress.  Acquisition of this instrument has enabled five investigators to establish and extend their research in these areas and to train undergraduate and graduate students in their laboratories. \n\nIn the area of developmental neuroscience researchers examined the mechanisms by which retinal neurons from the eye connect to the cortex of the brain.  Extracellular signals that direct axon outgrowth from the retina and formation of successful synapses in the brain have been extensively studied, but less is known about the intracellular mechanisms directing such growth. Investigators explored the role of the phosphatase Calcineurin (CaN) in chick neuro-development. These studies suggested an important role for CaN in neuron connection formation between the eye and the brain.\n\nIt has been shown that an increased ratio of the bacteria belonging to the groups Firmicutes:Bacteroidetes and an overall decrease in microbial diversity leads to an obesity associated gut microbiome.  Investigators determined two of the most popular sugar substitutes on the market, sucralose and aspartame, when ingested at levels below the US Food and Drug Administration's acceptable daily intake can cause an increase in the Firmicutes:Bacteroidetes ratio and alter the overall diversity of the gut microbiota of mice. This research suggests a role for sugar substitutes in altering gut microbiota that may contribute to obesity.\n\nMitochondria are cell organelles responsible for metabolism and disruption of their function has been implicated in the pathology associated with increased fat accumulation and in the development of insulin resistance in type-2 diabetes. The model organism, the nematode C. elegans, was used to test effects of saturated and unsaturated fatty acid diets on mitochondrial function.  To measure mitochondrial oxidative stress, hydrogen peroxide and lipid peroxidation were measured and were found to be unchanged. In addition, two stress proteins HSP-6 and HSP-60 were examined to determine if other types of damage to the mitochondria occurred. HSP-6 protein levels were elevated in worm fed high saturated fat diet. These results indicate that saturated fat induced changes in mitochondria without causing mitochondrial dysfunction and that proteins such as HSP-6 may play a role in protecting against mitochondrial dysfunction in response to high fat diets.\n\nWater molds are fungus-like protists that have been linked to widespread mortality in amphibians and fish and may interact with other factors to contribute to amphibian declines. We have identified a number of species of water molds associated with different amphibian embryos. We have also developed an extensive library of strains including..."
 }
}