{
 "awd_id": "1126123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-Acquisition: Puerto Rico Atmospheric Major Research Laser Instrumentation Program (PR-LASER)",
 "cfda_num": "47.050",
 "org_code": "06020204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Meriwether",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 658049.0,
 "awd_amount": 658049.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "The investigators will acquire a state-of-the-art laser transmitter for the potassium Doppler resonance lidar at the Arecibo Observatory. This will replace the current transmitter, which is almost 15 years old and is difficult to maintain.  The purpose of the upgrade is to 1) enhance upper-mesospheric research activities using new laser technology at Arecibo, 2) improve data quality, system reliability, and increased access to and training in the use of modern research instrumentation by scientists, engineers, and graduate and undergraduate students, and 3) implement a research training program in science, technology, engineering and mathematics (STEM) fields in optics with an emphasis on atmospheric remote sensing for students from pre-college through graduate school and science teachers from Puerto Rico at Universidad Metropolitana's Puerto Rico Optical Sciences Institute (PROptScI).  The improved performance of the lidar will enhance the accuracy and precision of its measurements of potassium density and temperature and ultimately enable the measurement of winds in the mesosphere and lower thermosphere (MLT).  When coupled with the ionospheric radar, the improved lidar will lead to around-the-clock measurements of MLT temperatures and winds, and daytime atmospheric air densities.  The acquisition will create new synergy between the Arecibo Observatory and a majority-Hispanic university.  Undergraduates from UMET will have the opportunity to participate in and learn the details of middle atmosphere research using state-of-the-art electro-optic technologies.  These students will become leaders in their chosen careers because of the unique opportunities presented by this partnership.  UMET will partner with the CRRL/CTC to develop lidar technologies and train undergraduate and graduate students who will be the next generation of lidar scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Arratia",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Juan F Arratia",
   "pi_email_addr": "juan.arratia@gmail.com",
   "nsf_id": "000670776",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Friedman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan S Friedman",
   "pi_email_addr": "jfriedma@nsf.gov",
   "nsf_id": "000587566",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Universidad Metropolitana",
  "inst_street_address": "CARR 176 KM 0.3",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JUAN",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7877510178",
  "inst_zip_code": "00928",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "SISTEMA UNIVERSITARIO ANA G. MENDEZ, INCORPORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "TY2VJSDKCZ94"
 },
 "perf_inst": {
  "perf_inst_name": "Arecibo Observatory",
  "perf_str_addr": "HC03 Box 53995",
  "perf_city_name": "Arecibo",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006123995",
  "perf_ctry_code": "RQ",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PR",
  "perf_ctry_name": "Puerto Rico",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "4202",
   "pgm_ref_txt": "UPPER ATMOSPHERIC FACILITIES"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 658049.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>LIDAR (Light Detection and Ranging) is a technique employed in many fields of science, surveying, and technology where remote sensing that can be performed using illumination and detection is viable. At the Arecibo Observatory, LIDAR is employed to study the very top of the atmosphere, the mesosphere and lower thermosphere (MLT) region at a distance of 80-105 km (about 50-65 miles), where metal atoms deposited by meteors form a layer. The metal vapor is easily detected through the process of laser fluorescence (also used in astronomy to create artificial &ldquo;guide stars&rdquo; to fine-tune telescopes). The fluorescence contains information such as wind and temperature.</p>\n<p>The PR-LASER project (NSF Grant number 1126123) was approved by the NSF to enhance the scientific capabilities of the Arecibo Observatory to study the MLT. This region of the atmosphere is most widely recognized for its effects on meteors and spacecraft returning to the Earth&rsquo;s surface, where they heat due to friction with the atmosphere. It is why shuttles and modules returning astronauts to Earth have protective ceramic tiles coating their undersides. The MLT is of great research interest because of the fact that it is essentially the outer edge of the Earth&rsquo;s atmosphere and because, like the surface of the ocean, it is a dynamic region of breaking waves and turbulence.</p>\n<p>In the MLT, the atmosphere mixes with the ionosphere, which in turn extends up into space. In this mixing region, very interesting chemistry and turbulence occur. The presence of both ions and neutral atoms means that both radars and LIDARs can study this region. The co-location of the LIDAR with the world&rsquo;s most powerful ionospheric radar is a powerful combination for research in the MLT.</p>\n<p>Through this award, the Universidad Metropolitana (UMET) joined with the Arecibo Observatory and University of Colorado to specify, install, integrate, and finally operate the substantially upgraded LIDAR. The project was funded in August 2011, and the laser order was placed at the end of 2012. The laser was carefully specified in close consultation with the Arecibo Observatory, the University of Colorado&rsquo;s NSF-funded (AGS-CEDAR) CEDAR Consortium of Resonance and Rayleigh LIDARs Technology Center (CRRL-CTC), and the manufacturer, Light Age, Inc. Establishing the optimum design elements and system configuration was critical to the system performance for acquiring the highest-quality data.</p>\n<p>The laser was installed by the manufacturer at Arecibo in August 2013 and met the determined specifications. Following the installation, the system was integrated into the Arecibo LIDAR over the course of a year, culminating in the first observations in August 2014, with considerable support from the CRRL-CTC, led by Dr. Xinzhao Chu and two graduate students.</p>\n<p>In September 2014, we conducted the first temperature measurements with the new system. We employed these data to compare the LIDAR performance before and after the upgrade. We found an improvement of almost 10x. SRI International, the administrator of the Arecibo Observatory, has hired a scientist who will lead the new observations with the upgraded LIDAR. UMET has also hired a visiting faculty member who will participate in the operations, fine-tuning, and future planning. Four undergraduate students from Puerto Rican universities, three female and one male, have participated in this work, along with two graduate students and two laboratory technicians.</p>\n<p>The Scientific Merit of the new laser system is vastly improved measurement capabilities in the mesosphere and lower thermosphere, improved measurements of very weak layers in the thermosphere, and collaborative science with Arecibo radar observations of thermospheric ions.</p>\n<p>The Broader Impacts of this project include the involvement of Puerto Rican students in LIDAR observing at Arec...",
  "por_txt_cntn": "\nLIDAR (Light Detection and Ranging) is a technique employed in many fields of science, surveying, and technology where remote sensing that can be performed using illumination and detection is viable. At the Arecibo Observatory, LIDAR is employed to study the very top of the atmosphere, the mesosphere and lower thermosphere (MLT) region at a distance of 80-105 km (about 50-65 miles), where metal atoms deposited by meteors form a layer. The metal vapor is easily detected through the process of laser fluorescence (also used in astronomy to create artificial \"guide stars\" to fine-tune telescopes). The fluorescence contains information such as wind and temperature.\n\nThe PR-LASER project (NSF Grant number 1126123) was approved by the NSF to enhance the scientific capabilities of the Arecibo Observatory to study the MLT. This region of the atmosphere is most widely recognized for its effects on meteors and spacecraft returning to the EarthÆs surface, where they heat due to friction with the atmosphere. It is why shuttles and modules returning astronauts to Earth have protective ceramic tiles coating their undersides. The MLT is of great research interest because of the fact that it is essentially the outer edge of the EarthÆs atmosphere and because, like the surface of the ocean, it is a dynamic region of breaking waves and turbulence.\n\nIn the MLT, the atmosphere mixes with the ionosphere, which in turn extends up into space. In this mixing region, very interesting chemistry and turbulence occur. The presence of both ions and neutral atoms means that both radars and LIDARs can study this region. The co-location of the LIDAR with the worldÆs most powerful ionospheric radar is a powerful combination for research in the MLT.\n\nThrough this award, the Universidad Metropolitana (UMET) joined with the Arecibo Observatory and University of Colorado to specify, install, integrate, and finally operate the substantially upgraded LIDAR. The project was funded in August 2011, and the laser order was placed at the end of 2012. The laser was carefully specified in close consultation with the Arecibo Observatory, the University of ColoradoÆs NSF-funded (AGS-CEDAR) CEDAR Consortium of Resonance and Rayleigh LIDARs Technology Center (CRRL-CTC), and the manufacturer, Light Age, Inc. Establishing the optimum design elements and system configuration was critical to the system performance for acquiring the highest-quality data.\n\nThe laser was installed by the manufacturer at Arecibo in August 2013 and met the determined specifications. Following the installation, the system was integrated into the Arecibo LIDAR over the course of a year, culminating in the first observations in August 2014, with considerable support from the CRRL-CTC, led by Dr. Xinzhao Chu and two graduate students.\n\nIn September 2014, we conducted the first temperature measurements with the new system. We employed these data to compare the LIDAR performance before and after the upgrade. We found an improvement of almost 10x. SRI International, the administrator of the Arecibo Observatory, has hired a scientist who will lead the new observations with the upgraded LIDAR. UMET has also hired a visiting faculty member who will participate in the operations, fine-tuning, and future planning. Four undergraduate students from Puerto Rican universities, three female and one male, have participated in this work, along with two graduate students and two laboratory technicians.\n\nThe Scientific Merit of the new laser system is vastly improved measurement capabilities in the mesosphere and lower thermosphere, improved measurements of very weak layers in the thermosphere, and collaborative science with Arecibo radar observations of thermospheric ions.\n\nThe Broader Impacts of this project include the involvement of Puerto Rican students in LIDAR observing at Arecibo, the attraction of new scientists to the Observatory and both through SRI International and UMET.\n\n\t\t\t\t\tLast Modified: 11/18/2015\n\n\t\t\t\t\t..."
 }
}