{
 "awd_id": "1126279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of an Electron State Depletion Microscope at the University of Louisville",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922665",
 "po_email": "lspinu@nsf.gov",
 "po_sign_block_name": "Leonard Spinu",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 469996.0,
 "awd_amount": 469996.0,
 "awd_min_amd_letter_date": "2011-08-06",
 "awd_max_amd_letter_date": "2011-08-06",
 "awd_abstract_narration": "Technical Abstract\r\n\r\nThe goal of this proposal is to develop a far-field opto-electronic microscope capable of imaging defect densities, dopants, compositional variations, and material properties with sub-diffraction limited resolution and in three dimensions.  Far-field sub-diffraction limited imaging has been demonstrated using stimulated emission depletion (STED) in which two overlapping laser beams are used to simultaneously excite and deplete the fluorescence of nanometer scale particles. A regularly shaped excitation beam is super-imposed on a donut shaped bleaching beam so that the fluorescence is confined to the donut zero, with all particles on the periphery being depleted. This produces an order of magnitude improvement in resolution. Up to now, the STED technique has only been applied for imaging of fluorescent tags in biological system. However, the state depletion phenomenon should be generally applicable to other detection mechanisms.  By combining a STED based technique with photoexcited charge detection we will develop a microscope that has the ability to image charge excitation to sub-diffraction limited precision. The resolution will be an order of magnitude better than what is achievable using electron beam induced current (EBIC) or scanning deep level transient spectroscopy (DLTS). In addition, the technique is non-destructive to the material structure (unlike TEM), making it applicable for in-situ device characterization.\r\n\r\n\r\nNon-Technical Abstract\r\n\r\nHigh-resolution imaging is extremely important for electronic materials characterization, particularly in the present era of nanoscale material synthesis and device fabrication.  The goal of this proposal is to develop a far-field sub-diffraction resolution optical microscope able to detect material variations, defect states, disorder, and impurities, in three dimensions without damaging the material under test. The microscope will utilize a high resolution imaging scheme developed for fluorescence microscopy, but using charge displacement rather than photoluminescence to generate a detectable signal.  The electrical imaging capabilities of the 3D sub-diffraction microscope will be used by researchers at the University of Louisville to study nanowire composition for photovoltaic applications, spatial variations in midgap states in oxidized and hydrogenated graphene, and composition variations in organic and inorganic solar cells. The ability to study material variations and defect states in three dimensions, non-destructively, and on the nanometer scale is unprecedented, and will give researchers the opportunity to correlate material properties with device operation in nanoscale systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Alphenaar",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce W Alphenaar",
   "pi_email_addr": "brucea@louisville.edu",
   "nsf_id": "000160263",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sergio",
   "pi_last_name": "Mendes",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Sergio B Mendes",
   "pi_email_addr": "sbmend01@louisville.edu",
   "nsf_id": "000485094",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisville Research Foundation Inc",
  "inst_street_address": "2301 S 3RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "LOUISVILLE",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "5028523788",
  "inst_zip_code": "402081838",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "KY03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1KJM4T54MK6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisville Research Foundation Inc",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "402920001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "KY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 469996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A standard light microscope is able to resolve objects down to about 200 nm in size. Below this, blurring occurs due to diffraction, a consequence of the wave nature of light. Stefan Hell and his colleagues in Germany demonstrated that it was possible to overcome this limitation using &ldquo;stimulated emission depletion&rdquo; or STED. (For this work, he was awarded the 2014 Nobel Prize in Chemistry.) As shown in Fig. 1, an &ldquo;excitation beam&rdquo; is combined with a donut shaped &ldquo;depletion beam&rdquo;.&nbsp; The imaged region is confined to the center of the donut beam with all regions on the periphery left dark.&nbsp; Experimental demonstrations of the STED technique provide a factor of 10X improvement in resolution compared to standard confocal microscopy (20 nm versus 200 nm). Here, our goal was to develop a far-field sub-diffraction resolution optical microscope that could not only perform fluorescent imaging but could also use charge displacement rather than photoluminescence to generate a detectable signal. This allows detection of material variations, defect states, disorder, and impurities in samples that do not emit light.&nbsp;</p>\n<p>&nbsp;To understand the electrical detection mechanism, consider the characterization of a model material system (as shown in Fig. 2) consisting of a transparent material (such as an insulator or semiconductor) containing optically absorbing impurity or defect states. Illumination with a laser source will excite charge from the defect states. The separation of the excited negative charge and the positively charged vacancies creates an internal electric field.&nbsp; The field can be measured by monitoring the voltage V<sub>p</sub> on an electrode floating with respect to the sample surface, while the back side of the sample is held at ground.</p>\n<p>&nbsp;Demonstration of the electrical detection technique using our microscope was done on etch pits in gallium nitride. Figure 3(a) shows a electron microscope image of an etch pit in a gallium nitride sample.&nbsp; Figures 3(b) and (c) show the electrical signal from similar etch pits produced by scanning a laser over the sample surface. The signal is maximized in regions where the defect density is highest, and where the local electric field is strongest, allowing better charge separation.&nbsp; Figure 4 shows a demonstration of the improved resolution provided by application of the STED technique. Imaging was done of two etch pits that are separated by approximately 0.5 microns. Scanning with only the 4.1 mW excitation beam (Fig. 4(a)) makes it appear that the two etch pits overlap. Introducing the STED depletion (Fig. 4(b)) allows for the separation between the pits to be better resolved. In addition, the central region of the top etch pit can now be observed. The difference between the STED and the normal scan can be easily seen in the line scan shown in Fig. 4(c).</p>\n<p>In conclusion, we are able to obtain electrical images of defect absorbance and have observed strong evidence for STED enhancement of the electrical images. These capabilities are new, and completely unique to our electrical STED system, and should allow detection of material variations, defect states, disorder, and impurities in samples that do not emit light.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/25/2016<br>\n\t\t\t\t\tModified by: Bruce&nbsp;W&nbsp;Alphenaar</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/201...",
  "por_txt_cntn": "\nA standard light microscope is able to resolve objects down to about 200 nm in size. Below this, blurring occurs due to diffraction, a consequence of the wave nature of light. Stefan Hell and his colleagues in Germany demonstrated that it was possible to overcome this limitation using \"stimulated emission depletion\" or STED. (For this work, he was awarded the 2014 Nobel Prize in Chemistry.) As shown in Fig. 1, an \"excitation beam\" is combined with a donut shaped \"depletion beam\".  The imaged region is confined to the center of the donut beam with all regions on the periphery left dark.  Experimental demonstrations of the STED technique provide a factor of 10X improvement in resolution compared to standard confocal microscopy (20 nm versus 200 nm). Here, our goal was to develop a far-field sub-diffraction resolution optical microscope that could not only perform fluorescent imaging but could also use charge displacement rather than photoluminescence to generate a detectable signal. This allows detection of material variations, defect states, disorder, and impurities in samples that do not emit light. \n\n To understand the electrical detection mechanism, consider the characterization of a model material system (as shown in Fig. 2) consisting of a transparent material (such as an insulator or semiconductor) containing optically absorbing impurity or defect states. Illumination with a laser source will excite charge from the defect states. The separation of the excited negative charge and the positively charged vacancies creates an internal electric field.  The field can be measured by monitoring the voltage Vp on an electrode floating with respect to the sample surface, while the back side of the sample is held at ground.\n\n Demonstration of the electrical detection technique using our microscope was done on etch pits in gallium nitride. Figure 3(a) shows a electron microscope image of an etch pit in a gallium nitride sample.  Figures 3(b) and (c) show the electrical signal from similar etch pits produced by scanning a laser over the sample surface. The signal is maximized in regions where the defect density is highest, and where the local electric field is strongest, allowing better charge separation.  Figure 4 shows a demonstration of the improved resolution provided by application of the STED technique. Imaging was done of two etch pits that are separated by approximately 0.5 microns. Scanning with only the 4.1 mW excitation beam (Fig. 4(a)) makes it appear that the two etch pits overlap. Introducing the STED depletion (Fig. 4(b)) allows for the separation between the pits to be better resolved. In addition, the central region of the top etch pit can now be observed. The difference between the STED and the normal scan can be easily seen in the line scan shown in Fig. 4(c).\n\nIn conclusion, we are able to obtain electrical images of defect absorbance and have observed strong evidence for STED enhancement of the electrical images. These capabilities are new, and completely unique to our electrical STED system, and should allow detection of material variations, defect states, disorder, and impurities in samples that do not emit light.\n\n\t\t\t\t\tLast Modified: 01/25/2016\n\n\t\t\t\t\tSubmitted by: Bruce W Alphenaar"
 }
}