{
 "awd_id": "1126312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of Polarization Control for  Total Internal Reflection Fluorescence Microscopy",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 463749.0,
 "awd_amount": 463749.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2011-07-29",
 "awd_abstract_narration": "1126312\r\nSimon\r\n\r\nTotal internal reflection (TIR) fluorescence microscopy allows high resolution imaging of membrane processes with very low background. Unique properties of TIR can lend themselves to interesting and unique quantifications. However there are obstacles in the way of robust quantification of TIR data. First, the excitation field created with TIR is non-homogenous due to interference fringes. These fringes, which are often of larger magnitude than the biological signals, result from interferences in the light source, the delivery optics, the objectives and the sample. This makes quantification of fluorescence intensities difficult. It is also difficult to control the excitation field polarization, particularly while correcting for interference fringes discussed above. Polarization based TIR allows for quantitative measurements of the levels, orientation and dynamics of proteins as well as membrane orientations. This group has shown that polarization can be a powerful tool for exploring the dynamics of molecules. The goal of this proposal is to advance quantitative TIR imaging by redesigning the illumination of the evanescent field and building a new microscope to allow: Improved uniformity of the TIR excitation field, control of the excitation beam, and through the image acquisition software control of the polarization of the excitation beam.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sanford",
   "pi_last_name": "Simon",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sanford M Simon",
   "pi_email_addr": "simon@rockefeller.edu",
   "nsf_id": "000125405",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rockefeller University",
  "inst_street_address": "1230 YORK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2123278309",
  "inst_zip_code": "100656399",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "ROCKEFELLER UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LHGDNJMZ64Y1"
 },
 "perf_inst": {
  "perf_inst_name": "Rockefeller University",
  "perf_str_addr": "1230 York Avenue",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100656399",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 463749.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many of the advances in biology over the past decade have come from&nbsp; improvements in our ability to visualize organs, cells and molecules.&nbsp;&nbsp; Thus, technological advances in microscopy have driven biological insights.&nbsp; This project developed a new kind of microscope that allowed the ability to monitor the orientation of individual molecules in living cells.&nbsp;&nbsp; As described below, there were numerous challenges, which led to still further improvements.&nbsp; The importance of this microscope is its applicability to wide-range of biological problems, many of which were inaccessible, including: how do cells secrete, how do they move, how do cellular machines work, how do viruses assemble, how are the components of macromolecular complexes assembled?</p>\n<p><br />The new fluorescence microscopy technique we developed is optimized to allow the orientation of molecules to be followed in living cells grown in culture. &nbsp;In particular, it is being used to examine proteins to which a tag has been encoded to make the protein fluorescent.&nbsp; This technique is based on total internal reflection fluorescence microscopy (TIRFM).&nbsp;&nbsp;&nbsp;&nbsp;It consists of a method to rapidly modulate the orientation of the polarization used to excite the fluorophores.&nbsp;&nbsp; At the same time, it&nbsp; allows for simultaneous correcting of nonuniformities in the intensity of the imaging plane. To ease alignment and compensate for focus drift, a position sensitive detector was also included in the system. The device can be used to measure a variety of cellular processes including general membrane topology, exocytosis, endocytosis, viral assembly, and cytoskeleton structure.&nbsp; In a preliminary proof-of-principle<br />experiments we demonstrate its utility for understanding how the virus HIV-1<br />assembles and we used it to show how you can improve &ldquo;super-resolution&rdquo; imaging &ndash; the ability to use light to visualize structures in a cell that are<br />significantly smaller than the wavelength of light.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2013<br>\n\t\t\t\t\tModified by: Sanford&nbsp;M&nbsp;Simon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany of the advances in biology over the past decade have come from  improvements in our ability to visualize organs, cells and molecules.   Thus, technological advances in microscopy have driven biological insights.  This project developed a new kind of microscope that allowed the ability to monitor the orientation of individual molecules in living cells.   As described below, there were numerous challenges, which led to still further improvements.  The importance of this microscope is its applicability to wide-range of biological problems, many of which were inaccessible, including: how do cells secrete, how do they move, how do cellular machines work, how do viruses assemble, how are the components of macromolecular complexes assembled?\n\n\nThe new fluorescence microscopy technique we developed is optimized to allow the orientation of molecules to be followed in living cells grown in culture.  In particular, it is being used to examine proteins to which a tag has been encoded to make the protein fluorescent.  This technique is based on total internal reflection fluorescence microscopy (TIRFM).    It consists of a method to rapidly modulate the orientation of the polarization used to excite the fluorophores.   At the same time, it  allows for simultaneous correcting of nonuniformities in the intensity of the imaging plane. To ease alignment and compensate for focus drift, a position sensitive detector was also included in the system. The device can be used to measure a variety of cellular processes including general membrane topology, exocytosis, endocytosis, viral assembly, and cytoskeleton structure.  In a preliminary proof-of-principle\nexperiments we demonstrate its utility for understanding how the virus HIV-1\nassembles and we used it to show how you can improve \"super-resolution\" imaging &ndash; the ability to use light to visualize structures in a cell that are\nsignificantly smaller than the wavelength of light.\n\n\t\t\t\t\tLast Modified: 10/30/2013\n\n\t\t\t\t\tSubmitted by: Sanford M Simon"
 }
}