{
 "awd_id": "1126790",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Biomechanics of Arboreal Stability: An Integrated Analysis",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 250144.0,
 "awd_amount": 299528.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2015-02-24",
 "awd_abstract_narration": "Biological anthropologists have long maintained a keen interest in the adaptations that allowed primates to successfully invade the arboreal habitat, where stability is paramount. Decades of research have identified anatomical features, such as grasping hands and feet, and behavioral mechanisms, such as the use of distinctive walking styles, which arguably facilitate stability on branches. Nevertheless, we still have an incomplete understanding of the mechanisms by which primates actually keep balance when moving about in the trees. The proposed research will remedy this gap by carrying out a series of experiments to understand balance performance in both New and Old World monkeys. In so doing, we will gain deeper insight into several fundamental issues of primate, and human, evolution -- such as the functional importance of grasping hands and feet and the possible consequences of tail loss among the apes. Basic data on the balance capabilities of common laboratory primates may also be of use to researchers studying primate stability in more clinical settings, perhaps shedding light on human balance disorders. Moreover, the collaborations engendered by this research will broaden educational experiences of STEM students at the host institution and neighboring colleges and universities, helping to build a collaborative network of research and training throughout the region.\r\n\r\nInvestigators will address three specific research aims. First, to determine the relationship between morphological variation and the capacity for grasping force production, functionally-informed hand and foot musculoskeletal anatomy will be combined with experimental data on maximum grip strength. Second, to generate quantitative measures of stability, researchers will collect detailed biomechanical data from monkeys moving over simulated arboreal substrates. Finally, a series of force sensors mounted on compression springs will be used to gauge balance performance on mobile branches, providing a measure of arboreal balance control in a more naturalistic setting. This fundamental biomechanical research will 1) allow testing of long-held assumptions about the nature of primate locomotor adaptation, 2) inform reconstructions of grasping ability and locomotor performance in the primate fossil record, and 3) introduce a novel set of research methodologies to the discipline of biological anthropology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jesse",
   "pi_last_name": "Young",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jesse W Young",
   "pi_email_addr": "jwyoung@neomed.edu",
   "nsf_id": "000517065",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeast Ohio Medical University",
  "inst_street_address": "4209 STATE ROUTE 44",
  "inst_street_address_2": "",
  "inst_city_name": "ROOTSTOWN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3303256290",
  "inst_zip_code": "442729698",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "NORTHEAST OHIO MEDICAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJL7LEL4B6M6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern Ohio University College of Medicine",
  "perf_str_addr": "4209 State Route 44",
  "perf_city_name": "Rootstown",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442729698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 84205.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 112081.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 53858.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 6636.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 42748.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Primates are an arboreal (i.e., tree-living) radiation of mammals.&nbsp; Almost all primates spend at least a portion of their day moving about in the trees. However, the arboreal habitat is inherently a precarious environment for movement. The primary goal of this project was to use novel experimental techniques to explicitly test long-standing hypotheses about the function of primate &ldquo;adaptations&rdquo; to maintain balance when moving on precarious arboreal supports. &nbsp;Overall, we&rsquo;ve collected morphological and behavioral data on four different species, including three primates &ndash; marmosets (<em>Callithrix jacchus</em>), squirrel monkeys (<em>Saimiri boliviensis</em>), rhesus macaques (<em>Macaca mulatta</em>) &ndash; and one arboreal rodent, gray squirrels (<em>Sciurus carolinensis</em>).&nbsp; Gray squirrels served as our &ldquo;out-group&rdquo; species &ndash; an animal that has had to solve the same problem as primates (moving in the trees), but without the same evolutionary history.&nbsp; Analyzing the similarities and differences between primate and squirrel strategies to maintain arboreal stability helps us understand general principles, as well as how primates might be unique relative to other mammalian radiations. &nbsp;Though our analyses are ongoing, we have already been able to address several fundamental questions of primate locomotor adaptation.</p>\n<p>Our first was to investigate proposed links between primate hand anatomy and grasping strength.&nbsp; Previous anatomical studies have assumed that the characteristic primate hand, marked by relatively long fingers and heightened thumb mobility, should be beneficial for generating strong grasping forces.&nbsp; We designed and built a &ldquo;grip force transducer&rdquo; that allowed us to precisely measure hand grasping strength in primates.&nbsp; We trained marmosets and squirrel monkeys to grasp the tranducer in exchange for food rewards.&nbsp; Though these two South American monkeys are closely related to one another, they differ in ecology and anatomy: whereas squirrel monkeys are narrow branches specialists with well-developed grasping morphology, marmosets are more &ldquo;tree generalists&rdquo; that often move about on broad trunks foraging for tree gum and have very unusual hand anatomy for a primate &ndash; including claw-like nails on all digits.&nbsp; Associated with these differences, we found that both average and maximum grasping forces were significantly stronger in squirrel monkeys than in marmosets.&nbsp; This research is the first direct demonstration that variation in hand anatomy directly impacts grasping strength in primates.</p>\n<p>The proposed function of grasping hands and feet during narrow branch locomotion is to facilitate the production of torques (i.e., twisting forces) about the support.&nbsp; Torques could be used to counteract balance disruptions and maintain stability.&nbsp; Therefore, the second aim of our research was to use a series of six custom constructed &ldquo;force poles&rdquo; to directly measure torque production during locomotion.&nbsp; We found that marmosets compensated for their weaker grasping ability by using &ldquo;asymmetrical&rdquo; gaits on narrow supports (i.e., bounding and galloping).&nbsp; These gait patterns emphasize the use of the two hands as a unit and the two feet as a unit, permitting the monkeys to exert torques using the &ldquo;functional grasping extremities&rdquo; of their two limbs in tandem.&nbsp; In contrast, squirrel monkeys used &ldquo;diagonal sequence&rdquo; walking gaits on all narrow supports &ndash; foot fall patterns that emphasize supports by opposite-side hands and feet (i.e., right foot with left hand and vice versa).&nbsp; Use of these gait patterns allowed the squirrel monkeys to exert opposing torques with their right and left limbs &ndash; the right limbs would twist one way, the left limbs anoth...",
  "por_txt_cntn": "\nPrimates are an arboreal (i.e., tree-living) radiation of mammals.  Almost all primates spend at least a portion of their day moving about in the trees. However, the arboreal habitat is inherently a precarious environment for movement. The primary goal of this project was to use novel experimental techniques to explicitly test long-standing hypotheses about the function of primate \"adaptations\" to maintain balance when moving on precarious arboreal supports.  Overall, weÆve collected morphological and behavioral data on four different species, including three primates &ndash; marmosets (Callithrix jacchus), squirrel monkeys (Saimiri boliviensis), rhesus macaques (Macaca mulatta) &ndash; and one arboreal rodent, gray squirrels (Sciurus carolinensis).  Gray squirrels served as our \"out-group\" species &ndash; an animal that has had to solve the same problem as primates (moving in the trees), but without the same evolutionary history.  Analyzing the similarities and differences between primate and squirrel strategies to maintain arboreal stability helps us understand general principles, as well as how primates might be unique relative to other mammalian radiations.  Though our analyses are ongoing, we have already been able to address several fundamental questions of primate locomotor adaptation.\n\nOur first was to investigate proposed links between primate hand anatomy and grasping strength.  Previous anatomical studies have assumed that the characteristic primate hand, marked by relatively long fingers and heightened thumb mobility, should be beneficial for generating strong grasping forces.  We designed and built a \"grip force transducer\" that allowed us to precisely measure hand grasping strength in primates.  We trained marmosets and squirrel monkeys to grasp the tranducer in exchange for food rewards.  Though these two South American monkeys are closely related to one another, they differ in ecology and anatomy: whereas squirrel monkeys are narrow branches specialists with well-developed grasping morphology, marmosets are more \"tree generalists\" that often move about on broad trunks foraging for tree gum and have very unusual hand anatomy for a primate &ndash; including claw-like nails on all digits.  Associated with these differences, we found that both average and maximum grasping forces were significantly stronger in squirrel monkeys than in marmosets.  This research is the first direct demonstration that variation in hand anatomy directly impacts grasping strength in primates.\n\nThe proposed function of grasping hands and feet during narrow branch locomotion is to facilitate the production of torques (i.e., twisting forces) about the support.  Torques could be used to counteract balance disruptions and maintain stability.  Therefore, the second aim of our research was to use a series of six custom constructed \"force poles\" to directly measure torque production during locomotion.  We found that marmosets compensated for their weaker grasping ability by using \"asymmetrical\" gaits on narrow supports (i.e., bounding and galloping).  These gait patterns emphasize the use of the two hands as a unit and the two feet as a unit, permitting the monkeys to exert torques using the \"functional grasping extremities\" of their two limbs in tandem.  In contrast, squirrel monkeys used \"diagonal sequence\" walking gaits on all narrow supports &ndash; foot fall patterns that emphasize supports by opposite-side hands and feet (i.e., right foot with left hand and vice versa).  Use of these gait patterns allowed the squirrel monkeys to exert opposing torques with their right and left limbs &ndash; the right limbs would twist one way, the left limbs another &ndash; minimizing total torque about the pole and allowing the animal to stay upright.  We are now analyzing similar data from rhesus macaques and gray squirrels.  Overall, given these speciesÆ anatomies, we expect the rhesus monkeys to behave like the squirrel monkeys whereas the gray squirr..."
 }
}