{
 "awd_id": "1126599",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of an Ultracold Potassium Rydberg Source for Experiments in Quantum Optics and Many-Body Physics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 157616.0,
 "awd_amount": 157616.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "This grant supports the development of an instrument to produce dense, cold, gases of potassium atoms in highly excited quantum mechanical orbits (Rydberg states).  The atomic gases will have temperatures less than a thousandth of a degree above absolute zero.  In highly excited states the electrons are very far from the nucleus, and are highly susceptible to interactions with external electric fields and other atoms.\r\n\r\nBecause of their remarkable properties, highly-excited atoms have the potential to provide insights into the dynamics of an array of quantum mechanical systems.  The simple properties of highly excited potassium atoms will allow experiments that elucidate fundamental quantum processes of interest in chemical quantum control and in quantum information science. The strong, long-range, and non-isotropic nature of the interactions between atoms and measurements of the dynamics of many-atom systems is connected to ongoing experiments in condensed matter physics that employ ultracold samples of atoms and molecules.\r\n\r\nThe experiments that will be enabled by the instrument will address two overriding questions. The first question is how simple quantum systems behave when driven by strong fields.  The second question is how energy transfer between atoms and molecules can be assisted or frustrated by light while in the presence of complex many-body interactions.  The unique instrument will allow transformative research at a small college through experiments that complement research done in other atomic and molecular species at other institutions worldwide.\r\n\r\nDeveloping the instrument involves design and construction of three distinct components to be added to a working system that produces cold ground-state atoms.  The main goals of the development project are the following: (1) stabilizing lasers for excitation of the potassium electrons; (2) developing and constructing a structure to apply controlled electric fields to the atoms; and (3) developing and constructing a detector that can determine the energy levels of the individual atoms in the apparatus.  Specifically, the following components will be added to the PI's existing potassium magneto optical trap (MOT):  (1) stabilized ultraviolet and infrared lasers for stepwise excitation of ultracold potassium atoms from the ground-state to Rydberg states via the intermediate 5p level; (2) a radiofrequency transmission line to apply fields to the atoms that are compatible with the ultra-high-vacuum MOT; and (3) a state-selective field-ionization detector that does not perturb the Rydberg states.\r\n\r\nThe project involves extensive student training. The project will impact the education of many undergraduate students at Colby College both through their direct participation in instrument development and in classes affected by the project.  The PI has been effective at integrating undergraduate students of all levels into his research program. Undergraduates working on the development of the instrument will receive training in state-of-the-art atomic physics and expertise in lasers, electronics, optical instrumentation, vacuum and radiofrequency technology, and computerized data acquisition and control systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Conover",
   "pi_mid_init": "W",
   "pi_sufx_name": "III",
   "pi_full_name": "Charles W Conover",
   "pi_email_addr": "cconover@colby.edu",
   "nsf_id": "000108504",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colby College",
  "inst_street_address": "4120 MAYFLOWER HILL",
  "inst_street_address_2": "",
  "inst_city_name": "WATERVILLE",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2078594342",
  "inst_zip_code": "049018841",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "PRESIDENT AND TRUSTEES OF COLBY COLLEGE",
  "org_prnt_uei_num": "EP1ALCV8VN65",
  "org_uei_num": "EP1ALCV8VN65"
 },
 "perf_inst": {
  "perf_inst_name": "Colby College",
  "perf_str_addr": "4000 Mayflower Hill Drive",
  "perf_city_name": "Waterville",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "049018858",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1291",
   "pgm_ref_txt": "ATOMIC & MOLECULAR DYNAMICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 157616.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Major Research Instrumentation Development Grant enabled development and construction of a large instrument that produces ultra-cold (less than one thousandth of a degree above absolute zero) potassium atoms trapped in a one millimeter diameter sphere in (nearly) empty space. The atoms are in stored in what is called a magneto-optical trap. &nbsp;The grant further enabled the development of laser systems to excite the electrons in the atoms to very large orbits. &nbsp;These highly excited atoms are called Rydberg atoms. &nbsp;Finally the grant enabled the development and implementation of &nbsp;structures&nbsp;and hardware to apply specific electric fields to the atoms to manipulate the details of their electron orbits and to detect the exact quantum mechanical state of the atoms. &nbsp;</p>\n<p>Each of these specific goals was met and the instrument now routinely allows us to perform experiments on Rydberg atoms.</p>\n<p>The ultimate goal of this instrument is to enable experiments that allow students working in my laboratory and me the ability to explore quantum mechanical phenomena in a way that is not available in any other laboratory. &nbsp;My students and I are excited to be moving from the development of a unique instrument and into the realm of scientific exploration using it.</p>\n<p>The most substantial broader impact of this project was in undergraduate student training. Seventeen Colby College students worked on various aspects of the project, contributing to the design and construction of electronic control systems, laser systems, and the electric and magnetic field structures required to control the atoms. &nbsp; Additionally, the project's experimental outcomes will have bearing on broader studies of many-body quantum mechanical systems and also on a deeper understanding of quantum behavior of strongl driven systems.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2016<br>\n\t\t\t\t\tModified by: Charles&nbsp;W&nbsp;Conover</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Major Research Instrumentation Development Grant enabled development and construction of a large instrument that produces ultra-cold (less than one thousandth of a degree above absolute zero) potassium atoms trapped in a one millimeter diameter sphere in (nearly) empty space. The atoms are in stored in what is called a magneto-optical trap.  The grant further enabled the development of laser systems to excite the electrons in the atoms to very large orbits.  These highly excited atoms are called Rydberg atoms.  Finally the grant enabled the development and implementation of  structures and hardware to apply specific electric fields to the atoms to manipulate the details of their electron orbits and to detect the exact quantum mechanical state of the atoms.  \n\nEach of these specific goals was met and the instrument now routinely allows us to perform experiments on Rydberg atoms.\n\nThe ultimate goal of this instrument is to enable experiments that allow students working in my laboratory and me the ability to explore quantum mechanical phenomena in a way that is not available in any other laboratory.  My students and I are excited to be moving from the development of a unique instrument and into the realm of scientific exploration using it.\n\nThe most substantial broader impact of this project was in undergraduate student training. Seventeen Colby College students worked on various aspects of the project, contributing to the design and construction of electronic control systems, laser systems, and the electric and magnetic field structures required to control the atoms.   Additionally, the project's experimental outcomes will have bearing on broader studies of many-body quantum mechanical systems and also on a deeper understanding of quantum behavior of strongl driven systems. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/16/2016\n\n\t\t\t\t\tSubmitted by: Charles W Conover"
 }
}