{
 "awd_id": "1126080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Field-Emission Scanning Electron Microscope for a Primarily Undergraduate Consortium",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 546273.0,
 "awd_amount": 546273.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "Technical Abstract\r\n\r\nWe request the purchase of a field-emission scanning electron microscope (FE-SEM) for use in the Claremont Colleges consortuim, a major academic community of 5,500 students. The instrument will be used daily by undergraduate research students across a broad range of disciplines with time allocated by an online reservation system and without user fees. We have chosen to focus on the three main areas in the description below:\r\n(1) Materials for Energy and the Environment. In this area, the proposed instrument would support important imaging in several projects: Dye-Sensitized Solar Cells with Porphyrin Sensitizers on Zinc Oxide Nanotubes, Low-cost, High-Stability Polymer Solar Cells, Inorganic/Organic Composite Gas Separation Membranes for Low-Energy Separations, and Environmental Monitoring (combinatorial materials research for chemical microsensor and microanalytical system development).\r\n(2) Bioengineering. Amongst other projects in this area, the instrument would support projects on Tissue Engineering a Cornea, and Chitosan Nanoparticle Synthesis.\r\n(3) Geology. Two major projects in this area include Igneous and Metamorphic Petrology and Geomicrobiology and Sedimentary Geology.\r\n\r\nThe primary purpose of the requested instrument is for undergraduate research and research training. Our management plan is based on our success over the past 7 years with the current facility built around a used FE-SEM, which is now over 13 years old.   In the past four years, more than 150 users, almost all undergraduates, have used the current FE-SEM for a total of 1070 sessions. Providing undergraduate students with the opportunity to work with sophisticated instrumentation provides motivation to discuss a variety of specialized topics and can be a key factor in encouraging students to pursue further scientific research, graduate studies or industrial research positions.  The facility will be featured in outreach programs across the consortium.\r\n\r\n\r\nNon-technical Abstract\r\n\r\nThe Claremont Colleges consortuim, a major academic community of 5,500 students has submitted a proposal to the National Science Foundation for the purchase of a field-emission scanning electron microscope.  This type of microscope is able to routinely image analyze fibers, cells, particles, minerals, new materials, and devices at size scales ranging from inches to nanometers, corresponding to magnifications from ten times to one million times, and significantly better than any tradition optical microscope.   The microscope will be used daily by undergraduate research students across a broad range of projects including novel materials for new energy sources such as new types of solar cells, sensors for environmental monitoring, bioengineering of artificial corneas, and for analysis of geologic samples that help scientists understand mechanisms through which the most basic forms of life interact with the Earth.\r\n\t\t\t\t\t\r\nWhile most field-emission scanning electron microscopes are located in large research universities and high tech industrial settings, the primary purpose of the requested instrument is for undergraduate research and research training.  The proposal is based on the success over the past 7 years with the current microscope facility built around a used microscope, which is now over 13 years old.   In the past four years, more than 150 users, almost all undergraduates, have used the current microscope for over a thousand research sessions. Providing undergraduate students with the opportunity to work with sophisticated instrumentation provides motivation to discuss a variety of specialized topics and can be a key factor in encouraging students to pursue further scientific research, graduate studies or industrial research positions.  The facility will be featured in outreach programs for the public, especially with school children and teachers in grades 1-12.  The proposal was written by a team of professors from Pomona College and Harvey Mudd College, both amongst the most selective colleges in the country with strong records of undergraduate research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Tanenbaum",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Tanenbaum",
   "pi_email_addr": "dtanenbaum@pomona.edu",
   "nsf_id": "000281349",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hal",
   "pi_last_name": "Van Ryswyk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hal Van Ryswyk",
   "pi_email_addr": "Hal_VanRyswyk@hmc.edu",
   "nsf_id": "000304748",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Taylor",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Charles J Taylor",
   "pi_email_addr": "ctaylor@pomona.edu",
   "nsf_id": "000323300",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Orwin",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth J Orwin",
   "pi_email_addr": "Elizabeth_Orwin@hmc.edu",
   "nsf_id": "000413988",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Lape",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy K Lape",
   "pi_email_addr": "nancy_lape@hmc.edu",
   "nsf_id": "000075141",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pomona College",
  "inst_street_address": "550 N COLLEGE AVE # 244",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096218328",
  "inst_zip_code": "917114434",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "POMONA COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q9VBQSV2CBY5"
 },
 "perf_inst": {
  "perf_inst_name": "Pomona College",
  "perf_str_addr": "610 N. College Ave.",
  "perf_city_name": "Claremont",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917116359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 546273.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Project Outcomes</strong></p>\n<p><strong><em>Intellectual Merit</em></strong></p>\n<p>We purchased a field-emission scanning electron microscope (FE-SEM) for use in the Claremont Colleges, a consortium of five separate undergraduate colleges, a graduate university, and a new applied life sciences institute that exists as a major academic community of 5,500 students. <strong>The instrument is used daily by undergraduate research students across a broad range of disciplines. &nbsp;</strong>The instrument is used by a diverse group supporting research projects in: Art History, Biology, Chemistry, Ecology, Engineering, Geology, Materials Science, and Physics. The three main areas in the description below:</p>\n<p><strong>&nbsp;(1) Materials for Energy and the Environment</strong>. In this area, the proposed instrument supported several projects: Dye-Sensitized Solar Cells with Porphyrin Sensitizers on Zinc Oxide Nanotubes, High-Stability Polymer Solar Cells, Barium Titanate Nanoparticles for Novel Capacitors, Inorganic/Organic Composite Gas Separation Membranes for Low-Energy Separations, and Environmental Monitoring (combinatorial materials research for chemical microsensor and microanalytical system development).</p>\n<p><strong>(2) Bioengineering</strong>. The instrument supported projects in several areas including: Corneal Tissue Engineering, Scaffolds for Tissue Growth, Chitosan Nanoparticle Synthesis, Mechanical Properties of Lizard Egg Shells.</p>\n<p><strong>(3) Geology</strong>. Two major projects in this area include Igneous and Metamorphic Petrology and Geomicrobiology, and Sedimentary Geology.</p>\n<p><strong>Our management plan has enabled us to establish training protocols and effective user policies to ensure equal access and a high level of support for novice users. Our image data is archived and accessible via the internet.</strong></p>\n<p><strong><br /></strong></p>\n<p><strong><em>Broader Impacts <br /></em></strong></p>\n<p><strong>The primary purpose of the instrument funded is for <em>undergraduate </em>research and research training</strong>. The heaviest users of the system, Pomona College and Harvey Mudd College, are both amongst the most selective colleges with strong records of undergraduate research. Pomona College is an independent coeducational liberal arts college recognized as one of the nation's preeminent comprehensive colleges of the liberal arts and sciences. Pomona maintains a commitment to need blind admissions, and minority representation is approximately 40 percent of the overall student body. While the first commitment of the faculty of Pomona College is to excellent teaching, Pomona functions as a research college. Harvey Mudd College (HMC) is one of the country's most selective colleges, based on advanced placement scores, high school class standing, and standardized test scores. It is ranked among the very top undergraduate engineering programs in the nation offering a bachelor's or master's degree. Harvey Mudd College is the most productive baccalaureate institution in terms of the proportion of its graduates who eventually earn a doctorate, and the second-most productive for all types of institutions (behind Caltech.)</p>\n<p><strong>In the two years since the facility has been installed, more than 100 different users, almost all undergraduates, have used the new FE-SEM for more than 550 sessions.</strong> Providing undergraduate students with the opportunity to work with sophisticated instrumentation provides motivation to discuss a variety of specialized topics and can be a key factor in encouraging students to pursue further scientific research, graduate studies or industrial research positions. Results from work with the instrument have been published in journal articles, conference proceedings, theses, engineering clinics, and a wide variety of poster presentations. Users of the facility re...",
  "por_txt_cntn": "Project Outcomes\n\nIntellectual Merit\n\nWe purchased a field-emission scanning electron microscope (FE-SEM) for use in the Claremont Colleges, a consortium of five separate undergraduate colleges, a graduate university, and a new applied life sciences institute that exists as a major academic community of 5,500 students. The instrument is used daily by undergraduate research students across a broad range of disciplines.  The instrument is used by a diverse group supporting research projects in: Art History, Biology, Chemistry, Ecology, Engineering, Geology, Materials Science, and Physics. The three main areas in the description below:\n\n (1) Materials for Energy and the Environment. In this area, the proposed instrument supported several projects: Dye-Sensitized Solar Cells with Porphyrin Sensitizers on Zinc Oxide Nanotubes, High-Stability Polymer Solar Cells, Barium Titanate Nanoparticles for Novel Capacitors, Inorganic/Organic Composite Gas Separation Membranes for Low-Energy Separations, and Environmental Monitoring (combinatorial materials research for chemical microsensor and microanalytical system development).\n\n(2) Bioengineering. The instrument supported projects in several areas including: Corneal Tissue Engineering, Scaffolds for Tissue Growth, Chitosan Nanoparticle Synthesis, Mechanical Properties of Lizard Egg Shells.\n\n(3) Geology. Two major projects in this area include Igneous and Metamorphic Petrology and Geomicrobiology, and Sedimentary Geology.\n\nOur management plan has enabled us to establish training protocols and effective user policies to ensure equal access and a high level of support for novice users. Our image data is archived and accessible via the internet.\n\n\n\n\nBroader Impacts \n\n\nThe primary purpose of the instrument funded is for undergraduate research and research training. The heaviest users of the system, Pomona College and Harvey Mudd College, are both amongst the most selective colleges with strong records of undergraduate research. Pomona College is an independent coeducational liberal arts college recognized as one of the nation's preeminent comprehensive colleges of the liberal arts and sciences. Pomona maintains a commitment to need blind admissions, and minority representation is approximately 40 percent of the overall student body. While the first commitment of the faculty of Pomona College is to excellent teaching, Pomona functions as a research college. Harvey Mudd College (HMC) is one of the country's most selective colleges, based on advanced placement scores, high school class standing, and standardized test scores. It is ranked among the very top undergraduate engineering programs in the nation offering a bachelor's or master's degree. Harvey Mudd College is the most productive baccalaureate institution in terms of the proportion of its graduates who eventually earn a doctorate, and the second-most productive for all types of institutions (behind Caltech.)\n\nIn the two years since the facility has been installed, more than 100 different users, almost all undergraduates, have used the new FE-SEM for more than 550 sessions. Providing undergraduate students with the opportunity to work with sophisticated instrumentation provides motivation to discuss a variety of specialized topics and can be a key factor in encouraging students to pursue further scientific research, graduate studies or industrial research positions. Results from work with the instrument have been published in journal articles, conference proceedings, theses, engineering clinics, and a wide variety of poster presentations. Users of the facility represent Pomona College, Harvey Mudd College, Scripps College, Pitzer College Claremont McKenna College, Rancho Santa Ana Botanical Garden, among others.\n\n\t\t\t\t\tLast Modified: 12/18/2014\n\n\t\t\t\t\tSubmitted by: David M Tanenbaum"
 }
}