{
 "awd_id": "1126366",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of FACSARIA-II, a next-generation high-speed cell sorter for a Flow Cytometry Core supporting interdisciplinary research and training",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 384586.0,
 "awd_amount": 384586.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "Flow cytometry is a powerful analytic technique that facilitates the characterization, quantification and/or isolation of cell populations based on innate or manipulated cellular attributes. Labeling cells externally or internally with fluorescently-conjugated antibodies or fluorescent vital dyes, or by genetically expressing fluorescent reporter molecules, all represent strategies for defining cell populations that may be differentiated using a flow cytometer.In recent years, BectonDickinson has made significant technological improvements, leading the field in creating the next-generation of cell sorters with its FACSAria (4) platform. A newer, user-friendly, bench-top high-speed cell sorter, the FACSAriaII, has digital electronics that allows high-speed analyses (70,000 events/second) based on up to 14 parameters, including cell size and internal complexity, with concomitant high-speed, simultaneous sorting of two or four populations, saving time and resources for users. Sample nozzles are easily interchanged to accommodate sorting large cells. Its fixed-laser alignment increases sensitivity, minimizes start-up time, improves reproducibility between experiments and enables automated daily quality control. It is capable of sorting cells aseptically for subsequent cell culture. The FACSAriaII platform is upgradeable, permitting economic configuration at the outset and retaining the flexibility to meet evolving user needs in the future. High-speed sorting, large cell size accommodation, increased sensitivity and upgradability make the FACSAriaII the best possible choice now and an excellent long-term investment.\r\n\r\nThis proposal describes the research of nine PIs as major users of a FACSAriaII, and an additional 10 minor users. Their projects, are broadly grouped by their requirements for one or more of the unique capabilities intrinsic to the FACSAriaII: i) high-speed sorting of unique target cell populations; ii) simultaneous, high-speed enrichment of multiple cell populations for further in vivo or ex vivo utilization; iii) high-speed sorting requiring multi-parameter stratification. Many of these PIs have optimized protocols in place, ensuring data will be obtained almost immediately upon acquiring a FACSAriaII. Reagent development is another important goal of many of the PIs, and acquiring a FACSAriaII will provide them with the capacity to advance and accelerate discovery for entire fields of research.\r\n\r\nChemical engineers will modify and analyze plant cells, on a per cell basis, to improve their production of cancer-treating compounds, or engineer bacterial quorum sensing for synthetic biology and industrial biotechnology. Biologists will be able to better understand the genes that regulate the structural dynamics of plant growth and chemists will use bacterial expression systems to generate and screen for synthetic allosteric ?switches? that can regulate cell death. Polymer scientists will track the efficiency and consequences of synthetic payload uptake into viable cells, while immunologists will recover and manipulate rare cell populations, transferring them from one host to another to better define mechanisms of disease, identify novel therapeutic targets, or advance vaccine development. Ongoing, diverse and, in many cases, interdisciplinary research will be strengthened and accelerated by the capabilities of a FACSAriaII high-speed cell sorter.\r\n \r\nMany of the proposed research projects have applied objectives including potential translational benefits, such as identifying novel therapeutic targets and providing proof-of-principle data for novel delivery of payload. Additionally, some of these projects may have industrial or commercial applications. On-site access to a FACSAriaII will hasten progress toward these objectives. The group of major and minor users collectively trains many undergraduate and graduate students, and many of these through grant-funded interdisciplinary education and training, such as the University of Massachusetts/ Amherst Institute for Cellular Engineering and the Chemistry/Biology Interface. Looking forward, through outreach to sister colleges in the Five College Consortium, the Flow Core Facility will provide expanded opportunities for training undergraduate students in flow cytometric techniques, including students from Mt. Holyoke and Smith College, two all-women colleges that prepare a significant percentage of their undergraduate enrollment for advanced training in the STEM fields. Specifically, in conjunction with Smith College's Summer Science and Engineering Program, offered each year to high school-aged young women from across the country, a flow cytometry and cell sorting research module will be developed to introduce the next generation of women scientists to the power of single-cell analysis. Looking back, the University of Massachusetts/Amherst has a long-standing reputation for recruiting and retaining under-represented groups, in part through its lead role in the Northeast Alliance for Graduate Education and the Professoriate. This five-institution organization is committed to expanding opportunities for scientific graduate education and career advancement for under-represented groups. In 2008, the Cargnegie Foundation recognized the outreach efforts of the University of Massachusetts/Amherst when it designated UMass a Community Engaged University. The FACSAriaII, an instrument that combines powerful single-cell sorting and analysis with an accessible, user-friendly design will play an invaluable role in continuing these efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Minter",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa M Minter",
   "pi_email_addr": "lminter@vasci.umass.edu",
   "nsf_id": "000517720",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Rotello",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent M Rotello",
   "pi_email_addr": "rotello@chem.umass.edu",
   "nsf_id": "000302065",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Roberts",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Susan C Roberts",
   "pi_email_addr": "scroberts@wpi.edu",
   "nsf_id": "000093578",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Magdalena",
   "pi_last_name": "Bezanilla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Magdalena Bezanilla",
   "pi_email_addr": "magdalena.bezanilla@dartmouth.edu",
   "nsf_id": "000466391",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "70 Butterfield Terrace",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 384586.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report for the General Public</p>\n<p><strong>Award #1126366</strong></p>\n<p><strong>Acquisition of a FACSARIA-II, A Next-Generation High-Speed Cell Sorter for a Flow Cytometry Core Supporting Interdisciplinary Research and Training</strong></p>\n<p><strong>Principal Investigator: </strong></p>\n<p>Lisa M. Minter, PhD, University of Massachusetts/Amherst<strong>&nbsp;</strong></p>\n<p><strong>Co-Principal Investigators: </strong></p>\n<p>Magdalena Bezanilla, PhD,<strong> </strong>University of Massachusetts/Amherst; Susan Roberts, University of Massachusetts/Amherst; Vincent Rotello, University of Massachusetts/Amherst</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Impacts:</strong></p>\n<p>Flow cytometry is a powerful analytic technique that facilitates the characterization, quantification, and/or isolation of cell populations based on intrinsic or manipulated cellular attributes. Labeling cells externally or internally with fluorescently-conjugated antibodies or fluorescent vital dyes, or by genetically expressing fluorescent reporter molecules, all represent strategies for defining cell populations that may be differentiated using a flow cytometer. High-speed cell sorters, such as the FACSAriaII, are highly-advanced instruments that can sort cells (up to 30,000/second) into distinct samples based on these attributes.</p>\n<p>&nbsp;</p>\n<p>Technological advances in flow cytometry, including its capabilities to sort multiple and varied populations of cells with high speed and great accuracy, have expanded the use of these instruments beyond the historical immunological research applications. Flow cytometric approaches to research are actively pursued at the University of Massachusetts/Amherst and until the funding through this award the lack of a next generation high-speed cell sorter substantially limited the productivity of scientists on campus. With this funding award from the National Sience Foundation, the FACSAriaII supports funded research on the University of Massachusetts/Amherst campus in excess of $20 million.</p>\n<p>&nbsp;</p>\n<p>With the capabilities a FACSAriaII cell sorter has brought to the University of Massachusetts/Amherst campus, research faculty on campus have made great strides in their diverse research endeavors. These include: i) chemical engineers now modify and analyze plant cells, on a per cell basis, to improve their production of cancer-treating compounds; ii) biologists have gained a better understanding of the genes that regulate the structural dynamics of plant growth; iii) chemists have used bacterial expression systems to generate and screen for synthetic allosteric &ldquo;switches&rdquo; that can regulate cell death; polymer scientists have been able to track the efficiency and biological consequences of synthetic payload uptake into viable cells; iv) immunologists have recovered and manipulated rare cell populations, transferring them from one host to another to better define mechanisms of disease, identify novel therapeutic targets, and advance vaccine development. These ongoing, diverse and, in many cases, interdisciplinary research projects have all been strengthened and accelerated by the capabilities of a FACSAriaII high-speed cell sorter, acquired as a result of this National Science Foundation funding award.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impacts:</strong></p>\n<p>In keeping with the mission of the National Science Foundation to broaden the reach of science education for students and, especially, to encourage the participation of under-represented minorities in science education, several excellent workshops were created as a direct result of this award. They are described below:</p>\n<p>&nbsp;</p>\n<p><strong>ScienceQUEST Workshops&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;...",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public\n\nAward #1126366\n\nAcquisition of a FACSARIA-II, A Next-Generation High-Speed Cell Sorter for a Flow Cytometry Core Supporting Interdisciplinary Research and Training\n\nPrincipal Investigator: \n\nLisa M. Minter, PhD, University of Massachusetts/Amherst \n\nCo-Principal Investigators: \n\nMagdalena Bezanilla, PhD, University of Massachusetts/Amherst; Susan Roberts, University of Massachusetts/Amherst; Vincent Rotello, University of Massachusetts/Amherst\n\n \n\nIntellectual Impacts:\n\nFlow cytometry is a powerful analytic technique that facilitates the characterization, quantification, and/or isolation of cell populations based on intrinsic or manipulated cellular attributes. Labeling cells externally or internally with fluorescently-conjugated antibodies or fluorescent vital dyes, or by genetically expressing fluorescent reporter molecules, all represent strategies for defining cell populations that may be differentiated using a flow cytometer. High-speed cell sorters, such as the FACSAriaII, are highly-advanced instruments that can sort cells (up to 30,000/second) into distinct samples based on these attributes.\n\n \n\nTechnological advances in flow cytometry, including its capabilities to sort multiple and varied populations of cells with high speed and great accuracy, have expanded the use of these instruments beyond the historical immunological research applications. Flow cytometric approaches to research are actively pursued at the University of Massachusetts/Amherst and until the funding through this award the lack of a next generation high-speed cell sorter substantially limited the productivity of scientists on campus. With this funding award from the National Sience Foundation, the FACSAriaII supports funded research on the University of Massachusetts/Amherst campus in excess of $20 million.\n\n \n\nWith the capabilities a FACSAriaII cell sorter has brought to the University of Massachusetts/Amherst campus, research faculty on campus have made great strides in their diverse research endeavors. These include: i) chemical engineers now modify and analyze plant cells, on a per cell basis, to improve their production of cancer-treating compounds; ii) biologists have gained a better understanding of the genes that regulate the structural dynamics of plant growth; iii) chemists have used bacterial expression systems to generate and screen for synthetic allosteric \"switches\" that can regulate cell death; polymer scientists have been able to track the efficiency and biological consequences of synthetic payload uptake into viable cells; iv) immunologists have recovered and manipulated rare cell populations, transferring them from one host to another to better define mechanisms of disease, identify novel therapeutic targets, and advance vaccine development. These ongoing, diverse and, in many cases, interdisciplinary research projects have all been strengthened and accelerated by the capabilities of a FACSAriaII high-speed cell sorter, acquired as a result of this National Science Foundation funding award.\n\n \n\n \n\nBroader Impacts:\n\nIn keeping with the mission of the National Science Foundation to broaden the reach of science education for students and, especially, to encourage the participation of under-represented minorities in science education, several excellent workshops were created as a direct result of this award. They are described below:\n\n \n\nScienceQUEST Workshops                                                                                             \n\nThe University of Massachusetts ScienceQUEST program exposes high school juniors and seniors to various aspects of the STEM fields. As a result of this award, six workshops have been held that introduce students to basic principles of fluorescence, flow cytometry, and high speed cell sorting. Our audience over the past three years has totaled nearly 300 students, approximately 70% of which self-report as being an underrepresented minority.\n..."
 }
}