{
 "awd_id": "1127187",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  NIFUT Technology for Recycling Fluorides from Uranium Tetrafluoride",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 529859.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project proposes to significantly expand the number of marketable compounds that can be converted from depleted uranium tetrafluoride (DUF4). DUF4 is produced by the reduction of depleted hexafluoride (DUF6), the largest and one of the most toxic waste components of the entire nuclear fuel cycle. Current technology can convert DUF4 into metallic fluorides. Pearlhill Technologies has developed new, environmentally and economically sound processes for the production of nonmetallic inorganic fluorides from uranium tetrafluoride (NIFUT). In Phase I, Pearlhill proved the feasibility of three NIFUT processes to produce commercially viable fluoride products; sulfur tetrafluoride (SF4) gas, sulfur hexafluoride (SF6) gas, and nitrogen trifluoride (NF3) gas. In Phase II, the company will design and develop prototype reactors and conduct field tests for three processes: (1) a scalable batch process to produce SF4; (2) a continuous process to produce SF6 gas by direct fluorination of SF4 in a stationary bed of cobalt trifluoride (CoF3); and (3) a continuous process for the direct fluorination of trimethylsilylamines at a low temperature liquid phase continuous process, in order to produce NF3 gas.\r\n\r\nThe broader impacts of this research are that, for the first time, a company has created nonmetallic inorganic fluoride products from DUF6. The Department of Energy (DOE) currently has as much as 700,000 tons of DUF6 in its inventory. Meanwhile, four companies are planning to build new uranium enrichment plants. When these facilities are operational, an additional 27,000 tons of DUF6 waste will be added annually to the inventory. DOE's 1999 roadmap for decommissioning DUF6 discussed the need to create new processes for the commercial production of high-value fluorine products from DUF6/DUF4 including a variety of metallic and non-metallic inorganic fluoride compounds, which can be absorbed into current markets. A mix of high-value fluoride products is needed to minimize flooding any single fluoride market. Market research suggests that the market demand for metallic fluoride products can absorb only about ten percent of the potential metallic fluoride gas products that could be created from the annual ongoing enrichment process; hence there is a pressing need to increase the number of markets for fluoride products created from DUF6. The innovative NIFUT process will address this need. The Phase I research has proven that three fluoride products - SF4, SF6, and NF3 - can be produced at a significant cost advantage in the current marketplace.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bamidele",
   "pi_last_name": "Omotowa",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bamidele A Omotowa",
   "pi_email_addr": "bomotowa@yahoo.com",
   "nsf_id": "000076522",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pearlhill Technologies, LLC",
  "inst_street_address": "616 S ADAM LN",
  "inst_street_address_2": "",
  "inst_city_name": "IDAHO FALLS",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2085232266",
  "inst_zip_code": "834014629",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "PEARLHILL TECHNOLOGIES LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "KCVYFHQ5C9A5"
 },
 "perf_inst": {
  "perf_inst_name": "Pearlhill Technologies LLC",
  "perf_str_addr": "101 Technology Dr",
  "perf_city_name": "Idaho Falls",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "834014629",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  },
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1591",
   "pgm_ref_txt": "STTR PHASE II"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 441549.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 88310.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong><strong> </strong>This Small Business Innovation Research (SBIR) Phase II project has expanded the number of marketable compounds from the deconversion of depleted uranium tetrafluoride (DUF<sub>4</sub>). DUF<sub>4</sub> is produced by the reduction of depleted hexafluoride (DUF<sub>6</sub>), the largest and one of the most toxic waste components of the entire nuclear fuel cycle. Current technology can convert DUF<sub>4</sub> into anhydrous hydrogen fluoride and metallic<strong> </strong>fluorides. Pearlhill Technologies LLC has developed new, environmentally and economically sound processes for the production of nonmetallic<strong> </strong>inorganic fluorides from uranium tetrafluoride (NIFUT). Pearlhill proved the feasibility of three NIFUT processes to produce commercially viable fluoride products; that is, sulfur tetrafluoride (SF<sub>4</sub>) gas, sulfur hexafluoride (SF<sub>6</sub>) gas, and nitrogen trifluoride (NF<sub>3</sub>) gas. The company designed and fabricated prototype reactors for their pilot plant &nbsp;and conduct field tests for three processes: (1) a two-step batch process that was scaled-up using the Avrami equation to produce SF<sub>4</sub>; (2) a process that produced SF<sub>6</sub> gas by direct fluorination of SF<sub>4</sub> in a stationary bed of cobalt trifluoride (CoF<sub>3</sub>) following the Arrhenius equation; and (3) a process for production of NF<sub>3</sub> gas by direct fluorination of trimethylsilylamines at a low temperature liquid phase continuous process.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong><strong> </strong>The Department of Energy (DOE) currently has 700,000 tons of DUF<sub>6</sub> in its inventory; meanwhile, four companies are building new uranium enrichment plants. When these facilities are operational, an additional 27,000 tons of DUF<sub>6</sub> waste will be added annually to the inventory. DOE&rsquo;s 1999 roadmap for decommissioning DUF<sub>6</sub> discussed the need to create new processes for the commercial production of high-value fluorine products from DUF<sub>6</sub>/DUF<sub>4</sub> including a variety of metallic and non-metallic inorganic fluoride compounds, which can be absorbed into current markets. A mix of high-value fluoride products is needed to minimize flooding any single fluoride market. Market research suggests that the market demand for metallic fluoride products can absorb only about ten percent of the potential metallic fluoride gas products that could be created from the annual ongoing enrichment process; hence there was a pressing need to increase the number of markets for fluoride products created from DUF<sub>6</sub>. Pearlhill&rsquo;s innovative NIFUT processes have addressed this need. For the first time, a company has created nonmetallic inorganic fluoride products from DUF<sub>6</sub>. Pearlhill&rsquo;s research has proven that three fluoride products - SF<sub>4</sub>, SF<sub>6</sub>, and NF<sub>3</sub> - have been produced at a significant cost advantage in the current marketplace.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/22/2014<br>\n\t\t\t\t\tModified by: Bamidele&nbsp;A&nbsp;Omotowa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: This Small Business Innovation Research (SBIR) Phase II project has expanded the number of marketable compounds from the deconversion of depleted uranium tetrafluoride (DUF4). DUF4 is produced by the reduction of depleted hexafluoride (DUF6), the largest and one of the most toxic waste components of the entire nuclear fuel cycle. Current technology can convert DUF4 into anhydrous hydrogen fluoride and metallic fluorides. Pearlhill Technologies LLC has developed new, environmentally and economically sound processes for the production of nonmetallic inorganic fluorides from uranium tetrafluoride (NIFUT). Pearlhill proved the feasibility of three NIFUT processes to produce commercially viable fluoride products; that is, sulfur tetrafluoride (SF4) gas, sulfur hexafluoride (SF6) gas, and nitrogen trifluoride (NF3) gas. The company designed and fabricated prototype reactors for their pilot plant  and conduct field tests for three processes: (1) a two-step batch process that was scaled-up using the Avrami equation to produce SF4; (2) a process that produced SF6 gas by direct fluorination of SF4 in a stationary bed of cobalt trifluoride (CoF3) following the Arrhenius equation; and (3) a process for production of NF3 gas by direct fluorination of trimethylsilylamines at a low temperature liquid phase continuous process.\n\n \n\nBroader Impacts: The Department of Energy (DOE) currently has 700,000 tons of DUF6 in its inventory; meanwhile, four companies are building new uranium enrichment plants. When these facilities are operational, an additional 27,000 tons of DUF6 waste will be added annually to the inventory. DOEÆs 1999 roadmap for decommissioning DUF6 discussed the need to create new processes for the commercial production of high-value fluorine products from DUF6/DUF4 including a variety of metallic and non-metallic inorganic fluoride compounds, which can be absorbed into current markets. A mix of high-value fluoride products is needed to minimize flooding any single fluoride market. Market research suggests that the market demand for metallic fluoride products can absorb only about ten percent of the potential metallic fluoride gas products that could be created from the annual ongoing enrichment process; hence there was a pressing need to increase the number of markets for fluoride products created from DUF6. PearlhillÆs innovative NIFUT processes have addressed this need. For the first time, a company has created nonmetallic inorganic fluoride products from DUF6. PearlhillÆs research has proven that three fluoride products - SF4, SF6, and NF3 - have been produced at a significant cost advantage in the current marketplace.\n\n\t\t\t\t\tLast Modified: 01/22/2014\n\n\t\t\t\t\tSubmitted by: Bamidele A Omotowa"
 }
}