{
 "awd_id": "1127936",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FRP:  Energy Efficient Smart Building Environment",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Raffaella Montelli",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 199518.0,
 "awd_amount": 199518.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2013-05-30",
 "awd_abstract_narration": "Center for Energy Harvesting Materials and Systems (CEHMS) \r\nProposal #1127936 \r\n\r\nThis proposal seeks funding for the Center for Energy Harvesting Materials and Systems (CEHMS) located at the Virginia Polytechnic Institute and State University. Requests for Fundamental Research are authorized by an NSF approved solicitation, NSF 10-601. The solicitation invites I/UCRCs to submit proposals for support of industry-defined fundamental research. \r\n     \r\nResearchers at Virginia Tech's Center for Energy Harvesting materials and Systems (CEHMS) propose to investigate two approaches to energy harvesting. One mechanism is the capture of energy from airflows with small scale wind mill, for placement in locations such as air ducts to capture the wasted energy. The design and computational modeling of this system is innovative and represents significant intellectual merit. The second approach involves the development of structured materials to capture indoor light energy and vibrational energy. The intellectual merit of the investigation focuses on the detailed, comprehensive characterization of bismuth layered structured materials that can serve to capture energy through vibrational mechanisms. The concept is to first draw the materials into fibers, then to develop methods to prepare the materials in sheet form for application on the walls, much like wallpaper. \r\n\r\nThe objective of harvesting energy through devices in the air ducts and walls is to provide alternative power sources for wireless sensors. Such wireless sensors are essential to monitor environmental factors and optimally manage energy usage. While the power requirements of such sensors are decreasing through improvements, their use remains a challenge as the cost of battery changes is unacceptable and solar power in not available for interior sensors. \r\n\r\nThe societal benefits of energy efficient smart buildings are significant in terms of economy and environment. The proposed work would result in capture of wastage energy in the building environment and its use towards improving the comfort level of occupants. The success in proposed tasks will lead to significant changes in the current generation building infrastructure creating new economy and jobs. Students will benefit as participants in the research and through incorporation of the project results in a course on energy harvesting offered at Virginia Tech. Virginia Tech and CEHMS have a strong history of intellectual property development, and the research partners at United Technologies Research Center (UTRC) are interested in commercialization of the results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Danesh",
   "pi_last_name": "Tafti",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Danesh K Tafti",
   "pi_email_addr": "dtafti@vt.edu",
   "nsf_id": "000378976",
   "pi_start_date": "2013-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Shashank",
   "pi_last_name": "Priya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shashank Priya",
   "pi_email_addr": "spriya@umn.edu",
   "nsf_id": "000059192",
   "pi_start_date": "2011-07-15",
   "pi_end_date": "2013-02-28"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Inman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Inman",
   "pi_email_addr": "daninman@umich.edu",
   "nsf_id": "000320966",
   "pi_start_date": "2011-07-15",
   "pi_end_date": "2013-05-30"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Srinath",
   "pi_last_name": "Ekkad",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Srinath V Ekkad",
   "pi_email_addr": "sekkad@ncsu.edu",
   "nsf_id": "000485970",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Huxtable",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Scott T Huxtable",
   "pi_email_addr": "huxtable@vt.edu",
   "nsf_id": "000124025",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760900",
   "pgm_ele_name": "IUCRC FUNDAMENTAL RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7609",
   "pgm_ref_txt": "IUCRC FUNDAMENTAL RESEARCH"
  },
  {
   "pgm_ref_code": "8040",
   "pgm_ref_txt": "Energy and Environment"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199518.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The increasing reliance of society on technological applications within the building environment has resulted in a necessity to find methodologies for reducing overall power consumption. In this decade, energy consumption in the United States has risen to more than 93 quadrillion Btu per year, with around 41% of this energy consumption coming from buildings in the residential and commercial sectors. The concept of the smart building, or a building that is aware of its occupancy and power consumption, can help in reducing the overall power draw of buildings. Specifically, significant improvements can be made in the highest power consuming building functions, such as HVAC and lighting, by controlling them in real-time based upon building occupancy information. However, the increased number of sensors necessary to realize the smart building concept can also led to extra power draw and complexity in wiring. Therefore, a self-powered occupancy sensor (one not requiring grid or battery power) would be of great benefit and major step toward realizing the smart building concept. Such a device must then power itself by deriving the energy from its environment. To fill these need, the program developed a floor tile energy harvester that resulted in a wireless and self-powered occupancy sensor. This &ldquo;Smart Tile Energy Production Technology (STEP Tech)&rdquo; will be used to automate and control various functions in smart buildings, such as lighting and climate control, based upon the real-time building occupancy mapping. Additionally, harvesting concepts for other available sources of energy within the energy efficient smart building concept were also experimented. This includes the development of micro wind turbine technology that can harvest energy from small wind flows (1 &ndash; 5 mph). Over the duration of the program, a micro-wind turbine with ultra-high efficiency was developed and integrated with the wireless sensor node. In order to harvest light energy efficiently, the team has been working on the fabrication of the titanium dioxide nanotubes with engineered band gap and phosphors with upconversion capability. Utilizing the titania nanolayer, a high efficiency flexible solar module has been developed. This module provides significant advancement over the current state-of-the-art, both in terms of performance and reliability.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/15/2015<br>\n\t\t\t\t\tModified by: Danesh&nbsp;K&nbsp;Tafti</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1127936/1127936_10108846_1447576487415_Windmill--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1127936/1127936_10108846_1447576487415_Windmill--rgov-800width.jpg\" title=\"Micro Windmill\"><img src=\"/por/images/Reports/POR/2015/1127936/1127936_10108846_1447576487415_Windmill--rgov-66x44.jpg\" alt=\"Micro Windmill\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Micro wind turbine for powering the wireless sensor networks</div>\n<div class=\"imageCredit\">Virginia Tech</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Danesh&nbsp;K&nbsp;Tafti</div>\n<div class=\"imageTitle\">Micro Windmill</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2015/1127936/1127936_10108846_1447576663899_SolarCell--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1127936/1127936_10108846_1447576663...",
  "por_txt_cntn": "\nThe increasing reliance of society on technological applications within the building environment has resulted in a necessity to find methodologies for reducing overall power consumption. In this decade, energy consumption in the United States has risen to more than 93 quadrillion Btu per year, with around 41% of this energy consumption coming from buildings in the residential and commercial sectors. The concept of the smart building, or a building that is aware of its occupancy and power consumption, can help in reducing the overall power draw of buildings. Specifically, significant improvements can be made in the highest power consuming building functions, such as HVAC and lighting, by controlling them in real-time based upon building occupancy information. However, the increased number of sensors necessary to realize the smart building concept can also led to extra power draw and complexity in wiring. Therefore, a self-powered occupancy sensor (one not requiring grid or battery power) would be of great benefit and major step toward realizing the smart building concept. Such a device must then power itself by deriving the energy from its environment. To fill these need, the program developed a floor tile energy harvester that resulted in a wireless and self-powered occupancy sensor. This \"Smart Tile Energy Production Technology (STEP Tech)\" will be used to automate and control various functions in smart buildings, such as lighting and climate control, based upon the real-time building occupancy mapping. Additionally, harvesting concepts for other available sources of energy within the energy efficient smart building concept were also experimented. This includes the development of micro wind turbine technology that can harvest energy from small wind flows (1 &ndash; 5 mph). Over the duration of the program, a micro-wind turbine with ultra-high efficiency was developed and integrated with the wireless sensor node. In order to harvest light energy efficiently, the team has been working on the fabrication of the titanium dioxide nanotubes with engineered band gap and phosphors with upconversion capability. Utilizing the titania nanolayer, a high efficiency flexible solar module has been developed. This module provides significant advancement over the current state-of-the-art, both in terms of performance and reliability.\n\n\t\t\t\t\tLast Modified: 11/15/2015\n\n\t\t\t\t\tSubmitted by: Danesh K Tafti"
 }
}