{
 "awd_id": "1127250",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Linking the chemical structure of black carbon to its biological degradation and transport dynamics in a northern temperate forest soil",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 372016.0,
 "awd_amount": 493946.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2015-06-08",
 "awd_abstract_narration": "Fire is a major controller of carbon (C) cycling in terrestrial ecosystems, by converting plant biomass to atmospheric CO2 and by contributing incompletely combusted biomass or \"black carbon\" (BC) to soils. The scientific understanding of the short- and long-term fates of BC in terrestrial ecosystems is incomplete, and a critical knowledge gap exists in our understanding of the fate of BC in the environment.  BC, may significantly affect soil C stocks and rates of CO2 exchange of forests with the atmosphere. Through integrated field and laboratory studies, this research will improve understanding of fundamental biological, chemical and physical controls on BC degradation and transport processes in a northern forest soil. This research will link the charring temperature of BC materials to their chemical and physical structures and their resulting decay rates, activity of the main decomposers, enzyme activities, transport dynamics, and  stabilization mechanisms in soil. The proposed experimental approach will use stable isotope-enriched (13C and 15N) BC materials produced over a range of temperatures (200 to 600ºC) and its precursor wood of jack pine, a fire-prone and abundant tree species in eastern North America, to elucidate the structures of BC materials and track the multiple fates of these materials when added to soil. This approach will permit a direct assessment of the biological turnover in soil using advanced molecular and spectroscopic techniques. This work will provide the first look at the roles of specific groups of microorganisms and soil fauna involved in the decomposition and movement of BC and wood in soils. To test the effects of plant species on BC chemical and physical structures, highly 13C- and 15N-enriched BC from red maple will be compared with the jack pine. Resulting data and knowledge will contribute to ongoing efforts to predict terrestrial C cycling, and will inform ecosystem and climate modelers and also land use managers.\r\n\r\nMost existing climate models predict that temperate and boreal forests will experience greater fire frequency under a warmer future climate, thereby increasing BC (black carbon) contributions to soils. In addition, substantial BC (or \"biochar\") production is expected from the energy industry. This research will characterize the key biological, chemical and physical controls on BC and wood degradation processes in soils, thereby substantially increasing our understanding of the mechanisms involved in C stabilization and sequestration in fire-prone forests. This will provide information needed to improve ecosystem and global C cycling models and their uses in characterizing forest soil C sinks in present and future climates. This research will inform a broad scientific, educational, land manager and agency community interested in ecosystem function, productivity and sustainability. In addition, the project will include involvement of a science teacher from a New York City minority-serving high school and the NY GLOBE Metro program to integrate applied environmental ecosystem science and geosciences into the high school biology and earth science curricula. Purdue University, in collaboration with Leech Lake Tribal College (LLTC), will integrate this research into an ethnobiology curriculum focusing on both modern principles of chemistry and Native American utilization of BC. The University of Michigan Biological Station and City University of New York will each train a postdoctoral researcher within the scope of this project and will use the field study as a resource for on-site university courses, its site-based undergraduate and graduate student research programs, and its science outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Knute",
   "pi_last_name": "Nadelhoffer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Knute J Nadelhoffer",
   "pi_email_addr": "knute@umich.edu",
   "nsf_id": "000311302",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7295",
   "pgm_ref_txt": "GEOBIOLOGY & LOW TEMP GEOCHEM"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 115731.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 260137.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 98758.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 19320.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;</strong><strong>PI, J.A. Bird, CUNY; Co-PIs, T.R. Filley (Purdue), K. Nadelhoffer (U MI).&nbsp;</strong></p>\n<p><strong>Intellectual Merit:</strong></p>\n<p>In temperate and boreal ecosystems, forest fires are predicted to increase in frequency and intensity during the next century, resulting in more partially combusted (i.e., pyrolyzed) plant biomass (often termed black carbon or pyrogenic organic matter) added to the air, waterways and soil. &nbsp;In addition, changes in climate may result in shifts in tree species composition favoring angiosperms in mid- to high-latitude forests. &nbsp;However, scientific understanding of how<em> </em>the formation temperature and the type of source wood affects both i) the physical and chemical structure and composition of pyrogenic organic matter (PyOM); and ii) the associated degradation and transport dynamics of PyOM once it is incorporated into soil.&nbsp; Our project included two laboratory studies and a long-term field experiment (planned through 2031) located at the University of Michigan Biological Station, Pellston, MI, USA. &nbsp;We used isotopically labeled (<sup>13</sup>C/<sup>15</sup>N) PyOM in our laboratory studies and field incubations to investigate how wood source (i.e., Jack Pine, <em>Pinus banksani </em>and Red Maple, <em>Acer rubrum</em>) and formation temperature (0, 200, 300, 450, 600 &deg;C) influence the structure of PyOM and how PyOM structure then influences its fate in the environment, including degradation, transport and stabilization dynamics in a forest soil.</p>\n<p>One of our key findings was that wood taxonomy (i.e., angiosperm-deciduous vs. gymnosperm-conifer) controlled the efficacy of PyOM formation (mostly &le; 450 &deg;C), with Jack Pine<em>-</em>derived PyOM forming more readily at lower temperatures than Red maple-derived PyOM.&nbsp; We posit that this interaction reflects distinct anatomical features between the two major tree taxa, which promotes the loss and enhances the heat exposure of bio-components in the gymnosperm compared with the angiosperm wood. &nbsp;We found that the main controller of PyOM structure and decomposition rates in soil was the formation temperature (0 to 600 &deg;C) - with the highest-temperature PyOM materials (i.e., 450-600 &deg;C) decaying at rates of 100 times slower than their source wood. &nbsp;When incubated in soils of northern MI, USA, the two wood types had mean residence times ranging from 2 to 3 years, while the 450 &deg;C PyOM had residency times of 300-400 years. &nbsp;We found distinct preferences of microbial groups that degraded PyOM across the formation temperature gradient and widespread use of PyOM C and N in meso- and macrofauna.&nbsp; Also, we found that PyOM additions significantly slowed native soil organic matter decomposition (i.e., negative priming), especially with intermediate temperature PyOM products (i.e., 300-450 &deg;C) that resulted in the greatest slowdown in native soil C cycling. &nbsp;These results were confirmed by both lab and field data, providing a robust view of the decay dynamics of a PyOM across a spectrum of formation temperatures and wood type.&nbsp; Finally, losses of PyOM in field plots were almost entirely as CO<sub>2</sub>, as we found &lt;0.1% of C and N added as wood or PyOM in dissolved or particulate PyOM below 15 cm in soil during the first 3 years. &nbsp;Our data suggest that during the first 3 years of decay, movement of PyOM is limited to surface soil erosion and/or gaseous losses. &nbsp;Loss of PyOM by vertical leaching was negligible even in the coarse-textured soil used in our field study. &nbsp;Together our findings provide a comprehensive roadmap of the fates of PyOM in a forest soil and suggest that shifts in forest tree species composition away from gymnosperms might create a larger proportion of PyOM that is more degradable and will be a less effective sink for atmospheric CO<sub>2</sub> in soils.</p>\n<p>To date 17 presentations at scientific conferences and universities have been made (4 invited), 5 journal articles published related to the project, 2 book chapters that include project data, 2 articles in review, with 3-4 additional journal articles and 1 book chapter are planned in the next 24 months.</p>\n<p>&nbsp;<strong>Broader impacts:</strong></p>\n<p><em>&nbsp;</em>The project supported two postdoctoral researchers, two PhD students and 9 undergraduates (including 4 minority students) have been supported by this project.&nbsp; PI Bird and a local NYC high school science teacher developed a lesson plan to facilitate the incorporation of ecosystem science and C cycling topics into the high school natural science curricula. The lesson plan developed is entitled, <em>Exploring the Effects of Fire on Vegetation Change and the Carbon Cycle</em> <em>in a Boreal Ecosystem</em>, is available for free and disseminated in cooperation with the NYC GLOBE program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2017<br>\n\t\t\t\t\tModified by: Knute&nbsp;J&nbsp;Nadelhoffer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n PI, J.A. Bird, CUNY; Co-PIs, T.R. Filley (Purdue), K. Nadelhoffer (U MI). \n\nIntellectual Merit:\n\nIn temperate and boreal ecosystems, forest fires are predicted to increase in frequency and intensity during the next century, resulting in more partially combusted (i.e., pyrolyzed) plant biomass (often termed black carbon or pyrogenic organic matter) added to the air, waterways and soil.  In addition, changes in climate may result in shifts in tree species composition favoring angiosperms in mid- to high-latitude forests.  However, scientific understanding of how the formation temperature and the type of source wood affects both i) the physical and chemical structure and composition of pyrogenic organic matter (PyOM); and ii) the associated degradation and transport dynamics of PyOM once it is incorporated into soil.  Our project included two laboratory studies and a long-term field experiment (planned through 2031) located at the University of Michigan Biological Station, Pellston, MI, USA.  We used isotopically labeled (13C/15N) PyOM in our laboratory studies and field incubations to investigate how wood source (i.e., Jack Pine, Pinus banksani and Red Maple, Acer rubrum) and formation temperature (0, 200, 300, 450, 600 &deg;C) influence the structure of PyOM and how PyOM structure then influences its fate in the environment, including degradation, transport and stabilization dynamics in a forest soil.\n\nOne of our key findings was that wood taxonomy (i.e., angiosperm-deciduous vs. gymnosperm-conifer) controlled the efficacy of PyOM formation (mostly &le; 450 &deg;C), with Jack Pine-derived PyOM forming more readily at lower temperatures than Red maple-derived PyOM.  We posit that this interaction reflects distinct anatomical features between the two major tree taxa, which promotes the loss and enhances the heat exposure of bio-components in the gymnosperm compared with the angiosperm wood.  We found that the main controller of PyOM structure and decomposition rates in soil was the formation temperature (0 to 600 &deg;C) - with the highest-temperature PyOM materials (i.e., 450-600 &deg;C) decaying at rates of 100 times slower than their source wood.  When incubated in soils of northern MI, USA, the two wood types had mean residence times ranging from 2 to 3 years, while the 450 &deg;C PyOM had residency times of 300-400 years.  We found distinct preferences of microbial groups that degraded PyOM across the formation temperature gradient and widespread use of PyOM C and N in meso- and macrofauna.  Also, we found that PyOM additions significantly slowed native soil organic matter decomposition (i.e., negative priming), especially with intermediate temperature PyOM products (i.e., 300-450 &deg;C) that resulted in the greatest slowdown in native soil C cycling.  These results were confirmed by both lab and field data, providing a robust view of the decay dynamics of a PyOM across a spectrum of formation temperatures and wood type.  Finally, losses of PyOM in field plots were almost entirely as CO2, as we found &lt;0.1% of C and N added as wood or PyOM in dissolved or particulate PyOM below 15 cm in soil during the first 3 years.  Our data suggest that during the first 3 years of decay, movement of PyOM is limited to surface soil erosion and/or gaseous losses.  Loss of PyOM by vertical leaching was negligible even in the coarse-textured soil used in our field study.  Together our findings provide a comprehensive roadmap of the fates of PyOM in a forest soil and suggest that shifts in forest tree species composition away from gymnosperms might create a larger proportion of PyOM that is more degradable and will be a less effective sink for atmospheric CO2 in soils.\n\nTo date 17 presentations at scientific conferences and universities have been made (4 invited), 5 journal articles published related to the project, 2 book chapters that include project data, 2 articles in review, with 3-4 additional journal articles and 1 book chapter are planned in the next 24 months.\n\n Broader impacts:\n\n The project supported two postdoctoral researchers, two PhD students and 9 undergraduates (including 4 minority students) have been supported by this project.  PI Bird and a local NYC high school science teacher developed a lesson plan to facilitate the incorporation of ecosystem science and C cycling topics into the high school natural science curricula. The lesson plan developed is entitled, Exploring the Effects of Fire on Vegetation Change and the Carbon Cycle in a Boreal Ecosystem, is available for free and disseminated in cooperation with the NYC GLOBE program.\n\n\t\t\t\t\tLast Modified: 12/28/2017\n\n\t\t\t\t\tSubmitted by: Knute J Nadelhoffer"
 }
}