{
 "awd_id": "1127665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A New Posterior Simulation Toolkit for Estimation of a Multitude of Economic Models",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 117039.0,
 "awd_amount": 117039.0,
 "awd_min_amd_letter_date": "2011-08-04",
 "awd_max_amd_letter_date": "2011-08-04",
 "awd_abstract_narration": "In this project, the investigator provides a new Bayesian simulation toolkit that allows economists to study a variety of economic models which are difficult to quantify due to their computational complexity. Major technical difficulties include intractable likelihoods full of multiple peaks and thin winding ridges, separated by wide zero-probability regions.\r\n\r\nAn important reason for providing a completely new set of simulation tools relates to the estimation of the two regime-switching general equilibrium models proposed here. In the process of estimating these models the investigator identifies several puzzling results. It is tempting to infer that such undesirable results are a reflection of some fundamental defects of the kind of macroeconomic models studied in the literature. This inference turns out to be incorrect. The investigator's discovery is that the likelihood functions and the posterior distributions are far more complicated than what existing Monte Carlo Markov Chain (MCMC) techniques can handle. The puzzling estimates are not a reflection of the model's property itself, but rather are predominantly a consequence of the inadequacy of the current computational techniques available to macroeconomists.\r\n\r\nTo meet this challenge the investigator develops a more complete treatment of estimation techniques. The proposed research is designed to avoid the aforementioned problems inherent in economic models. In particular, it consists of three main components.\r\n(1) The investigator develops two structural models that explicitly address the impact of the recent turmoil in housing and financial markets on the macroeconomy and the effect of subsequent policy interventions.\r\n(2) To obtain accurate estimation techniques for these models the investigator develops a new set of MCMC techniques, addressing a combination of multiple local peaks, thin winding ridges, and a high-dimensional parameter pace which often makes it very difficult and frequently infeasible to utilize existing MCMC algorithms.\r\n(3) To make the new methods accessible to the general public the investigator develops a toolkit that comprises a dynamic scheduler that allows exploitation of parallel computation required by many modern quantitative economic applications. This general toolkit can be applied to a wide range of economic problems beyond the new models discussed in this proposal.\r\n\r\nMacroeconomic models that can be utilized to address the current economic problems and the relevant policy recipes are, inevitably, complicated. It is well-known that the accurate estimation of such models poses an extraordinarily challenging task since the standard methods used in the macroeconomic literature can fail when the model becomes almost intractable. To avoid distortion of the economic implications from the model itself, the proposed new computational techniques are needed. This will permit researchers to achieve a high level of inferential accuracy so that computational inaccuracy does not contaminate or compromise the model's economic meaning and subsequent policy recommendations.\r\n\r\nThe ultimate goal of the proposal is to make the toolkit available to academic and government researchers, as well as graduate students, and to allow researchers to estimate various structural models to address pertinent and pressing policy questions with relatively simple resources. Writing a parallelized computer program for each economic application is a challenging and time-consuming task even to a seasoned programmer; many economists simply do not have the time or the computer skills to write the source code that takes advantage of parallel computing and general grid usability. The proposed toolkit will eliminate the need to invest time on writing a sophisticated program for each and every economic application.\r\n\r\nThe architecture of the proposed toolkit is designed to be general enough to have a significant broader impact. The final product, once completed, allows researchers to estimate a multitude of macroeconomic models beyond the two models studied in the proposal and beyond current linear models whose breadth and depth are often comprised by computational difficulties. Examples of more challenging economic models usable for policy analysis in the current economic environment are nonlinear structural economic models, large nonlinear econometric models, dynamic learning models, and robustness analysis that allows for model misspecification.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tao",
   "pi_last_name": "Zha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tao Zha",
   "pi_email_addr": "tzha@emory.edu",
   "nsf_id": "000539874",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "201 Dowman Drive",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303221007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 117039.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project undertaken during August, 2011 to July, 2015 provides a new posterior simulation toolkit. &nbsp;This toolkit allows general researchers to estimate a variety of high-dimensional economic models. &nbsp;For many structural economic models, the likelihood is full of multiple peaks and thin winding ridges separated by wide zero-probability regions. &nbsp;Such a complicated likelihood prevents standard simulation techniques from sampling the entire posterior density to achieve accurate results. &nbsp;The new simulation method, called the ``Dynamic Striated Metropolis-Hastings (DSMH) Sampler for High-Dimensional Models,'' is a generic simulation toolkit that is designed to tackle high-dimensional statistical and economic models. &nbsp;Pooling the strengths from a number of existing samplers, the DSMH sampler has proven to possess the capacity to cope with extremely irregular distributions implied by high-dimensional problems. &nbsp;</p>\n<p><br />It is well known that estimation of a high-dimensional statistical or economic economic model can ben a very difficult task. &nbsp;Writing a computer program tailored to a particular model in hand can pose a challenge even to a seasoned programmer, but to many economists whose expertise lies in the non-computational area, it could present a virtually insurmountable obstacle. &nbsp;The architecture of our toolkit is designed to be general enough to allow researchers to estimate a wide range of high-dimensional statistical and economic models including but not restricted to large time-series statistical models, large linearized dynamic equilibrium models, nonlinear dynamic general equilibrium &nbsp;models, dynamic factor models, dynamic learning models, and robustness analysis that takes account of model misspecification. &nbsp;&nbsp;</p>\n<p><br />During the four years of the award, this project has enabled the PI to publish 3 articles (in NBER Macroeconomics Annual, Econometrica, and Journal of Econometrics), 1 revise and resubmit article in Journal of Econometrics, and 4 completed manuscripts under review. &nbsp;The methodology and the computer code has been sought by researchers in various central banks around the world, including the European Central Bank and the Bank of England. &nbsp;Part of our toolkit has been incorporated in the Dynare that is a popular platform for scientific computations.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/06/2015<br>\n\t\t\t\t\tModified by: Tao&nbsp;Zha</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project undertaken during August, 2011 to July, 2015 provides a new posterior simulation toolkit.  This toolkit allows general researchers to estimate a variety of high-dimensional economic models.  For many structural economic models, the likelihood is full of multiple peaks and thin winding ridges separated by wide zero-probability regions.  Such a complicated likelihood prevents standard simulation techniques from sampling the entire posterior density to achieve accurate results.  The new simulation method, called the ``Dynamic Striated Metropolis-Hastings (DSMH) Sampler for High-Dimensional Models,'' is a generic simulation toolkit that is designed to tackle high-dimensional statistical and economic models.  Pooling the strengths from a number of existing samplers, the DSMH sampler has proven to possess the capacity to cope with extremely irregular distributions implied by high-dimensional problems.  \n\n\nIt is well known that estimation of a high-dimensional statistical or economic economic model can ben a very difficult task.  Writing a computer program tailored to a particular model in hand can pose a challenge even to a seasoned programmer, but to many economists whose expertise lies in the non-computational area, it could present a virtually insurmountable obstacle.  The architecture of our toolkit is designed to be general enough to allow researchers to estimate a wide range of high-dimensional statistical and economic models including but not restricted to large time-series statistical models, large linearized dynamic equilibrium models, nonlinear dynamic general equilibrium  models, dynamic factor models, dynamic learning models, and robustness analysis that takes account of model misspecification.   \n\n\nDuring the four years of the award, this project has enabled the PI to publish 3 articles (in NBER Macroeconomics Annual, Econometrica, and Journal of Econometrics), 1 revise and resubmit article in Journal of Econometrics, and 4 completed manuscripts under review.  The methodology and the computer code has been sought by researchers in various central banks around the world, including the European Central Bank and the Bank of England.  Part of our toolkit has been incorporated in the Dynare that is a popular platform for scientific computations. \n\n\t\t\t\t\tLast Modified: 08/06/2015\n\n\t\t\t\t\tSubmitted by: Tao Zha"
 }
}