{
 "awd_id": "1127934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanisms of Wood-Generated Formaldehyde Emission",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Raffaella Montelli",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 199450.0,
 "awd_amount": 199450.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2014-06-23",
 "awd_abstract_narration": "This proposal seeks funding for the Center for Wood Based Composites (WBC) located at the Virginia Tech Institute. Funding Requests for Fundamental Research are authorized by an NSF approved solicitation, NSF 10-601. The solicitation invites I/UCRCs to submit proposals for support of industry-defined fundamental research. \r\n     \r\nThe U.S. government will soon restrict formaldehyde emissions from select wood composite materials, but at levels very near the native emission of solid wood. These native emissions are poorly documented and not understood. WBC industry members suggest that the chemistry of native emissions must be determined, and that this knowledge will shape efforts to improve adhesive technologies and ultimately control total emissions. This Fundamental Research project complements an existing WBC project, and provides a scientific foundation not possible with current Center resources. In the proposed work, lignin chemistry of pine and aspen woods will be defined using thioacidolysis/desulphurization (T/D). Freshly harvested wood will be analyzed as a function of drying variables, and known chemical markers for lignin-formaldehyde formation will be quantified by T/D. The occurrence of these chemical markers will be correlated to water extractable endogenous wood formaldehyde. These findings will be correlated to gaseous native emissions as determined in the current WBC formaldehyde project. \r\n\r\nIn the proposed work, central to the plan is the development of advanced and durable wood-based composite materials. With knowledge of the molecular basis of native emissions, the industry can best devise technologies that will reduce total formaldehyde emissions, from adhesive binder and wood. Consequently, home owners will be motivated to maintain preferences for inexpensive and sustainable forest products, while having the added assurance of reduced formaldehyde emission. This effort will also contribute to the fundamental knowledge of lignin chemistry and to the development of new analytical procedures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Frazier",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Charles E Frazier",
   "pi_email_addr": "cfrazier@vt.edu",
   "nsf_id": "000244149",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Broline",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Broline",
   "pi_email_addr": "bruce@brolineconsulting.com",
   "nsf_id": "000588197",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "230 Cheatham Hall",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240600323",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760900",
   "pgm_ele_name": "IUCRC FUNDAMENTAL RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "7609",
   "pgm_ref_txt": "IUCRC FUNDAMENTAL RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We studied how trees naturally produce formaldehyde; since this is natural formaldehyde we refer to it as biogenic. The government regulates formaldehyde emissions from certain wood products because high formaldehyde levels can be toxic to humans. The regulations target synthetic, or human-made, formaldehyde that occurs in some adhesives that are used to make wood products. In recent years government regulations have reduced allowable formaldehyde emissions to levels that approach the natural, biogenic formaldehyde that trees make. Our industry asked us to study biogenic formaldehyde to help them create new strategies to reduce formaldehyde emissions in their products. Our review of the literature suggested that we should study lignin chemistry. Lignin is a wild and wonderful polymer in wood; it&rsquo;s the reason that trees are able to grow to the tremendous sizes we observe today. We studied a very specific hypothesis related to lignin chemistry, and while we did not prove our hypothesis we did show that lignin is the principal source of biogenic formaldehyde in wood. We showed that living trees contain significant quantities of formaldehyde, and that levels differ among tree types. We showed our industry how certain manufacturing practices can increase and decrease formaldehyde emissions in their products. We developed new and simple methods so that others could easily study this topic. During this process we served and helped our industry. Likewise our industry helped us; we could not have achieved our results without this industry/university collaboration. Finally, this project and the industry contributions helped train four students, one Iranian male (M.S. degree), one Chinese woman (Ph.D. degree), one Asian-American woman (B.S. degree), and one American male (B.S. degree); all four are pictured here!</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/07/2015<br>\n\t\t\t\t\tModified by: Charles&nbsp;E&nbsp;Frazier</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1127934/1127934_10116536_1444239820054_BiogenicformaldehydeNSF--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1127934/1127934_10116536_1444239820054_BiogenicformaldehydeNSF--rgov-800width.jpg\" title=\"Our students\"><img src=\"/por/images/Reports/POR/2015/1127934/1127934_10116536_1444239820054_BiogenicformaldehydeNSF--rgov-66x44.jpg\" alt=\"Our students\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">George Lewis and Guigui Wan are sampling a yellow-poplar tree; Heather wise is sampling a Virginia pine tree, and Mohammad Tasooji is working in the laboratory.</div>\n<div class=\"imageCredit\">Charles E. Frazier</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Charles&nbsp;E&nbsp;Frazier</div>\n<div class=\"imageTitle\">Our students</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nWe studied how trees naturally produce formaldehyde; since this is natural formaldehyde we refer to it as biogenic. The government regulates formaldehyde emissions from certain wood products because high formaldehyde levels can be toxic to humans. The regulations target synthetic, or human-made, formaldehyde that occurs in some adhesives that are used to make wood products. In recent years government regulations have reduced allowable formaldehyde emissions to levels that approach the natural, biogenic formaldehyde that trees make. Our industry asked us to study biogenic formaldehyde to help them create new strategies to reduce formaldehyde emissions in their products. Our review of the literature suggested that we should study lignin chemistry. Lignin is a wild and wonderful polymer in wood; itÆs the reason that trees are able to grow to the tremendous sizes we observe today. We studied a very specific hypothesis related to lignin chemistry, and while we did not prove our hypothesis we did show that lignin is the principal source of biogenic formaldehyde in wood. We showed that living trees contain significant quantities of formaldehyde, and that levels differ among tree types. We showed our industry how certain manufacturing practices can increase and decrease formaldehyde emissions in their products. We developed new and simple methods so that others could easily study this topic. During this process we served and helped our industry. Likewise our industry helped us; we could not have achieved our results without this industry/university collaboration. Finally, this project and the industry contributions helped train four students, one Iranian male (M.S. degree), one Chinese woman (Ph.D. degree), one Asian-American woman (B.S. degree), and one American male (B.S. degree); all four are pictured here!\n\n\t\t\t\t\tLast Modified: 10/07/2015\n\n\t\t\t\t\tSubmitted by: Charles E Frazier"
 }
}