{
 "awd_id": "1127851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sequencing and Targeting Climate Change Policy for Architecture: An Interdisciplinary and International Approach",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 23023.0,
 "awd_amount": 23023.0,
 "awd_min_amd_letter_date": "2011-09-11",
 "awd_max_amd_letter_date": "2011-09-11",
 "awd_abstract_narration": "National Science Foundation Workshop Proposal 1127851\r\nAbstract \r\nSequencing and Targeting Climate Change Policy for Architecture: \r\nAn Interdisciplinary and International Approach\r\n\r\nThis interdisciplinary workshop on climate change policy for architecture  will  involve a collaboration of the University of Texas Center for Sustainable Development (UTCSD), the Arizona State University Center for Nanotechnology and Society (CNS), and the University of Manchester Architectural Research Center (MARC). The Workshop will examine three related barriers and opportunities to the adoption of beneficial technologies that are essential to sustainable architectural production and use in an era of climate change: information failures, demand stimulation, and knowledge systems. With regard to information we will focus on two types of failures: (1) those that stem from differences in the types of information that are salient to industry and consumers, and (2) those that stem from the sensitivities of groups regarding how information is conveyed and who conveys it. With regard to demand, we will focus on two types of stimuli: (1) how to stimulate resources for research and development that ties technological change to social behavior, and (2) how to stimulate market demand for things that might help solve the problem, rather than, or in addition to, research and development for things that architects, scientists and engineers want to do. And with regard to knowledge systems, we will focus on identifying the sets of institutions required to generate, assess, disseminate, and apply new knowledge about sustainable architecture. The focus on technology and behavior requires both interdisciplinary and international perspectives to avoid the myopic proposals premised on discrete technological fixes that have dominated research in the field. \r\n\r\nAccording to the U.S. Department of Energy, the construction and operation of architecture accounts for almost half of all greenhouse gas (GHG) emissions and almost half of North America's annual energy consumption. This amount is twice that contributed by the transportation sector. These statistics are put in a critical context by a Brookings Institution study which projects that by 2030 about half of the buildings in which Americans live, work, and shop will have been built after 2000,  suggesting  that the construction and operation of architecture could ironically become the nation's single largest source of greenhouse gas emissions. The  workshop will be action-oriented, meaning that the goal is not simply to identify opportunities and barriers to interdisciplinary research, but also to forge concrete research initiatives  across disciplines that will benefit the construction industry, building managers and public health. Staff of the University of Texas Center for Sustainable Development will follow-up for a period of six-months after the Workshop to disseminate findings and initiate new collaborative research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Moore",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Steven A Moore",
   "pi_email_addr": "samoore@austin.utexas.edu",
   "nsf_id": "000216552",
   "pi_start_date": "2011-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Adelman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Adelman",
   "pi_email_addr": "dadelman@law.utexas.edu",
   "nsf_id": "000556997",
   "pi_start_date": "2011-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "1 University Station B7500",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787120222",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "TX",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 23023.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This two-day Workshop was compelled by data indicating that the single greatest catalyst of climate change is the production of the built environment, or architecture broadly defined. In that context, the objectives of the Workshop were four-fold: First, to develop a research agenda by assembling an international and interdisciplinary network of scholars, designers, activists, and policy-makers with the capacity to both imagine and contribute to successful technology and policy development related to climate change and architectural production. It is not likely, we reasoned, that beneficial new technologies will be adopted without supportive policies. Likewise, it is not likely that supportive policies will emerge without the data to demonstrate the viability and benefit of particular technologies. In this sense, the design of successful systems must consider artifacts, policies, and practices so as to &ldquo;transform existing conditions into preferred ones.&rdquo;&nbsp; Such an effort requires both an interdisciplinary and international constituency to the workshop in order to avoid simply reproducing the assumptions held by producers and consumers of North American architecture.</p>\n<p>Our second objective was to expand the demand for research related to the social and behavioral aspects of environmentally beneficial technologies. We did so by asking two related questions: First, how might our network stimulate resources for research and development that ties technological change to behavior? And second, how might the network stimulate market demand for things that might help solve the problem, rather than, or in addition to, research and development for the things that architects, scientists and engineers want to do.</p>\n<p>Our third objective was to make such interdisciplinary research relevant to the design disciplines&mdash;industrial design, architecture, engineering, and urban planning&mdash;as well as those groups responsible for technology adoption&mdash;policy-makers, developers, and building managers. It is one thing to create new knowledge, it is quite another to make it useful to those who have responsibility for, and control of its integration into the building culture.</p>\n<p>Finally, our fourth objective was to engage graduate students based in the design disciplines to the issues identified above.</p>\n<p>Findings:&nbsp;</p>\n<p>During the Workshop participants worked toward the articulation of research projects that would realize the four objectives outlined above. Following the Workshop the co-PIs and Graduate Research Assistants conducted a content analysis of the conversation from video-taped sessions, simultaneous notes, a &ldquo;comment wall,&rdquo; and post-Workshop Emails sent by participants. These data were ultimately coded as three proposed future areas of research.</p>\n<p><strong><em>(1) Long-term Urban Field Stations: Reframing the Concept and Operation of Infrastructure through Intervention in the Supply Chain of Sustainable Building Technologies.</em></strong> This proposal is to establish multiple long-term urban field stations that will collect and interpret data designed to identify and influence key points of intervention in the supply chain of emergent sustainable building technologies.</p>\n<p><strong><em>(2) Establishing an Online Learning Network to Support Regenerative Design of the Built Environment:&nbsp; A Collaborative, Interdisciplinary Approach</em></strong>. Over the past decade, a plethora of building assessment systems (BASs) and guidelines for sustainable building has challenged traditional modes of architectural judgment by constructing new priorities, metrics, and methods (Cole 2012).&nbsp; These rating systems have expanded public awareness of the need for sustainable development and have had significant market influence.&nbsp; While these successes are critical to the ongoing sustainability education of the main...",
  "por_txt_cntn": "\nThis two-day Workshop was compelled by data indicating that the single greatest catalyst of climate change is the production of the built environment, or architecture broadly defined. In that context, the objectives of the Workshop were four-fold: First, to develop a research agenda by assembling an international and interdisciplinary network of scholars, designers, activists, and policy-makers with the capacity to both imagine and contribute to successful technology and policy development related to climate change and architectural production. It is not likely, we reasoned, that beneficial new technologies will be adopted without supportive policies. Likewise, it is not likely that supportive policies will emerge without the data to demonstrate the viability and benefit of particular technologies. In this sense, the design of successful systems must consider artifacts, policies, and practices so as to \"transform existing conditions into preferred ones.\"  Such an effort requires both an interdisciplinary and international constituency to the workshop in order to avoid simply reproducing the assumptions held by producers and consumers of North American architecture.\n\nOur second objective was to expand the demand for research related to the social and behavioral aspects of environmentally beneficial technologies. We did so by asking two related questions: First, how might our network stimulate resources for research and development that ties technological change to behavior? And second, how might the network stimulate market demand for things that might help solve the problem, rather than, or in addition to, research and development for the things that architects, scientists and engineers want to do.\n\nOur third objective was to make such interdisciplinary research relevant to the design disciplines&mdash;industrial design, architecture, engineering, and urban planning&mdash;as well as those groups responsible for technology adoption&mdash;policy-makers, developers, and building managers. It is one thing to create new knowledge, it is quite another to make it useful to those who have responsibility for, and control of its integration into the building culture.\n\nFinally, our fourth objective was to engage graduate students based in the design disciplines to the issues identified above.\n\nFindings: \n\nDuring the Workshop participants worked toward the articulation of research projects that would realize the four objectives outlined above. Following the Workshop the co-PIs and Graduate Research Assistants conducted a content analysis of the conversation from video-taped sessions, simultaneous notes, a \"comment wall,\" and post-Workshop Emails sent by participants. These data were ultimately coded as three proposed future areas of research.\n\n(1) Long-term Urban Field Stations: Reframing the Concept and Operation of Infrastructure through Intervention in the Supply Chain of Sustainable Building Technologies. This proposal is to establish multiple long-term urban field stations that will collect and interpret data designed to identify and influence key points of intervention in the supply chain of emergent sustainable building technologies.\n\n(2) Establishing an Online Learning Network to Support Regenerative Design of the Built Environment:  A Collaborative, Interdisciplinary Approach. Over the past decade, a plethora of building assessment systems (BASs) and guidelines for sustainable building has challenged traditional modes of architectural judgment by constructing new priorities, metrics, and methods (Cole 2012).  These rating systems have expanded public awareness of the need for sustainable development and have had significant market influence.  While these successes are critical to the ongoing sustainability education of the mainstream building industry, they have not yet been developed enough to transform regional \"building cultures\"(Davis 2006) or the business models of firms that constitute them. Climate change requires the ret..."
 }
}