{
 "awd_id": "1127640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Diagrammatic Representations of Biological Mechanisms",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 183279.0,
 "awd_amount": 183279.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "Introduction\r\nThe goal of this project is to generate a philosophical account of the role of diagrams in the life sciences, one that does justice to scientific practice while contributing deeper understanding of explanation and other key concepts in philosophy of science. Diagrams are widely employed in the life sciences for a variety of activities that are directly relevant to philosophy of science such as presenting explanations, developing and revising hypotheses, and reasoning about evidence. Until recently, diagrams were rarely studied by philosophers of science, who mainly focused on linguistically represented laws; however, recent interest in models as vehicles for explanation has created a more receptive context for comprehensive investigation of diagrams. This investigation will focus on the use of diagrams in a specific field of biology, circadian rhythm research by chronobiologists. This is a small recently emerging field for which a relatively comprehensive analysis is feasible; there is ready access to a local community of prominent researchers, and concern with complex molecular mechanisms renders reliance on diagrams extremely important for these researchers. This project will build on recent pioneering efforts in philosophy of science as well as a longer line of research in cognitive science concerning reasoning and problem solving using diagrams.\r\n\r\nIntellectual Merit \r\nFour lines of investigation will be pursued simultaneously and synergistically, each making a distinctive contribution to the project. A taxonomy of diagrams will be developed, beginning with attention to the range of representational devices available and the ways diagrams are used in scientific investigations but adding other dimensions as work proceeds. Second, diagrams used by selected circadian rhythm researchers will be closely examined, with particular attention to the context in which they were developed and used, the differences between diagrams developed by different scientists, and the ways diagrams are revised over time. Third, cognitive science research will be examined, emphasizing the cognitive processes involved in developing, understanding, or reasoning with diagrams and applying this to understanding processes of scientific cognition more specifically. Finally, the analysis of diagrams will be brought to bear on philosophical accounts of explanation, with particular emphasis on how existing accounts of explanation may need to be extended or revised. \r\n\r\nPotential Broader Impacts \r\nThe broader impact of this project involves several distinct audiences and their concerns. The most immediate target audience is philosophers of science, for whom the project should demonstrate the crucial and diverse roles played by diagrams in the reasoning and explanatory activities of scientists. This has the potential to expand the scope of current philosophy of science. Second, in addition to drawing upon the results of cognitive scientists the project's focus on particular scientific diagrams should itself contribute to thinking and discourse in cognitive science. Third, chronobiologists and other scientists whose use of diagrams are investigated should gain useful new perspective on their own scientific practices. Finally, the results of this project will be communicated to scientists more generally, especially those with an ongoing interest in new perspectives from philosophy of science, and to educators involved in both college and pre-college science teaching.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Bechtel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Bechtel",
   "pi_email_addr": "bill@mechanism.ucsd.edu",
   "nsf_id": "000320425",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adele",
   "pi_last_name": "Abrahamsen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Adele A Abrahamsen",
   "pi_email_addr": "aabrahamsen@ucsd.edu",
   "nsf_id": "000570674",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930119",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 183279.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was directed at understanding some of the important roles diagrams play in scientific research, especially as tools in the reasoning processes of scientists. Although diagrams (using the term in the inclusive sense to include graphs as well as diagrams of hypothesized mechanisms) are ubiquitous in scientists&rsquo; talks and publications, especially the life sciences, they have received little discussion in the accounts of science proposed by philosophers of science. It is generally assumed that the information employed in scientific reasoning can be encoded in linguistic propositions and the reasoning addressed is that appropriate to propositions. By focusing on diagrams in one particular science, circadian biology, this project sought not just to begin to fill this lacuna but to investigate what important roles diagrams play in scientific investigations.</p>\n<p>It is possible that diagrams are used to communicate results, but don&rsquo;t figure significantly in the conduct of research. Our investigation suggests otherwise&mdash;that diagrams figure centrally in scientists&rsquo; formulation. Both evidence and the hypotheses developed in response to evidence are commonly represented in diagrams. A key cognitive process employed with diagrams is detection of visual patterns. What patterns researchers are able to identify often depends on the technique for diagramming that a researcher employs. Not infrequently, researchers in a given field develop and refine new diagrammatic formats that afford recognition of new patterns. Such engagement with diagrams is part of their reasoning and problem solving activities.</p>\n<p>As in many fields of biology, circadian biologists seek to explain phenomena, such as the ability to maintain endogenously an oscillation of approximately 24 hours, by identifying the mechanism responsible for it. Our research focused on the role of diagrams in several steps in the process of developing such explanations&mdash;delineating the phenomena, identifying explanatory relations between variables, and advancing accounts of the responsible mechanisms. In their attempts to delineate the core phenomenon of endogenously generated oscillations, circadian biologists developed actograms, specialized diagrams which facilitate recognizing patterns such as phase advance during periods without entrainment. In their endeavor to understand how molecular processes in multiple cells contribute to maintaining regular endogenous oscillations in organisms, researchers have adapted a variety of diagram formats, including Rayleigh plots in which the phase of maximum expression of a relevant molecule in each cell is indicate around a circle or clock face. Finally, to represent hypotheses about the mechanism researchers use glyphs such as boxes and arrows to represent parts and operations and organize these in space. Such diagrams are a basis for considering alternatives. One clue to how such diagrams are used to represent possibilities under consideration is the frequent appearance of question marks in mechanism diagrams.</p>\n<p>We have identified several salient features of diagram use in circadian biology. Focusing just on mechanism diagrams, different researchers make different choices as to what to include and what to leave out. Moreover, when a feature is included, different variants may be treated as homogenous or heterogeneous depending on the goals of the research and the ability to address differences. Further, individual researchers often borrow or adapt representational formats that they or others have used earlier. This often provides clues as to how research projects develop over times and how given investigators position their research in relation to that of others.</p>\n<p>A particular challenge in circadian biology is how to represent temporal processes in a static diagram. In addition to using arrows to identify processes requiring time...",
  "por_txt_cntn": "\nThis project was directed at understanding some of the important roles diagrams play in scientific research, especially as tools in the reasoning processes of scientists. Although diagrams (using the term in the inclusive sense to include graphs as well as diagrams of hypothesized mechanisms) are ubiquitous in scientistsÆ talks and publications, especially the life sciences, they have received little discussion in the accounts of science proposed by philosophers of science. It is generally assumed that the information employed in scientific reasoning can be encoded in linguistic propositions and the reasoning addressed is that appropriate to propositions. By focusing on diagrams in one particular science, circadian biology, this project sought not just to begin to fill this lacuna but to investigate what important roles diagrams play in scientific investigations.\n\nIt is possible that diagrams are used to communicate results, but donÆt figure significantly in the conduct of research. Our investigation suggests otherwise&mdash;that diagrams figure centrally in scientistsÆ formulation. Both evidence and the hypotheses developed in response to evidence are commonly represented in diagrams. A key cognitive process employed with diagrams is detection of visual patterns. What patterns researchers are able to identify often depends on the technique for diagramming that a researcher employs. Not infrequently, researchers in a given field develop and refine new diagrammatic formats that afford recognition of new patterns. Such engagement with diagrams is part of their reasoning and problem solving activities.\n\nAs in many fields of biology, circadian biologists seek to explain phenomena, such as the ability to maintain endogenously an oscillation of approximately 24 hours, by identifying the mechanism responsible for it. Our research focused on the role of diagrams in several steps in the process of developing such explanations&mdash;delineating the phenomena, identifying explanatory relations between variables, and advancing accounts of the responsible mechanisms. In their attempts to delineate the core phenomenon of endogenously generated oscillations, circadian biologists developed actograms, specialized diagrams which facilitate recognizing patterns such as phase advance during periods without entrainment. In their endeavor to understand how molecular processes in multiple cells contribute to maintaining regular endogenous oscillations in organisms, researchers have adapted a variety of diagram formats, including Rayleigh plots in which the phase of maximum expression of a relevant molecule in each cell is indicate around a circle or clock face. Finally, to represent hypotheses about the mechanism researchers use glyphs such as boxes and arrows to represent parts and operations and organize these in space. Such diagrams are a basis for considering alternatives. One clue to how such diagrams are used to represent possibilities under consideration is the frequent appearance of question marks in mechanism diagrams.\n\nWe have identified several salient features of diagram use in circadian biology. Focusing just on mechanism diagrams, different researchers make different choices as to what to include and what to leave out. Moreover, when a feature is included, different variants may be treated as homogenous or heterogeneous depending on the goals of the research and the ability to address differences. Further, individual researchers often borrow or adapt representational formats that they or others have used earlier. This often provides clues as to how research projects develop over times and how given investigators position their research in relation to that of others.\n\nA particular challenge in circadian biology is how to represent temporal processes in a static diagram. In addition to using arrows to identify processes requiring time, circadian researchers have developed a number of strategies, including showing the states of component..."
 }
}