{
 "awd_id": "1127246",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Political Culture of Wind Power Development in Southern Mexico",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 148491.0,
 "awd_amount": 148491.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2012-06-13",
 "awd_abstract_narration": "Drs. Cymene Howe and Dominic Boyer (Rice University) will study the political culture of wind power development in Mexico. Although the transition from carbon fuels to cleaner energy is widely regarded as one of the most pressing environmental and social challenges facing humanity in the 21st century, it remains unclear how energy transition goals can be achieved, especially when dominant economic and social policies across the world often question the legitimacy and effectiveness of government-led development.\r\n\r\nThis project's central research question is whether contemporary states, especially those already struggling to meet their governmental obligations, possess the political authority to implement important programs of national development such as renewable energy. The research focuses on Mexico, a country that has been deeply impacted by economic globalization and neoliberal policy since the early 1980s, and that has experienced significant recent declines in oil production. In response, the Mexican government has outlined an ambitious plan to develop renewable energy resources over the next 15 years. Wind power is a centerpiece of this plan owing to excellent wind resources in the southern state of Oaxaca.  Drs. Howe and Boyer will complete 16 months of field research in Mexico in 2012 and 2013 using interviews, participant-observation, focus groups, archival research and two community surveys. The project's research hypotheses focus on the interactions between four major stakeholders in wind power development - state and federal government officials, Oaxacan communities, transnational energy corporations, and media organizations. The primary objectives of the study are (1) to map the interactions between these stakeholders, (2) to identify instances of contention, cooperation and brokerage among them, and (3) to identify assertions and relations of political authority in order to determine what set of interests and considerations are ultimately driving the process of wind power development. \r\n \r\nThe study will generate uniquely rich ethnographic data on the political culture and processes of renewable energy development in Mexico that will inform scientific research and policy debates on attempts to transition to renewable energy internationally.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "A. Cymene",
   "pi_last_name": "Howe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "A. Cymene Howe",
   "pi_email_addr": "cymene@rice.edu",
   "nsf_id": "000587370",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dominic",
   "pi_last_name": "Boyer",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Dominic C Boyer",
   "pi_email_addr": "dcb2@rice.edu",
   "nsf_id": "000537156",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main Street",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7643",
   "pgm_ref_txt": "ENVIRONMENTAL SUSTAINABILITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 81400.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 67091.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Scientists regard the reduction of greenhouse gas (GHG) emissions as among the most urgent challenges facing humanity in the 21<sup>st</sup> century. Without rapid action to reduce emissions, scientists predict that the world will face significant climatological, geological and biological impacts in the coming decades including water shortages and unpredictable severe weather, which in turn will stress ecological systems and potentially challenge social stability.</p>\n<p>&nbsp;</p>\n<p>Transition from fossil fuels to renewable energy forms has been identified as one of the most effective strategies humanity could pursue to rapidly reduce carbon emissions. Fossil fuel production alone produces 26% of GHG emissions according the U.S. Environmental Protection Agency and the use of fossil fuels in industry and transportation accounts for another 32% of emissions.</p>\n<p>&nbsp;</p>\n<p>However, as of the time of this report, international efforts to design and implement energy transition scenarios (e.g, the Kyoto Protocol) have largely failed. Thus more and more pressure falls on individual countries to create their own paths to GHG reduction through energy transition. Results have been very mixed. Governments across the world face resistance from segments of society invested in carbon energy production, from economic concerns about energy costs, and even from skepticism regarding basic climate science.</p>\n<p>&nbsp;</p>\n<p>Challenges are often especially severe in the developing world where governments face additional challenges such as maintaining rule of law, providing citizens with basic human services, and finding sources of employment and growth. Current &ldquo;neoliberal&rdquo; policy orientations, which question the legitimacy and effectiveness of government-led programs of development, create additional challenges for developing nations seeking to contribute to the global reduction of GHG emissions and implement sustainable forms of energy generation.</p>\n<p>&nbsp;</p>\n<p>Against the backdrop of today&rsquo;s climate and energy related challenges, NSF #1127246 sought to understand how vulnerable, developing nations are trying to implement important programs of energy transition. Project researchers Cymene Howe and Dominic Boyer sought to pinpoint successes and failures in currently existing programs and to deliver recommendations on how energy transition and renewable energy development programs could be improved and accelerated in the future.</p>\n<p>&nbsp;</p>\n<p>Mexico was selected as an excellent case study for three reasons: (1) it is a nation that is currently heavily dependent on both fossil fuel production and consumption, (2) it has nevertheless set some of the most ambitious targets for clean electricity generation anywhere in the world (35% by 2024), and (3) it is currently seeking to develop its world-class wind resources in the Isthmus of Tehuantepec region of Oaxaca that could provide as much as 10 Gigawatts of non-fossil electricity, enough to power 12 million homes.</p>\n<p>&nbsp;</p>\n<p>Following upon preliminary research in 2009 and 2011, the principal investigators conducted 16 months of field research in Mexico in 2012 and 2013 focusing on wind power development in Oaxaca. They interviewed and participated in events involving all stakeholders in Oaxacan wind power including federal, regional and local political figures, project developers, international investors, Isthmus community members, and media professionals. The wind sector in the Isthmus has developed very quickly, expanding from two wind parks producing 84.9 Megawatts in 2008 to fifteen parks producing 1.331 Gigawatts by the end of 2012 (a 1,467% increase that has made Mexico the second biggest wind power producer in Latin America after Brazil). However, development has fallen short of government hopes in part because of rising resistance within Isthmus communities to wind power project...",
  "por_txt_cntn": "\nScientists regard the reduction of greenhouse gas (GHG) emissions as among the most urgent challenges facing humanity in the 21st century. Without rapid action to reduce emissions, scientists predict that the world will face significant climatological, geological and biological impacts in the coming decades including water shortages and unpredictable severe weather, which in turn will stress ecological systems and potentially challenge social stability.\n\n \n\nTransition from fossil fuels to renewable energy forms has been identified as one of the most effective strategies humanity could pursue to rapidly reduce carbon emissions. Fossil fuel production alone produces 26% of GHG emissions according the U.S. Environmental Protection Agency and the use of fossil fuels in industry and transportation accounts for another 32% of emissions.\n\n \n\nHowever, as of the time of this report, international efforts to design and implement energy transition scenarios (e.g, the Kyoto Protocol) have largely failed. Thus more and more pressure falls on individual countries to create their own paths to GHG reduction through energy transition. Results have been very mixed. Governments across the world face resistance from segments of society invested in carbon energy production, from economic concerns about energy costs, and even from skepticism regarding basic climate science.\n\n \n\nChallenges are often especially severe in the developing world where governments face additional challenges such as maintaining rule of law, providing citizens with basic human services, and finding sources of employment and growth. Current \"neoliberal\" policy orientations, which question the legitimacy and effectiveness of government-led programs of development, create additional challenges for developing nations seeking to contribute to the global reduction of GHG emissions and implement sustainable forms of energy generation.\n\n \n\nAgainst the backdrop of todayÆs climate and energy related challenges, NSF #1127246 sought to understand how vulnerable, developing nations are trying to implement important programs of energy transition. Project researchers Cymene Howe and Dominic Boyer sought to pinpoint successes and failures in currently existing programs and to deliver recommendations on how energy transition and renewable energy development programs could be improved and accelerated in the future.\n\n \n\nMexico was selected as an excellent case study for three reasons: (1) it is a nation that is currently heavily dependent on both fossil fuel production and consumption, (2) it has nevertheless set some of the most ambitious targets for clean electricity generation anywhere in the world (35% by 2024), and (3) it is currently seeking to develop its world-class wind resources in the Isthmus of Tehuantepec region of Oaxaca that could provide as much as 10 Gigawatts of non-fossil electricity, enough to power 12 million homes.\n\n \n\nFollowing upon preliminary research in 2009 and 2011, the principal investigators conducted 16 months of field research in Mexico in 2012 and 2013 focusing on wind power development in Oaxaca. They interviewed and participated in events involving all stakeholders in Oaxacan wind power including federal, regional and local political figures, project developers, international investors, Isthmus community members, and media professionals. The wind sector in the Isthmus has developed very quickly, expanding from two wind parks producing 84.9 Megawatts in 2008 to fifteen parks producing 1.331 Gigawatts by the end of 2012 (a 1,467% increase that has made Mexico the second biggest wind power producer in Latin America after Brazil). However, development has fallen short of government hopes in part because of rising resistance within Isthmus communities to wind power projects. In 2013 what would have been the largest single-phase wind park in all Latin America had to be abandoned because of rising resistance and violence in the region.\n\n \n\nThe field research for N..."
 }
}