{
 "awd_id": "1127164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Paleoprimatology in sub-equatorial Africa: Views from the Oligocene Nsungwe Formation of Tanzania",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 197793.0,
 "awd_amount": 224190.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2013-01-31",
 "awd_abstract_narration": "This project examines primate evolutionary history through field research in the only Oligocene terrestrial vertebrate assemblage in Africa below the equator (Tanzania).  The researchers have previously recovered novel strepsirrhine and anthropoid primates from this region. This research involves international collaboration between Ohio University and the University of Dar es Salaam, Tanzania. The project will provide training opportunities for three graduate and three undergraduate students from Ohio University to conduct hands-on laboratory and field research. Research will involve Tanzanian students and local participants. Results will be disseminated in scholarly publications and popular media. Science outreach for the project includes interactive websites, multilingual museum exhibits, and K-12 learning activities.\r\n\r\nUnderstanding how primates and other organisms respond to environmental change is a timely topic for scientists and the general public alike. The Cenozoic Era of Africa records a remarkable and deep record of environmental change through time. This research project provides new data from a previously undersampled interval in the fossil record, for the first time documenting Oligocene mammals from Africa south of the equator. Included among these finds are new species that fill a gap in the primate fossil record. Prior to this work, a complete lack of data from this interval has hampered our understanding of how changes in global climate patterns and landmass configuration affected faunal composition through time. Near the Oligo-Miocene boundary, dramatic changes occurred in African terrestrial communities, when a collision between the Afro-Arabian and Eurasian landmasses resulted in replacement of many of the resident organisms by invading immigrant species. These changes had profound implications for the balance of predation and competition for Africa's resident primates. This project has three main goals: 1) to characterize the new fauna from the late Oligocene Nsungwe Formation of Tanzania, 2) to intensively sample for additional informative localities in the region, and 3) to conduct geological analyses to document the precise age and paleoecological setting of fossiliferous localities. Data from this project will bridge early Oligocene northern African faunas with the wealth of data known from Miocene localities across the continent, and will help to test hypotheses regarding the continent's tumultuous history of biotic change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Stevens",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy J Stevens",
   "pi_email_addr": "Nancy.J.Stevens@colorado.edu",
   "nsf_id": "000320752",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "O'Connor",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick M O'Connor",
   "pi_email_addr": "oconnorp@ohio.edu",
   "nsf_id": "000331296",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Roberts",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Eric M Roberts",
   "pi_email_addr": "eric.roberts@mines.edu",
   "nsf_id": "000435236",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "108 Cutler HL",
  "perf_city_name": "Athens",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 30483.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 167310.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 26397.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding how primates and other organisms respond to environmental change is a timely topic for scientists and the general public alike. It is generally recognized that the Cenozoic Era witnessed a remarkable and deep sequence of biotic and environmental changes on continental Africa. Near the Oligo-Miocene boundary, dramatic shifts are thought to have occurred in African terrestrial communities, as collision between the Afro-Arabian and Eurasian landmasses resulted in replacement of many of the endemic organisms by immigrant species. These alterations suggest profound implications for the balance of predation and competition for Africa's resident primates. Yet the late Oligocene is the least sampled interval in primate evolutionary history worldwide. The paucity of fossils from this time period has hampered our understanding of how changes in global climate patterns and landmass configuration influenced faunal composition through time. To address that gap in the record, the project pursued three main goals: 1) to characterize the new fauna from the late Oligocene Nsungwe Formation in the Rukwa Rift Basin of Tanzania, 2) to intensively sample for additional informative localities in the region, and 3) to conduct geological analyses to document the precise age and paleoecological setting of fossiliferous localities. Data from this project serve to bridge early Oligocene northern African faunas with the wealth of data known from Miocene localities across the continent, helping to test hypotheses regarding the continent's tumultuous history of biotic change.</p>\n<p>Highly fossiliferous deposits in the Rukwa Rift Basin of southwestern Tanzania have revealed the first Oligocene continental fauna on Africa south of the equator, and have effectively doubled the number of described primate genera in the late Oligocene interval. New species described in the journal <em>Nature</em> document the earliest evidence of the divergence between Old World monkeys and apes. Other primate discoveries include tiny strepsirrhines alongside the latest-surviving record of parapithecid anthropoids. Importantly, the Rukwa Rift setting documents a last snapshot of African fauna prior to large scale faunal turnover. The mammalian fauna notably includes sengis and hyracoids, helping to document the radiation of a proposed group of Paleogene endemics, the Afrotheria. Non-mammalian finds include the earliest evidence of a terrestrial African snake fauna dominated by active foragers, including some possessing rapid venom-delivery mechanisms, a study published in <em>PLOS-ONE</em>. Venomous snakes would no doubt have been a game-changing development on the African landscape, hinting at paleoenvironmental change with implications for primate evolution.</p>\n<p>Field research explored localities spanning a diverse array of depositional settings including fluvial and marginal wetland facies. Simultaneous characterization of geology and paleonenvironmental indicators affords a well-constrained geochronological and ecological context for fossil discoveries. Work published by our team in <em>Nature Geoscience</em> fundamentally altered the scientific community&rsquo;s understanding of East African Rift development in general, and the depositional context of portions of the Rukwa Rift Basin more specifically. Findings extend the age for the Western Branch of the East African Rift System much earlier in time, documenting that the Eastern and Western branches developed in concert, and demonstrating a significant role for the Rukwa Oligocene primate fauna in enhancing our understanding of continental faunal dynamics and environmental change through time.</p>\n<p>Results have been disseminated in the US and Tanzania in various formats including conference presentations, workshops, interactive science outreach websites, exhibits, and scientific publications in international journals. Discoveries have been ...",
  "por_txt_cntn": "\nUnderstanding how primates and other organisms respond to environmental change is a timely topic for scientists and the general public alike. It is generally recognized that the Cenozoic Era witnessed a remarkable and deep sequence of biotic and environmental changes on continental Africa. Near the Oligo-Miocene boundary, dramatic shifts are thought to have occurred in African terrestrial communities, as collision between the Afro-Arabian and Eurasian landmasses resulted in replacement of many of the endemic organisms by immigrant species. These alterations suggest profound implications for the balance of predation and competition for Africa's resident primates. Yet the late Oligocene is the least sampled interval in primate evolutionary history worldwide. The paucity of fossils from this time period has hampered our understanding of how changes in global climate patterns and landmass configuration influenced faunal composition through time. To address that gap in the record, the project pursued three main goals: 1) to characterize the new fauna from the late Oligocene Nsungwe Formation in the Rukwa Rift Basin of Tanzania, 2) to intensively sample for additional informative localities in the region, and 3) to conduct geological analyses to document the precise age and paleoecological setting of fossiliferous localities. Data from this project serve to bridge early Oligocene northern African faunas with the wealth of data known from Miocene localities across the continent, helping to test hypotheses regarding the continent's tumultuous history of biotic change.\n\nHighly fossiliferous deposits in the Rukwa Rift Basin of southwestern Tanzania have revealed the first Oligocene continental fauna on Africa south of the equator, and have effectively doubled the number of described primate genera in the late Oligocene interval. New species described in the journal Nature document the earliest evidence of the divergence between Old World monkeys and apes. Other primate discoveries include tiny strepsirrhines alongside the latest-surviving record of parapithecid anthropoids. Importantly, the Rukwa Rift setting documents a last snapshot of African fauna prior to large scale faunal turnover. The mammalian fauna notably includes sengis and hyracoids, helping to document the radiation of a proposed group of Paleogene endemics, the Afrotheria. Non-mammalian finds include the earliest evidence of a terrestrial African snake fauna dominated by active foragers, including some possessing rapid venom-delivery mechanisms, a study published in PLOS-ONE. Venomous snakes would no doubt have been a game-changing development on the African landscape, hinting at paleoenvironmental change with implications for primate evolution.\n\nField research explored localities spanning a diverse array of depositional settings including fluvial and marginal wetland facies. Simultaneous characterization of geology and paleonenvironmental indicators affords a well-constrained geochronological and ecological context for fossil discoveries. Work published by our team in Nature Geoscience fundamentally altered the scientific communityÆs understanding of East African Rift development in general, and the depositional context of portions of the Rukwa Rift Basin more specifically. Findings extend the age for the Western Branch of the East African Rift System much earlier in time, documenting that the Eastern and Western branches developed in concert, and demonstrating a significant role for the Rukwa Oligocene primate fauna in enhancing our understanding of continental faunal dynamics and environmental change through time.\n\nResults have been disseminated in the US and Tanzania in various formats including conference presentations, workshops, interactive science outreach websites, exhibits, and scientific publications in international journals. Discoveries have been featured in the popular media, on websites including NSF, Science Daily, the LA Times and National Geographic. Ou..."
 }
}