{
 "awd_id": "1127755",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AIR:  Accelerating deployment of novel alleles in cotton",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Barbara H. Kenny",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 662880.0,
 "awd_amount": 787904.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2012-09-07",
 "awd_abstract_narration": "The objective of the AIR proposal \"Accelerating Deployment of Novel Alleles in Cotton\" addresses the next essential steps for the translation of information regarding cotton gene function that is currently being developed under a NSF-PFI alliance into commercial products by identifying and utilizing genotype-specific single nucleotide polymorphism DNA markers ('SNPs') to facilitate the rapid and selective transfer of desirable alleles (traits) into superior cotton cultivars.  The outcomes from the proposed work will strengthen the cotton innovation ecosystem, empowering a wide range of new ventures by both large enterprises and smaller enterprises that lack the resources to accomplish such innovation alone.\r\n\r\nThe proposed work will impact the innovation ecosystem for cotton improvement in both short-term and long-term ways, also reducing barriers to entry by smaller enterprises both through technology development and engagement of a potential matching sponsor.  The network of partners in the proposed work will be key to sustained transformation of enabling resources into economic benefits.  Proposed activities are closely tied to strong training and outreach programs with a successful history of engaging groups under-represented in the sciences, and which benefit from major institutional and state commitments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Paterson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew H Paterson",
   "pi_email_addr": "paterson@uga.edu",
   "nsf_id": "000223688",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801900",
   "pgm_ele_name": "Accelerating Innovation Rsrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "8019",
   "pgm_ref_txt": "Accelerating Innovation Rsrch"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 662880.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 125024.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The reference cotton genome sequence (developed by an international consortium led by the PI, Paterson et al 2012), provides the foundation for translating increased knowledge of cotton gene function into economic impact. In particular, these recent advances point the way to mitigating <em>genetic vulnerability</em> that has been exacerbated by the intensive use of transgenic cultivars in cotton and many other crops. <em>Among the most promising opportunities to enhance the genetic diversity of Upland cotton are exotic accessions with a host of valuable attributes that have been converted to &lsquo;breeder-friendly&rsquo; forms</em>. Our partnership was designed to address both short-term and long-term opportunities for translation of increased knowledge of cotton gene function into commercially viable products, also qualitatively strengthening the cotton innovation ecosystem. <em>Genetic vulnerability is a complex problem</em> that results from a crop&rsquo;s evolutionary history, trends in breeding and biotechnology practices, and grower decisions, all responding to the inevitable pressures of processor and consumer preferences. Our translational research directly addresses the first dimension of a solution, providing closely-spaced DNA markers to improve the precision at which novel alleles can be introduced into superior cultivars. Thanks to a partnership with the Institute for Genomics, Biocomputing &amp; Biotechnology, Mississippi State University, headed by Professor Daniel Peterson, we accomplished much more sequence generation than proposed.&nbsp; This additional information added novel elements to the description of the cotton reference genome (Paterson et al 2012), in particular comparing elite cottons to their progenitors and other wild relatives that do not make spinnable fiber to identify candidate mutations that cause striking amino acid changes and are correlated with the evolution of the organ that make cotton a major crop.</p>\n<p>&nbsp;Thanks to the leveraging we gained from partnership in sequencing, in consultation with our research partners we accelerated activity toward generation of nested association mapping (NAM) populations, a next, key, step in identifying which SNPs are closely-linked to or even causal of variations in economically important traits.&nbsp; More than 40 populations have been generated, of crosses between elite cotton genotypes DES 56 and Acala Maxxa, and representatives of the 7 recognized wild/feral &lsquo;races&rsquo;.&nbsp; Most of these have reached the F5 generation (considered to be suitable for genetic analysis) and seed increases are now being planned to permit coordinated growouts by cotton breeders across the USA with subsequent integrative analysis.&nbsp; Ongoing financial and in-kind support toward this important goal continues to be provided from one of our matching sponsors, Cotton Inc.&nbsp; Direct participation and matching funds from one of the world&rsquo;s largest cotton improvement companies, Bayer BioScience (with 46% market share in US cotton), matched by funding from the Consortium for Plant Biotechnology Research, provided an &lsquo;early adopter&rsquo; that is now quickly translating results into new commercial products, through their established breeding and commercialization programs. One postdoctoral scientist and two graduate students have been directly engaged in this work, and numerous additional postdocs and students have been peripherally involved and aware of the activities and findings of this work.&nbsp; This award partially funded summer research experiences for a total of eight Georgia HS teachers under the Georgia Intern-Fellowships for Teachers (GIFT) program, a paid summer internship for science, mathematics and technology teachers (<a href=\"http://www.ceismc.gatech.edu/gift/\">www.ceismc.gatech.edu/gift/</a>), working with HS students as well as with participating faculty and other ...",
  "por_txt_cntn": "\nThe reference cotton genome sequence (developed by an international consortium led by the PI, Paterson et al 2012), provides the foundation for translating increased knowledge of cotton gene function into economic impact. In particular, these recent advances point the way to mitigating genetic vulnerability that has been exacerbated by the intensive use of transgenic cultivars in cotton and many other crops. Among the most promising opportunities to enhance the genetic diversity of Upland cotton are exotic accessions with a host of valuable attributes that have been converted to æbreeder-friendlyÆ forms. Our partnership was designed to address both short-term and long-term opportunities for translation of increased knowledge of cotton gene function into commercially viable products, also qualitatively strengthening the cotton innovation ecosystem. Genetic vulnerability is a complex problem that results from a cropÆs evolutionary history, trends in breeding and biotechnology practices, and grower decisions, all responding to the inevitable pressures of processor and consumer preferences. Our translational research directly addresses the first dimension of a solution, providing closely-spaced DNA markers to improve the precision at which novel alleles can be introduced into superior cultivars. Thanks to a partnership with the Institute for Genomics, Biocomputing &amp; Biotechnology, Mississippi State University, headed by Professor Daniel Peterson, we accomplished much more sequence generation than proposed.  This additional information added novel elements to the description of the cotton reference genome (Paterson et al 2012), in particular comparing elite cottons to their progenitors and other wild relatives that do not make spinnable fiber to identify candidate mutations that cause striking amino acid changes and are correlated with the evolution of the organ that make cotton a major crop.\n\n Thanks to the leveraging we gained from partnership in sequencing, in consultation with our research partners we accelerated activity toward generation of nested association mapping (NAM) populations, a next, key, step in identifying which SNPs are closely-linked to or even causal of variations in economically important traits.  More than 40 populations have been generated, of crosses between elite cotton genotypes DES 56 and Acala Maxxa, and representatives of the 7 recognized wild/feral æracesÆ.  Most of these have reached the F5 generation (considered to be suitable for genetic analysis) and seed increases are now being planned to permit coordinated growouts by cotton breeders across the USA with subsequent integrative analysis.  Ongoing financial and in-kind support toward this important goal continues to be provided from one of our matching sponsors, Cotton Inc.  Direct participation and matching funds from one of the worldÆs largest cotton improvement companies, Bayer BioScience (with 46% market share in US cotton), matched by funding from the Consortium for Plant Biotechnology Research, provided an æearly adopterÆ that is now quickly translating results into new commercial products, through their established breeding and commercialization programs. One postdoctoral scientist and two graduate students have been directly engaged in this work, and numerous additional postdocs and students have been peripherally involved and aware of the activities and findings of this work.  This award partially funded summer research experiences for a total of eight Georgia HS teachers under the Georgia Intern-Fellowships for Teachers (GIFT) program, a paid summer internship for science, mathematics and technology teachers (www.ceismc.gatech.edu/gift/), working with HS students as well as with participating faculty and other members of the PIÆs lab to develop novel additions to science curriculum founded on plant biology and genomics.  \n\n \n\n\t\t\t\t\tLast Modified: 04/02/2014\n\n\t\t\t\t\tSubmitted by: Andrew H Paterson"
 }
}