{
 "awd_id": "1127974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Towards Unified Cloud Computing and Management",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence A. Hornak",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2011-08-03",
 "awd_max_amd_letter_date": "2011-08-03",
 "awd_abstract_narration": "Center for Autonomic Computing (CAC)\r\nProposal #1127965\r\n\r\nThis proposal seeks funding for the Center for Autonomic Computing (CAC) sites at the University of Florida (lead), Rutgers University, the University of Arizona, and Mississippi State University.  Funding Requests for Fundamental Research are authorized by an NSF approved solicitation, NSF 10-601.  The solicitation invites I/UCRCs to submit proposals for support of industry-defined fundamental research. \r\n\t\r\nA unified cloud computing environment enabling anytime, anyplace access to limitless computing resources still represents an ideal given the current environment of heterogeneous resources distributed geographically and offered by vastly different service providers.  The proposed effort spans the expertise and capabilities of the four center sites.  The work aims to apply autonomic computing principles to address elements such as security, inter-cloud networking, and resource provisioning via thermal sensing and model-based adaptive performance control in order to create a framework for realization and management of trustworthy unified cloud computing environments.  Results will be derived from the implementation of the proposed approaches on a planned distributed cloud testbed.\r\n\r\nAdvancement of the cloud computing paradigm has the potential to enable transformative change to user access to information technology enabling major advances in economic productivity and access to a broad range of new services.  The proposed center effort works with a small member company and large systems integrator member. Industry will further benefit via dissemination of the results through the center membership and the extension of the center?s project portfolio into this area. Efficiency gains potentially realized at cloud computer centers from the proposed efforts has the potential to reduce energy costs system wide. The work plans to bring together a distributed cloud environment deployed across CAC sites to establish an open testbed for research and development of inter-cloud interoperability that has the potential to serve as a resource for the work of the broader community in this important area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dario",
   "pi_last_name": "Pompili",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dario Pompili",
   "pi_email_addr": "pompili@rutgers.edu",
   "nsf_id": "000501685",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 Rutgers Plaza",
  "perf_city_name": "New Brunswick",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7609",
   "pgm_ref_txt": "IUCRC FUNDAMENTAL RESEARCH"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has made contributions towards cloud computing systems that can seamlessly aggregate resources across multiple providers through self-organizing overlay virtual networks, use models that accurately captures the relationship between different provisioning decisions and the quality of service (QoS) parameters of the system, be allocated in a pro-active fashion that accounts for thermal imbalances, support resilient storage services, and can detect anomalies in protocol interactions including the Domain Name System (DNS).</p>\n<p>In one thrust of the project, activities considered a user-level virtual network overlay (SocialVPN) which has been demonstrated to work in desktop/server platforms and Android devices, and investigated the use of virtual networks that allow dynamic platform building using both local and remote resources across multiple cloud providers and user-provided resources. Experiments demonstrated the ability of SocialVPN to support unmodified UPnP applications across wide-area networks, and quantified trade-offs in offloading from a mobile device to a GPU device on cloud resources over SocialVPN.</p>\n<p>In a second thrust, a systematic approach to develop accurate models for representative cloud applications was developed. It first identifies system parameters through experimentation and then defines the relationship between these parameters and identifies the underlying model structure of the system using different dynamic regression methods. An integrated failure and performance management framework for cloud systems has been developed, and a generic performance management approach was developed that can manage a general class of web services deployed over clouds.</p>\n<p>Considering the data centers which are the core infrastructure providing cloud services, the project proposed a novel thermal-aware proactive VM consolidation approach, whose benefit is three-fold: i) the energy spent on computation can be saved by turning off the unused servers after workload (or VM) consolidation; ii) the utilization of servers that are in the &ldquo;better cooled&rdquo; areas of the datacenters can be maximized; iii) heat can be extracted more efficiently by the Computer Room Air Conditioning (CRAC) system from the consolidated server aisles, which are hotter than non-consolidated server aisles. Activities considered the design and validation of the heat-imbalance model and on how the knowledge of heat imbalance can be exploited to perform energy-efficient proactive VM consolidation in datacenters. Evaluation was carried out in a large-scale setting (180 servers and 10,000 VM requests spread over 3 days). Results showed that the proposed approach outperformed six other thermal-aware strategies considered.</p>\n<p>In order to address resiliency and security of cloud services, the project has investigated Resilient Dynamic Data Driven Application Systems (rDDDAS) combining N-version programming and online anomaly behavior analysis techniques. Software Behavior Encryption adopts a Moving Target Defense strategy by using spatiotemporal behavior encryption to make active software components change their implementation versions and resources continuously.&nbsp; Research on Anomaly-based Analysis of DNS traffic applied machine learning to find out the valid message types that are typically observed during normal operations, and cumulative anomaly techniques where we consider the statistics of a sequence of protocol transitions over a period of time. We tested the system with different types of DNS attacks; these were detected accurately with low false alarms: by setting the anomaly threshold between 10 and 52 we can accurately differentiate the normal traffic from the abnormal ones.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2013<br>\n\t\t\t\t\tModified by: Dario&nbsp;Pompili</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has made contributions towards cloud computing systems that can seamlessly aggregate resources across multiple providers through self-organizing overlay virtual networks, use models that accurately captures the relationship between different provisioning decisions and the quality of service (QoS) parameters of the system, be allocated in a pro-active fashion that accounts for thermal imbalances, support resilient storage services, and can detect anomalies in protocol interactions including the Domain Name System (DNS).\n\nIn one thrust of the project, activities considered a user-level virtual network overlay (SocialVPN) which has been demonstrated to work in desktop/server platforms and Android devices, and investigated the use of virtual networks that allow dynamic platform building using both local and remote resources across multiple cloud providers and user-provided resources. Experiments demonstrated the ability of SocialVPN to support unmodified UPnP applications across wide-area networks, and quantified trade-offs in offloading from a mobile device to a GPU device on cloud resources over SocialVPN.\n\nIn a second thrust, a systematic approach to develop accurate models for representative cloud applications was developed. It first identifies system parameters through experimentation and then defines the relationship between these parameters and identifies the underlying model structure of the system using different dynamic regression methods. An integrated failure and performance management framework for cloud systems has been developed, and a generic performance management approach was developed that can manage a general class of web services deployed over clouds.\n\nConsidering the data centers which are the core infrastructure providing cloud services, the project proposed a novel thermal-aware proactive VM consolidation approach, whose benefit is three-fold: i) the energy spent on computation can be saved by turning off the unused servers after workload (or VM) consolidation; ii) the utilization of servers that are in the \"better cooled\" areas of the datacenters can be maximized; iii) heat can be extracted more efficiently by the Computer Room Air Conditioning (CRAC) system from the consolidated server aisles, which are hotter than non-consolidated server aisles. Activities considered the design and validation of the heat-imbalance model and on how the knowledge of heat imbalance can be exploited to perform energy-efficient proactive VM consolidation in datacenters. Evaluation was carried out in a large-scale setting (180 servers and 10,000 VM requests spread over 3 days). Results showed that the proposed approach outperformed six other thermal-aware strategies considered.\n\nIn order to address resiliency and security of cloud services, the project has investigated Resilient Dynamic Data Driven Application Systems (rDDDAS) combining N-version programming and online anomaly behavior analysis techniques. Software Behavior Encryption adopts a Moving Target Defense strategy by using spatiotemporal behavior encryption to make active software components change their implementation versions and resources continuously.  Research on Anomaly-based Analysis of DNS traffic applied machine learning to find out the valid message types that are typically observed during normal operations, and cumulative anomaly techniques where we consider the statistics of a sequence of protocol transitions over a period of time. We tested the system with different types of DNS attacks; these were detected accurately with low false alarms: by setting the anomaly threshold between 10 and 52 we can accurately differentiate the normal traffic from the abnormal ones.\n\n \n\n\t\t\t\t\tLast Modified: 08/28/2013\n\n\t\t\t\t\tSubmitted by: Dario Pompili"
 }
}