{
 "awd_id": "1127493",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Prices in Space and Time",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 349480.0,
 "awd_amount": 349480.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "Abstract\r\n\tThis proposal aims to use price data for the universe of goods that have barcodes or are available online to answer three main questions: How do goods prices and product variety vary across space? What are the problems with using online prices as a substitute for offline prices to measure inflation? How do prices and quantities respond to high frequency macroeconomic shocks? In order to answer these questions, this project seeks to measure exact price indexes for goods across cities.  This project is the first endeavor to investigate the sources of differences between online, offline, and BLS price indexes and to explore how daily price and consumption data respond to macroeconomic shocks.\r\nThe project will make use of several datasets. The first is ACNielsen Homescan data for the US. The second is Nikkei-POS data and ACNielsen Scantrak data covering retail sales at the barcode level for Japan and a number of foreign countries. The third database that the project will use has price and click-through information for large number retail products. Jointly, this is vastly more data than has ever been used by any economist or statistical agency.  This will enable to construct daily price and demand information for millions of products in each country and compare it to data on offline sales of the same products.\r\nThe project aims to make breakthroughs in a number of dimensions. First, for academic economists, the proposed research provides the first test of whether Paul R. Krugman?s proposed mechanism that underlies his Nobel Prize winning theory of New Economic Geography is correct. Krugman argues that larger markets have greater product variety and should have lower price indexes for tradable goods. A major problem with existing cross-city measures of prices is that they do not compare identical goods. Hence, it is not possible to know whether, whether observed higher goods prices in cities are due to wealthier urban residents consuming higher quality items or due to prices of identical items.  More generally, the project aims to demonstrate how barcode and online real estate data can be used to measure cost of living across locations. \r\nSecond, the project seeks us to understand the extent to which price indexes based on internet data are good substitutes for conventional price indexes, such as the Consumer Price Index. A major question for economists and statistical agencies is how well online prices track offline prices.  Statistical agencies such as the Bureau of Labor Statistics calculate price indexes using data manually collected at offline locations that cannot reflect the high frequency online price changes that are relevant to consumers who are increasingly shopping at online stores. While the increasing availability of internet data has the potential to render this type of data collection obsolete, questions remain regarding the accuracy of price indexes based on internet data.  As economists start using online data in place of offline data to investigate many important economic questions, it is important to know how closely online prices track offline prices in general. \r\nAs a starting point, the project seeks to examine price differences across markets. While this has been done for certain narrowly defined markets -- e.g., books and contact lenses ? this project will be the first to examine whether Internet prices are lower than offline prices in general. The project intends to do this by comparing GPI data with AC Nielsen data that contains price information on 750,000 different UPC's available in mass-merchandising stores like Wal-Mart for a variety of different countries. One of the added benefits of this comparison is that the research will be able to verify the validity of click-through data as a measure of market share.\r\nNext goal of the project is to examine how rapidly price differences dissipate across different classes of merchants by examining price movements across online merchants (controlling for their relevance using click-through data). This will be useful for determining how much market power online merchants have. The project seeks to conduct a similar analysis comparing price dynamics of goods available online with those available in brick-and-mortar establishments that sell goods available in AC Nielsen data. The generated information will be useful to answer the question of whether online pricing behavior differs systematically from retail prices. This is a very important question for understanding not only market interactions but also for understanding how closely online prices are linked to offline prices. To the extent that these prices are closely linked, it will provide further validation that one can use online prices as a substitute for offline prices. The information will also enable to obtain estimates for how the development of online stores affects offline marketing.\r\nThe project?s goal is also to make use of data to understand international market segmentation. In particular, by comparing prices of online goods in different countries, this research will be able to estimate precisely how international cost shocks are transmitted across countries (what economists term ?pass-through?). These types of estimates are extremely important for understanding how exchange rate movements affect prices and propagate international macroeconomic shocks.\r\nFinally, the ability to produce daily price indexes and observe daily demand creates a number of exciting possibilities for evaluating pricing and consumption decisions. For example, if one constructs price indexes carefully, it is theoretically possible to produce daily measures of inflation in real time.  This potentially could be useful for examining how fast macroeconomic shocks appear in consumer prices. One of the difficulties of evaluating consumption behavior is that consumption and pricing data tend to come out at a quarterly or monthly frequency. As a result, it is often very difficult to determine which event was critical in determining pricing and consumption behavior. The ability to work with price and click-through data at a daily frequency will help to understand how macroeconomic shocks are transmitted to demand as well as real estate and goods prices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Weinstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Weinstein",
   "pi_email_addr": "dew35@columbia.edu",
   "nsf_id": "000116454",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 349480.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It&rsquo;s a common perception that big cities are expensive places to live. Big cities like New York are typically reported to have a cost of living more than double that of small cities like Des Moines, Iowa with nominal wages that are only 40% higher on average. Why then isn&rsquo;t there a massive exodus from large cities into small ones?</p>\n<h2>New evidence</h2>\n<p>A common explanation is that larger cities offer better amenities (Glaeser and Kerr 2008). In our forthcoming paper (Handbury and Weinstein 2014), we suggest a much simpler explanation for this discrepancy &ndash; the standard price indexes are wrong. We study the prices of barcoded grocery items sold across cities in the US and find that almost all of the variation in prices across cities can be attributed to flaws in the data used to make spatial price comparisons.</p>\n<h2>Biases in current methodology</h2>\n<p>One of the problems with these conventional indexes is that they compare the prices of similar, but not identical, goods. The first problem with this methodology stems from the fact that there is a wide variation in the prices of items like eggs, cheese, and milk depending on the variety chosen. For example, the price of a half-gallon of whole milk can easily vary by over 100% within the same store depending on the brand. As a result, simply comparing the price of, say, milk across locations can be very misleading if different types are chosen in different locations. These price comparisons misleadingly indicate prices are higher in large cities if richer consumers tend to prefer more expensive varieties of the same category of good, since richer people tend to congregate in large cities.</p>\n<ul>\n<li>We call this first problem &lsquo;product heterogeneity bias&rsquo; because it arises when consumers think of similar products very differently and as a result are willing to pay very different prices for different varieties.</li>\n<li>A second important source of bias comes from not carefully controlling for where goods are bought.</li>\n</ul>\n<p>For example, it is not a surprise that richer people shop in nicer stores that provide a better shopping experience. Since consumers know that they typically pay more when they shop in a nicer store, a price comparison should not compare prices in a low-end grocery store with prices in a high-end one. Instead, one should control for store heterogeneity and compare the prices of identical goods purchased in the same type of store.</p>\n<p>We can see the effect of correcting for these biases in Figure 1, where we plot the food price indexes for 49 US cities. As we can see from the plot, while there is a clear upward association between average city prices and a price index constructed using the conventional methodology with Nielsen scanner data, the positive association almost vanishes entirely when we correct for the product and store heterogeneity biases. Moreover, one can also see that virtually all of the variance in prices across cities disappears once we control for heterogeneity biases. On average, the prices of groceries are almost identical in all cities in the US.</p>\n<p><strong>Figure 1</strong>. Adjusted and conventional food price indexes</p>\n<p><img src=\"http://www.voxeu.org/sites/default/files/image/FromMay2014/weinstein%20fig1%206%20nov.png\" alt=\"\" /></p>\n<p>A second major problem with price indexes used to compare price levels across space is that they make no adjustment for the availability of goods in different locations. Existing price indexes compare the prices of a commonly available set of goods, but large cities typically have many more varieties than small ones. For example, we estimate that there are four times more varieties of grocery items in New York than in small cities like Des Moines. This result helps explain an intuitive feeling big city residents often feel in small cities &ndash; it&rsquo;s hard to find many of the goods that they want to buy. Indeed, the tremendous diversity of products available in large cities like New York is one of their great attractions.</p>\n<p>How should we think about the way the availability of varieties affects prices? Economists have long known that consumers should be indifferent between not having a variety and having that variety priced sufficiently high, so that no one is willing to buy it. Thus, when conventional price indexes ignore variety differences, they are effectively dropping the set of goods that are particularly expensive in small cities. In our paper, we develop a methodology for correcting for this bias as well.</p>\n<h2>Concluding remarks</h2>\n<p>These results have important implications for understanding international variations in purchasing price parity (PPP) as well. If estimates of average prices (i.e., PPP) are so sensitive to comparing identical goods and adjusting for variety availability, then it stands to reason that these forces are also likely to be extremely important when comparing price levels in rich and poor countries. Maybe life is much worse in poorer locations than these indexes suggest.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2016<br>\n\t\t\t\t\tModified by: David&nbsp;Weinstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt?s a common perception that big cities are expensive places to live. Big cities like New York are typically reported to have a cost of living more than double that of small cities like Des Moines, Iowa with nominal wages that are only 40% higher on average. Why then isn?t there a massive exodus from large cities into small ones?\nNew evidence\n\nA common explanation is that larger cities offer better amenities (Glaeser and Kerr 2008). In our forthcoming paper (Handbury and Weinstein 2014), we suggest a much simpler explanation for this discrepancy &ndash; the standard price indexes are wrong. We study the prices of barcoded grocery items sold across cities in the US and find that almost all of the variation in prices across cities can be attributed to flaws in the data used to make spatial price comparisons.\nBiases in current methodology\n\nOne of the problems with these conventional indexes is that they compare the prices of similar, but not identical, goods. The first problem with this methodology stems from the fact that there is a wide variation in the prices of items like eggs, cheese, and milk depending on the variety chosen. For example, the price of a half-gallon of whole milk can easily vary by over 100% within the same store depending on the brand. As a result, simply comparing the price of, say, milk across locations can be very misleading if different types are chosen in different locations. These price comparisons misleadingly indicate prices are higher in large cities if richer consumers tend to prefer more expensive varieties of the same category of good, since richer people tend to congregate in large cities.\n\nWe call this first problem ?product heterogeneity bias? because it arises when consumers think of similar products very differently and as a result are willing to pay very different prices for different varieties.\nA second important source of bias comes from not carefully controlling for where goods are bought.\n\n\nFor example, it is not a surprise that richer people shop in nicer stores that provide a better shopping experience. Since consumers know that they typically pay more when they shop in a nicer store, a price comparison should not compare prices in a low-end grocery store with prices in a high-end one. Instead, one should control for store heterogeneity and compare the prices of identical goods purchased in the same type of store.\n\nWe can see the effect of correcting for these biases in Figure 1, where we plot the food price indexes for 49 US cities. As we can see from the plot, while there is a clear upward association between average city prices and a price index constructed using the conventional methodology with Nielsen scanner data, the positive association almost vanishes entirely when we correct for the product and store heterogeneity biases. Moreover, one can also see that virtually all of the variance in prices across cities disappears once we control for heterogeneity biases. On average, the prices of groceries are almost identical in all cities in the US.\n\nFigure 1. Adjusted and conventional food price indexes\n\n\n\nA second major problem with price indexes used to compare price levels across space is that they make no adjustment for the availability of goods in different locations. Existing price indexes compare the prices of a commonly available set of goods, but large cities typically have many more varieties than small ones. For example, we estimate that there are four times more varieties of grocery items in New York than in small cities like Des Moines. This result helps explain an intuitive feeling big city residents often feel in small cities &ndash; it?s hard to find many of the goods that they want to buy. Indeed, the tremendous diversity of products available in large cities like New York is one of their great attractions.\n\nHow should we think about the way the availability of varieties affects prices? Economists have long known that consumers should be indifferent between not having a variety and having that variety priced sufficiently high, so that no one is willing to buy it. Thus, when conventional price indexes ignore variety differences, they are effectively dropping the set of goods that are particularly expensive in small cities. In our paper, we develop a methodology for correcting for this bias as well.\nConcluding remarks\n\nThese results have important implications for understanding international variations in purchasing price parity (PPP) as well. If estimates of average prices (i.e., PPP) are so sensitive to comparing identical goods and adjusting for variety availability, then it stands to reason that these forces are also likely to be extremely important when comparing price levels in rich and poor countries. Maybe life is much worse in poorer locations than these indexes suggest.\n\n \n\n\t\t\t\t\tLast Modified: 08/05/2016\n\n\t\t\t\t\tSubmitted by: David Weinstein"
 }
}