{
 "awd_id": "1127692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Wasatch Hydrometeor Aggregation and Riming Experiment",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 448091.0,
 "awd_amount": 448091.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2013-06-10",
 "awd_abstract_narration": "Simulated storm lifetime and precipitation production is exquisitely sensitive to the parameterized rate of precipitation formation and condensate removal. Extensive prior research has shown that the achilles heel in our ability to provide accurate weather forecasts lies in how models represent bulk microphysics parameterizations (BMPs), particularly when it comes to mixed and ice phase processes. There are two core questions here:\r\n1)\tFor a given meteorological scenario, how is hydrometeor habit and particle diameter (or area) related to particle mass and fallspeed?\r\n2)\tHow do the relationships between hydrometeor habit, size, mass and fallspeed in a storm evolve due to aggregation and riming processes?\r\n\r\nThe next generation of BMPs for weather models needs to be informed by new measurement methods that must be capable of detailed characterization of hydrometeor form, three-dimensional structure, and fallspeed, conditioned by detailed information about the local meteorological context.  Past research into these problems has been challenged by either a necessity to mathematically idealize ice crystal shapes, imprecise measurement methods, or an element of subjectivity due to a need for direct human participation in field measurement.\r\n\r\nIntellectual merit:\r\n\r\nThis project will remove much of the guesswork in prior observational efforts with an unprecedented combination of meteorological and microphysical measurements. For the winter of 2011-2012, the Wasatch Hydrometeor Aggregation and Riming Experiment (WASHARX) will have as its centerpiece the newly developed Multi-Angle Snowflake Camera (MASC).  This is a potentially transformative instrument since it will provide, for the first time, fully-automated 20 ìm-resolution multiply-stereoscopic color photography of hydrometeors, along with concurrent measurement of their fallspeed.  Within the bounds of a high-altitude ski resort along the Wasatch Front near Salt Lake City, two of these new instruments will be installed within a steep, highly protected side canyon.  The two MASCs will be vertically separated by 410 m.  This observing system will also be accompanied by meteorological measurements along the full canyon depth of 760 m, as well as a cloud droplet size distribution probe and the North Carolina State University's vertically-pointing 1.2 cm MicroRainRadar.  The expected outcome of this project will be an unprecedented data set that will be used for studying hydrometeor fallspeed relationships and their vertical evolution due to aggregation and riming processes within a storm system.\r\n\r\nBroader impacts: \r\n\r\nScientific progress in our field has regularly hinged on broad accessibility of new tools. In addition to providing new BMPs for future integration in weather and climate models, this study will help support scientific development of a new instrument (and manufacture of a replica) that we intend to make available for future scientific field programs. Indeed, initial steps have been made toward commercial production of this instrument for scientific research, environmental safety applications and public interest. The project also has a broad educational component. The 3D steroscopic images obtained at the local ski area will be made accessible in real-time to classrooms and the general public through a website developed in cooperation with Alta Ski Area.  Finally, we will work with local K-12 level teachers to develop modules for relating snowflake form to local meteorology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Garrett",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Garrett",
   "pi_email_addr": "tim.garrett@utah.edu",
   "nsf_id": "000429091",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "135 S 1460 E Rm 819",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 212907.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 142883.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 92301.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the winters of 2012, 2013 and 2014 we deployed a unique combination of meteorological and microphysical measurements to the Wasatch Front for the Wasatch Hydrometeor Aggregation and Riming Experiment (WASHARX). The centerpiece of the study was our newly developed Multi-Angle Snowflake Camera (MASC) which photographs hydrometeors in freefall from multiple angles while measuring their fallspeed. At a high-altitude mountain field station near Salt Lake City, we vertically stacked two MASCs within a protected side canyon alongside meteorological instrumentation and &nbsp;a vertically pointing 1.2 cm MicroRainRadar (MMR) radar. Millions of hydrometeor images were obtained, providing an unprecedented view of the extraordinary range of the microphysical variability created in the atmosphere as a function of local meteorological conditions.&nbsp;</p>\n<p>The MASC system is a new instrument.&nbsp;For WASHARX, iterative refinements were made to nearly all MASC components, including lighting, triggering, the physical structure, data acquisition and display. For scientific analyses a suite of sophisticated data analysis tools was developed.</p>\n<p>Published academic articles about the MASC cover the technology and measured statistical distributions of hydrometeor fallspeed, size, shape, orientation and aspect ratio. Our analyses have revealed that the scattering of microwave radiation by realistic snowflake forms depends strongly on their shape. We have the first results to explicitly separate size distributions according to degree of riming by cloud droplets. And, we have shown that more heavily rimed particles like graupel tend to fall faster.</p>\n<p>For the purpose of improving representations of frozen hydrometeors in weather and climate models, we have three key results that are new to the field. The first is that graupel is less dense than is normally assumed. Second the density depends strongly on temperature. Third, the fallspeed of snow and graupel is strongly affected by turbulence. The results suggest important revisions to how precipitation should be represented in meteorological forecasts.</p>\n<p>In terms of the broader impacts of the project, WASHARX has supported nine students in their pursuit of their B.S., M.S. and Ph.D. degrees, including one disabled student and two women. &nbsp;We created a spinoff company Fallgatter Technologies that has since made the MASC available to six other research groups. We developed a five period module on the physics of aggregation and riming that has been implemented in Salt Lake City and Bountiful 4th grade classrooms. MASC images have been used for a new popular book &ldquo;Secrets of the Greatest Snow on Earth&rdquo; by Jim Steenburgh. We implemented a live internet feed and gallery of hydrometeor images from the MASC (available through Alta Ski Area's &ldquo;Snowflake Showcase&rdquo;) that makes snowflake images from the project available to the public at large.&nbsp;These websites received over 100,000 visits in 2013.&nbsp;</p>\n<p>During the height of the winter season, we typically contribute to one to two media enquiries per week, leading to 24 original articles in national and international periodicals, and television coverage by two local nightly news stations, by NBC for the Olympics, by the The WeatherChannel's &ldquo;Secrets of the Earth: Blizzards&rdquo;, and for the Canadian Broadcasting Corporation's popular series &ldquo;The Nature of Things with David Suzuki&rdquo;. Combined these outreach activities must have reached tens of millions, hopefully raising familiarity with words like graupel and increasing awareness of the rarity of simple six sided crystals.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2014<br>\n\t\t\t\t\tModified by: Timothy&nbsp;J&nbsp;Garrett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring the winters of 2012, 2013 and 2014 we deployed a unique combination of meteorological and microphysical measurements to the Wasatch Front for the Wasatch Hydrometeor Aggregation and Riming Experiment (WASHARX). The centerpiece of the study was our newly developed Multi-Angle Snowflake Camera (MASC) which photographs hydrometeors in freefall from multiple angles while measuring their fallspeed. At a high-altitude mountain field station near Salt Lake City, we vertically stacked two MASCs within a protected side canyon alongside meteorological instrumentation and  a vertically pointing 1.2 cm MicroRainRadar (MMR) radar. Millions of hydrometeor images were obtained, providing an unprecedented view of the extraordinary range of the microphysical variability created in the atmosphere as a function of local meteorological conditions. \n\nThe MASC system is a new instrument. For WASHARX, iterative refinements were made to nearly all MASC components, including lighting, triggering, the physical structure, data acquisition and display. For scientific analyses a suite of sophisticated data analysis tools was developed.\n\nPublished academic articles about the MASC cover the technology and measured statistical distributions of hydrometeor fallspeed, size, shape, orientation and aspect ratio. Our analyses have revealed that the scattering of microwave radiation by realistic snowflake forms depends strongly on their shape. We have the first results to explicitly separate size distributions according to degree of riming by cloud droplets. And, we have shown that more heavily rimed particles like graupel tend to fall faster.\n\nFor the purpose of improving representations of frozen hydrometeors in weather and climate models, we have three key results that are new to the field. The first is that graupel is less dense than is normally assumed. Second the density depends strongly on temperature. Third, the fallspeed of snow and graupel is strongly affected by turbulence. The results suggest important revisions to how precipitation should be represented in meteorological forecasts.\n\nIn terms of the broader impacts of the project, WASHARX has supported nine students in their pursuit of their B.S., M.S. and Ph.D. degrees, including one disabled student and two women.  We created a spinoff company Fallgatter Technologies that has since made the MASC available to six other research groups. We developed a five period module on the physics of aggregation and riming that has been implemented in Salt Lake City and Bountiful 4th grade classrooms. MASC images have been used for a new popular book \"Secrets of the Greatest Snow on Earth\" by Jim Steenburgh. We implemented a live internet feed and gallery of hydrometeor images from the MASC (available through Alta Ski Area's \"Snowflake Showcase\") that makes snowflake images from the project available to the public at large. These websites received over 100,000 visits in 2013. \n\nDuring the height of the winter season, we typically contribute to one to two media enquiries per week, leading to 24 original articles in national and international periodicals, and television coverage by two local nightly news stations, by NBC for the Olympics, by the The WeatherChannel's \"Secrets of the Earth: Blizzards\", and for the Canadian Broadcasting Corporation's popular series \"The Nature of Things with David Suzuki\". Combined these outreach activities must have reached tens of millions, hopefully raising familiarity with words like graupel and increasing awareness of the rarity of simple six sided crystals. \n\n \n\n\t\t\t\t\tLast Modified: 09/24/2014\n\n\t\t\t\t\tSubmitted by: Timothy J Garrett"
 }
}