{
 "awd_id": "1127765",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AIR:  Towards a CO2-free, Sustainable, Ethylene Oxide Technology",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Barbara H. Kenny",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 209998.0,
 "awd_amount": 259997.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2013-05-24",
 "awd_abstract_narration": "Conventional ethylene oxide (EO) processes emit CO2 as byproduct (roughly 3.4 MM tons/yr) from the combustion of both the ethylene and EO, the elimination of which has been a major grand challenge in industrial chemistry for decades. In a NSF-funded project, an alternate technology concept that is >99% selective toward EO was recently demonstrated at the University of Kansas with no detectable CO2 formation. This alternate process is based on homogeneous ethylene oxidation with H2O2 at 25-40C and ~50 bars using methyltrioxorhenium (MTO) as catalyst. This proposal addresses the key barrier to commercialization, viz., the design and demonstration of a recyclable MTO catalyst. Both heterogeneous supports and bulky soluble polymers (capable of retention in solution by nanofiltration membranes) are being considered. Quantitative catalyst performance metrics (activity, selectivity and durability) for practical viability have been established through preliminary economic analysis and will guide catalyst design. \r\n\r\nSuccessful completion of the project objectives will result in novel, recyclable catalyst formulations for epoxidation reactions in general. The demonstration of a continuous ethylene-expanded liquid phase catalytic reactor will be the first of its kind. The project guidance from ADM (interested in epoxidation of vegetable oils), Evonik (a major H2O2 producer) and P&G (a major EO consumer) personnel increases the probability of project success and eventual commercialization. The proposed concept has the potential to result in significant conservation of oil and gas reserves (~13 million barrels crude oil/year) and reduction of carbon emissions as byproduct (3.4 million metric tons of CO2 each year). The application of this technology to mixed feeds containing ethylene and ethane will also result in significant energy savings associated with their separation required in conventional processing. The technical outcomes from this proposed work will be integrated into an ongoing course titled Development of Sustainable Chemical Processes, impacting both the undergraduate and graduate curricula.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bala",
   "pi_last_name": "Subramaniam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bala Subramaniam",
   "pi_email_addr": "bsubramaniam@ku.edu",
   "nsf_id": "000153139",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daryle",
   "pi_last_name": "Busch",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Daryle H Busch",
   "pi_email_addr": "dhbusch@ku.edu",
   "nsf_id": "000307906",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801900",
   "pgm_ele_name": "Accelerating Innovation Rsrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7643",
   "pgm_ref_txt": "ENVIRONMENTAL SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "8019",
   "pgm_ref_txt": "Accelerating Innovation Rsrch"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 209998.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 49999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nearly everyone alive on the planet has drunk from, sat on, worn, washed up with, or driven in something made from ethylene oxide.&nbsp; That&rsquo;s because all sorts of household items are made from this essential building block, including plastic soda bottles, polyester fibers, detergents, and anti-freeze. Ethylene oxide, or EO for short, has a huge market&mdash;a whopping $30 billion per year market&mdash;that is showing no signs of slowing. Over the years, methods for manufacturing EO have improved significantly. Still, the current process for making EO puts out more carbon dioxide than most other manufactured chemicals&ndash;roughly the same emissions caused by 900,000 cars annually.</p>\n<p>&nbsp;Researchers at the University of Kansas (KU) had previously developed a revolutionary new way to make EO using hydrogen peroxide as the oxidant instead of the usual oxygen gas.&nbsp; It&rsquo;s no surprise that mixing oxygen gas with highly flammable ethylene at high temperatures could lead to unwanted burning and a risk of explosion.&nbsp; Yet, this is how EO is currently made.&nbsp; In contrast, the new CEBC technology dissolves ethylene in a liquid mixture of methanol, hydrogen peroxide and a catalyst at close to ambient temperatures.&nbsp; The catalyst is methyl trioxorhenium that converts 99+% of ethylene molecules are converted to EO without decomposing hydrogen peroxide. This method completely eliminates the burning of ethylene and EO that typically occurs in the conventional process.&nbsp; No burning means no CO<sub>2</sub> byproduct.&nbsp; This new technology has the potential to save $2 billion worth of chemicals from &ldquo;going up in smoke&rdquo; each year.&nbsp; Further, using state-of-the-art tools to estimate the cost of the new process, we found that the economics are on par with the conventional process. We determined that further savings, up to 17% more, would accrue by using a mixed ethylene/ethane feedstock, by improving peroxide efficiency, and by finding a cheaper, more durable catalyst.&nbsp; A novel, lab-scale reactor was constructed to demonstrate a process that meets these specifications. These advances have made our novel technology very attractive to chemical companies, especially those in the U.S. looking to utilize abundant shale gas feedstocks.&nbsp; Moreover, if carbon emission regulations are implemented, this technology will help EO manufacturers reduce their carbon footprint, thus giving the manufacturer a competitive advantage.&nbsp; Indeed, several companies are partnering with the CEBC to advance the technology toward commercialization.</p>\n<p>&nbsp;Chemical engineering and chemistry students were uniquely trained in developing processes that not only promote sustainability but also assessing them via &lsquo;Life Cycle Assessment&rsquo; tools. The technical outcomes have been integrated into an ongoing course titled &ldquo;Industrial Development of Sustainable Chemical Processes&rdquo;, impacting both the undergraduate and graduate curricula.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2014<br>\n\t\t\t\t\tModified by: Bala&nbsp;Subramaniam</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1127765/1127765_10110964_1403964572021_eo-cebc-and-conv-lowres2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1127765/1127765_10110964_1403964572021_eo-cebc-and-conv-lowres2--rgov-800width.jpg\" title=\"Conventional and CEBC Processes\"><i...",
  "por_txt_cntn": "\nNearly everyone alive on the planet has drunk from, sat on, worn, washed up with, or driven in something made from ethylene oxide.  ThatÆs because all sorts of household items are made from this essential building block, including plastic soda bottles, polyester fibers, detergents, and anti-freeze. Ethylene oxide, or EO for short, has a huge market&mdash;a whopping $30 billion per year market&mdash;that is showing no signs of slowing. Over the years, methods for manufacturing EO have improved significantly. Still, the current process for making EO puts out more carbon dioxide than most other manufactured chemicals&ndash;roughly the same emissions caused by 900,000 cars annually.\n\n Researchers at the University of Kansas (KU) had previously developed a revolutionary new way to make EO using hydrogen peroxide as the oxidant instead of the usual oxygen gas.  ItÆs no surprise that mixing oxygen gas with highly flammable ethylene at high temperatures could lead to unwanted burning and a risk of explosion.  Yet, this is how EO is currently made.  In contrast, the new CEBC technology dissolves ethylene in a liquid mixture of methanol, hydrogen peroxide and a catalyst at close to ambient temperatures.  The catalyst is methyl trioxorhenium that converts 99+% of ethylene molecules are converted to EO without decomposing hydrogen peroxide. This method completely eliminates the burning of ethylene and EO that typically occurs in the conventional process.  No burning means no CO2 byproduct.  This new technology has the potential to save $2 billion worth of chemicals from \"going up in smoke\" each year.  Further, using state-of-the-art tools to estimate the cost of the new process, we found that the economics are on par with the conventional process. We determined that further savings, up to 17% more, would accrue by using a mixed ethylene/ethane feedstock, by improving peroxide efficiency, and by finding a cheaper, more durable catalyst.  A novel, lab-scale reactor was constructed to demonstrate a process that meets these specifications. These advances have made our novel technology very attractive to chemical companies, especially those in the U.S. looking to utilize abundant shale gas feedstocks.  Moreover, if carbon emission regulations are implemented, this technology will help EO manufacturers reduce their carbon footprint, thus giving the manufacturer a competitive advantage.  Indeed, several companies are partnering with the CEBC to advance the technology toward commercialization.\n\n Chemical engineering and chemistry students were uniquely trained in developing processes that not only promote sustainability but also assessing them via æLife Cycle AssessmentÆ tools. The technical outcomes have been integrated into an ongoing course titled \"Industrial Development of Sustainable Chemical Processes\", impacting both the undergraduate and graduate curricula.\n\n \n\n\t\t\t\t\tLast Modified: 06/28/2014\n\n\t\t\t\t\tSubmitted by: Bala Subramaniam"
 }
}