{
 "awd_id": "1127257",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: A Social Scientific Analysis of Architectural Design, Access, and Disability",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Layne",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-06-13",
 "awd_max_amd_letter_date": "2011-06-13",
 "awd_abstract_narration": "This project examines how the meanings of disability become materialized in the built environment. In particular, it looks at the role architecture plays in constituting categories of ability and disability and how this connects to discourses and practices of citizenship. Despite the huge impact of disabled access requirements on practice, architectural scholarship and education hardly engage with the topic. \r\n\r\nThe dissertation will investigate how different architectures create and understand disability, ability, and access, as empirically grounded in three case studies: Het Dorp, a Dutch planned community for the disabled, the New Ed Roberts Campus (ERC) in Berkeley, California, and the controversial inaccessible Board of Supervisors Chamber presidential podium in San Francisco City Hall. The investigator will use a mixed qualitative methodological approach, which includes ethnographic observation at research sites, interviews with users and architects, and critical analysis of representations of disabled access from media and architectural archives. The research will contribute to Science and Technology Studies scholarship on the built environment and to theories of citizenship. \r\n\r\nThe project's broader impact is to reconceptualize the relationship between architecture and disability through the development of new analytical and creative modes that extend beyond the limited terms of code compliance, currently the profession's standard operational practice. For educators and practicing architects, this research will produce insights that can be used to build a flexible design vocabulary and practice, as well as contribute to a dynamic discourse about disability in architectural pedagogy. In addition, the project will provide guidelines for designers and planners to rethink design criteria, thus, contributing to new public policy debates about the relationship between building codes, universal design ideas, and mainstream architectural practice.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheila",
   "pi_last_name": "Jasanoff",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sheila S Jasanoff",
   "pi_email_addr": "sheila_jasanoff@harvard.edu",
   "nsf_id": "000128512",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wanda",
   "pi_last_name": "Liebermann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wanda Liebermann",
   "pi_email_addr": "wlieberm@gsd.harvard.edu",
   "nsf_id": "000587359",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "John F. Kennedy School of Government",
  "perf_str_addr": "79 JFK Street",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>PI:&nbsp; Sheila Jasanoff</p>\n<p>Dissertation Title: <em>Body Building: Architectural Narratives of Dis/ability</em></p>\n<p>Author: Wanda Katja Liebermann</p>\n<p>Architecture not only caters to disability but in subtle and important ways shapes society&rsquo;s understandings of what disability means and how we should respond to it. Liebermann&rsquo;s dissertation, based on three original case studies, reveals interesting variations and historical shifts in these ideas. In particular, it analyzes three modes of considering the disabled in the design of buildings: pre-access laws; the building code based on the Americans with Disabilities Act; and universal design, considered the most progressive approach.</p>\n<p>Liebermann&rsquo;s first study looks at Het Dorp, a village specially designed for the physically disabled in the Netherlands in the 1960s by influential modernist architect Jacob Bakema. In this case a charitable endeavor turned mainly to technical solutions as the means to include the disabled in Dutch society by giving them greater mobility. Yet the separate and limited space of the village achieved very nearly the opposite effect physically and symbolically: the disabled inhabitants remained outsiders, passive recipients of popular generosity. Moreover, the emphasis Het Dorp&rsquo;s planners placed on physical solutions avoided considering the stigmatization that impedes the social assimilation of the disabled.</p>\n<p>More contemporary findings, particularly relevant for architecture in the US, come from two case studies&mdash;the ramp in the Board of Supervisors Chamber in San Francisco City Hall and the Ed Roberts Campus in Berkeley, California&mdash;comparing how accessible building standards and a holistic approach called universal design deal with disability. The former is currently the most effective at achieving minimum access requirements for public buildings, infrastructure, and transit. At the same time, it creates special standards and spaces that reinforce the idea of the disabled as a separate, and inferior, category of people.</p>\n<p>By contrast, universal design, developed alongside and in response to the building code, says that buildings and objects should not single out any group for differential treatment. Design that accommodates the broadest range of situations, abilities, and human physical characteristics has two main benefits: first, it creates equitable use; and, second, it incorporates aesthetics along with utility at the front end, thereby avoiding retrofitted &ldquo;afterthoughts&rdquo; that may also signal second-class citizenship. Some critics suggest, however, that by considering all human differences as equally significant, universal design overlooks the prejudices that confront people with nonstandard bodies and capabilities.</p>\n<p>The second part of the dissertation considers how key dimensions of contemporary architectural practice and discourse have dealt with the issue of disabled access: specifically, how architects understand and demonstrate professional expertise in access provision, how the discourse of mobility neglects the power dynamics of organizing access for the disabled, and how conflicts between accessibility and historic preservation bring forward new questions about what constitutes collective and valuable cultural heritage.</p>\n<p>Liebermann&rsquo;s dissertation shows in sum that architecture, along with building and planning institutions, still has work to do in developing more equitable and creative responses to address the varied needs of the disabled. Currently, mainstream architectural education does not address disability or bodily difference in any meaningful way. By demonstrating how disability&mdash;and the associated sense of corporeal difference&mdash;are, in part, defined through architecture itself, this research opens up disability as a subject of professional reflection and practice. The...",
  "por_txt_cntn": "\nPI:  Sheila Jasanoff\n\nDissertation Title: Body Building: Architectural Narratives of Dis/ability\n\nAuthor: Wanda Katja Liebermann\n\nArchitecture not only caters to disability but in subtle and important ways shapes societyÆs understandings of what disability means and how we should respond to it. LiebermannÆs dissertation, based on three original case studies, reveals interesting variations and historical shifts in these ideas. In particular, it analyzes three modes of considering the disabled in the design of buildings: pre-access laws; the building code based on the Americans with Disabilities Act; and universal design, considered the most progressive approach.\n\nLiebermannÆs first study looks at Het Dorp, a village specially designed for the physically disabled in the Netherlands in the 1960s by influential modernist architect Jacob Bakema. In this case a charitable endeavor turned mainly to technical solutions as the means to include the disabled in Dutch society by giving them greater mobility. Yet the separate and limited space of the village achieved very nearly the opposite effect physically and symbolically: the disabled inhabitants remained outsiders, passive recipients of popular generosity. Moreover, the emphasis Het DorpÆs planners placed on physical solutions avoided considering the stigmatization that impedes the social assimilation of the disabled.\n\nMore contemporary findings, particularly relevant for architecture in the US, come from two case studies&mdash;the ramp in the Board of Supervisors Chamber in San Francisco City Hall and the Ed Roberts Campus in Berkeley, California&mdash;comparing how accessible building standards and a holistic approach called universal design deal with disability. The former is currently the most effective at achieving minimum access requirements for public buildings, infrastructure, and transit. At the same time, it creates special standards and spaces that reinforce the idea of the disabled as a separate, and inferior, category of people.\n\nBy contrast, universal design, developed alongside and in response to the building code, says that buildings and objects should not single out any group for differential treatment. Design that accommodates the broadest range of situations, abilities, and human physical characteristics has two main benefits: first, it creates equitable use; and, second, it incorporates aesthetics along with utility at the front end, thereby avoiding retrofitted \"afterthoughts\" that may also signal second-class citizenship. Some critics suggest, however, that by considering all human differences as equally significant, universal design overlooks the prejudices that confront people with nonstandard bodies and capabilities.\n\nThe second part of the dissertation considers how key dimensions of contemporary architectural practice and discourse have dealt with the issue of disabled access: specifically, how architects understand and demonstrate professional expertise in access provision, how the discourse of mobility neglects the power dynamics of organizing access for the disabled, and how conflicts between accessibility and historic preservation bring forward new questions about what constitutes collective and valuable cultural heritage.\n\nLiebermannÆs dissertation shows in sum that architecture, along with building and planning institutions, still has work to do in developing more equitable and creative responses to address the varied needs of the disabled. Currently, mainstream architectural education does not address disability or bodily difference in any meaningful way. By demonstrating how disability&mdash;and the associated sense of corporeal difference&mdash;are, in part, defined through architecture itself, this research opens up disability as a subject of professional reflection and practice. The insights this dissertation offers into the material and theoretical dimensions of disabled access can be used to develop more creative architectural responses to dis..."
 }
}