{
 "awd_id": "1127425",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SDCI Sec: SESv3 (Security Event System - Version 3)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rob Beverly",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 799322.0,
 "awd_amount": 799322.0,
 "awd_min_amd_letter_date": "2011-08-03",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "Activities undertaken in the SESv3 Federated Security Intelligence project will develop significant new capabilities supporting the collection and sharing of cybersecurity threat data and intelligence, and a rich analytic knowledge of the reputation and forensic history of Internet elements. Work will be based on the existing open source REN-ISAC Security Event System (SES) and sister system, the Collective Intelligence Framework (CIF). Developed capabilities will be transitioned to operational practice in the REN-ISAC community, supporting security protection and response in the higher education and research communities, and will support the sharing of security event and incident intelligence among other discrete trust federations.\r\n\r\nIn 2008-9, REN-ISAC developed SESv1 with funding from the US Department of Justice through Internet2. A production service in the REN-ISAC community, SESv1 collects aggregated security event information from participating sites and information sharing partners, correlates the data to develop confidence in the identification of bad actors, and provides resulting high-confidence threat intelligence back to participating sites for use in local protections. SESv2, to be deployed summer 2011, advances SES with the addition of the \"Collective Intelligence Framework\". CIF integrates a vast array of data from private partners, public sources, and mining, to provide intelligence supporting reputational knowledge and forensic history of Internet elements, including IP address, URL, domain name, CIDR, AS, and email addresses.\r\n\r\nSDCI Sec: SESv3 will substantially increase the reputational knowledgebase and forensic history by incorporating additional data types, such as BGP and passive DNS. These data types will permit analytic identification of miscreant cyber infrastructures. Free form data types such as e-mail, IRC, tweets, etc. will be incorporated to enrich threat understanding by correlating human conversations with the structured security event information. The underlying repository and system architectures will be redesigned in order to support massive scaling required by the additional data types and historical record. Leveraging the flexible SES/CIF v2 RESTful API, access and submission to SES and CIF will be incorporated into common incident analyst and responder tools. And importantly, methods will be implemented permitting unique and discrete information sharing trust communities to share event and incident intelligence, mediated by policy. SESv3 will be transitioned to operational status in the REN-ISAC community, providing direct support to the higher education and research communities, will be open source published, and the SESv3 team will continue with their strong advocacy for standards-based security information interchange, and SES/CIF technologies in the security community at-large.\r\n\r\nIntellectual Merit: SDCI Sec: SESv3 will lead development and deployment of inter-community security event and incident information sharing (addressing technical and policy issues), will significantly reduce human interrupt in the discovery, analysis, and protect cycle, and will develop advanced correlations among threat data types. SESv3 will provide novel integration of federation-based intelligence and data collection into the workflow of the security incident responder and analyst, and novel correlation of human conversations to structured data regarding Internet elements.\r\n\r\nBroader Impact: SDCI Sec: SESv3 will provide fundamental improvement to national and international capabilities concerning the protection of critical cyberinfrastructure. Intelligence developed and shared in SES is actionable, and is a resource for understanding threat and criminal operations. Advanced new capabilities and information sharing relationships with industry, government, and law enforcement will be established in REN-ISAC, supporting the research and education sector. Outside R&E, national capabilities and information sharing practice will be stimulated by SESv3 concepts, open source code, data standards advocacy, and the technical and policy information sharing frameworks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Pearson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas D Pearson",
   "pi_email_addr": "dodpears@indiana.edu",
   "nsf_id": "000294127",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Minaxi",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Minaxi Gupta",
   "pi_email_addr": "minaxi@cs.indiana.edu",
   "nsf_id": "000491858",
   "pi_start_date": "2011-08-03",
   "pi_end_date": "2011-09-01"
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "P.O. Box 1847",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474021847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802700",
   "pgm_ele_name": "Cybersecurity Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8027",
   "pgm_ref_txt": "Cyber Secur - Cyberinfrastruc"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 799322.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-358a89a9-7be6-e13f-93b4-b90c5cf3caf3\"> </span></p>\n<p dir=\"ltr\"><span>Project Outcomes Report: SDCI Sec: SESv3 - Federated Security Intelligence</span></p>\n<p dir=\"ltr\"><span>This project built upon the existing Security Event System (SES) project [1] within the research and higher education (R&amp;E) security community. In a community such as REN-ISAC [2], guided by policy and information sharing agreements, machine and human derived security event data are normalized, and through secure interfaces, submitted to the SES repository to be shared with participants in an automated fashion.</span></p>\n<p dir=\"ltr\"><span>In REN-ISAC SES, data is received from participating REN-ISAC members, information sharing relationships that REN-ISAC has established with other organizations, and public data sources. Submission parameters, correlation, and data augmentation identify \"bad actors\" and determine confidence. High confidence bad actor data is formed into \"watch for these\" and \"block these\" feeds. Participating sites retrieve the feeds and apply local protections against the bad actors in such things as firewalls, intrusion detection systems, and domain name system sinkholes. Additionally, via Web and application programming interface, participating analysts interact with the data for intelligence supporting incident response processes.</span></p>\n<p dir=\"ltr\"><span>Early versions of SES reduced the overhead involved in sharing </span><span>and using</span><span> threat intelligence by focusing on machine-to-machine interaction over human-mediated interaction. The goal of the ongoing SES project is rapid collection and deployment of high-confidence threat indicators into security systems, providing timely protection, aiding incident response, and supporting analytic discovery and knowledge of criminal cyber infrastructure. SESv3 dramatically improves the capabilities to receive, store, process, access, and share threat intelligence; SESv3 incorporates new data types supporting threat analysis; and, the system architecture and development methodology supports rapid deployment of new features and enhancements.</span></p>\n<p dir=\"ltr\"><span>The NSF award for SESv3 enabled scaling and supporting the work in a way that enlisted support of the broad international Computer Security Incident Response Team (&lsquo;CSIRT&rsquo;) community in addition to our home research and education (R&amp;E) community. With this, we were able to incorporate valuable feedback concerning features, approaches, and priorities from many sectors, such as Telecommunications, Finance, and Government, in addition to our 400+ member R&amp;E community.</span></p>\n<p dir=\"ltr\"><span>By conducting the work as a professionally-managed open-source project, used in production, we were able to grow our user and interest community from a few dozen to over 500 external participants in a few years. In doing so, we produced two major releases of the software, including over 20 alpha and beta releases, pioneering intelligence sharing concepts. The outcome is a tool that enables CSIRTs to consume and share threat intelligence in real-time; and importantly, an outcome is the ability to sustain and scale ongoing development in a way that meets the demands of a large, open-source project. By opening up the project from the beginning we tapped into a large pool of user, developer, and analyst contributions. By employing an efficient development-to-release pipeline we quickly moved from idea, through testing and quality assurance, to production. The result was a more stable and useful piece of technology that was battle tested and solved real world problems as it was being built.</span></p>\n<p dir=\"ltr\"><span>This NSF funding enabled us to develop a framework for other open-source security projects, not just in how they should operate, but in ways conducive for long term sustainability. Many pro...",
  "por_txt_cntn": "\n \nProject Outcomes Report: SDCI Sec: SESv3 - Federated Security Intelligence\nThis project built upon the existing Security Event System (SES) project [1] within the research and higher education (R&amp;E) security community. In a community such as REN-ISAC [2], guided by policy and information sharing agreements, machine and human derived security event data are normalized, and through secure interfaces, submitted to the SES repository to be shared with participants in an automated fashion.\nIn REN-ISAC SES, data is received from participating REN-ISAC members, information sharing relationships that REN-ISAC has established with other organizations, and public data sources. Submission parameters, correlation, and data augmentation identify \"bad actors\" and determine confidence. High confidence bad actor data is formed into \"watch for these\" and \"block these\" feeds. Participating sites retrieve the feeds and apply local protections against the bad actors in such things as firewalls, intrusion detection systems, and domain name system sinkholes. Additionally, via Web and application programming interface, participating analysts interact with the data for intelligence supporting incident response processes.\nEarly versions of SES reduced the overhead involved in sharing and using threat intelligence by focusing on machine-to-machine interaction over human-mediated interaction. The goal of the ongoing SES project is rapid collection and deployment of high-confidence threat indicators into security systems, providing timely protection, aiding incident response, and supporting analytic discovery and knowledge of criminal cyber infrastructure. SESv3 dramatically improves the capabilities to receive, store, process, access, and share threat intelligence; SESv3 incorporates new data types supporting threat analysis; and, the system architecture and development methodology supports rapid deployment of new features and enhancements.\nThe NSF award for SESv3 enabled scaling and supporting the work in a way that enlisted support of the broad international Computer Security Incident Response Team (æCSIRTÆ) community in addition to our home research and education (R&amp;E) community. With this, we were able to incorporate valuable feedback concerning features, approaches, and priorities from many sectors, such as Telecommunications, Finance, and Government, in addition to our 400+ member R&amp;E community.\nBy conducting the work as a professionally-managed open-source project, used in production, we were able to grow our user and interest community from a few dozen to over 500 external participants in a few years. In doing so, we produced two major releases of the software, including over 20 alpha and beta releases, pioneering intelligence sharing concepts. The outcome is a tool that enables CSIRTs to consume and share threat intelligence in real-time; and importantly, an outcome is the ability to sustain and scale ongoing development in a way that meets the demands of a large, open-source project. By opening up the project from the beginning we tapped into a large pool of user, developer, and analyst contributions. By employing an efficient development-to-release pipeline we quickly moved from idea, through testing and quality assurance, to production. The result was a more stable and useful piece of technology that was battle tested and solved real world problems as it was being built.\nThis NSF funding enabled us to develop a framework for other open-source security projects, not just in how they should operate, but in ways conducive for long term sustainability. Many projects focus on commercialization. Our focus was to develop a methodology around community-driven tool development for CSIRTs and security teams; while at the same time equipping them with a tool to share threat intelligence within their served community and with other trusted partners. Their ability to directly influence the project from code contributions, feature requests,..."
 }
}