{
 "awd_id": "1127728",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AIR:  Consortium for 3D Innovation (C3I)",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Barbara H. Kenny",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 533332.0,
 "awd_amount": 639941.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2012-09-07",
 "awd_abstract_narration": "Rochester Institute of Technology (RIT), Cornell University, and commercial partners ITT-Geospatial Systems, Lockheed-Martin, and Pictometry International propose to establish the Consortium for 3D Innovation (C3I), an effort dedicated to translating innovative 3D research and development to the commercial sector. The consortium will (i) leverage 3D algorithm research by RIT and Cornell through a non-exclusive, royalty free intellectual property (IP) agreement, (ii) combine technical expertise at RIT and Cornell with business/marketing know-how from commercial partners, facilitated through the Saunders College of Business at RIT, and (iii) educate the next generation 3D innovators in the form of imaging science, computer science, and business students that are affiliated with C3I. The intellectual merits of the effort are underscored by the market need for 3D spatial products, the readiness of existing R&D to transition to market, and lack of a vehicle to accomplish technology transfer.\r\n\r\nSociety, students and faculty will benefit broadly from the proposed plan of activities. The project flow follows the model of RIT's NSF funded Science Masters Program in Decision Support Technologies for Environmental Forecasting and Disaster Response which requires students to understand fundamentals of business, markets, and entrepreneurism in participation with the Business School. Dissemination of the results of the work will be in keeping with the regular publication of non-proprietary academic achievements and through the commercialization of image analysis and rendering products. The benefits to society will come through the adoption of these products, aided by the creation of a significant number of skilled workers in the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "van Aardt",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jan A van Aardt",
   "pi_email_addr": "vanaardt@cis.rit.edu",
   "nsf_id": "000514791",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "DeMartino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard DeMartino",
   "pi_email_addr": "rxdbbu@rit.edu",
   "nsf_id": "000248170",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Technology",
  "perf_str_addr": "1 Lomb Memorial Drive",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801900",
   "pgm_ele_name": "Accelerating Innovation Rsrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "8019",
   "pgm_ref_txt": "Accelerating Innovation Rsrch"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 533332.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 106609.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This National Science Foundation (NSF) Accelerating Innovation Research (AIR) project, dubbed the &ldquo;<em>Consortium for 3D Innovation</em>&rdquo; (C3I), was inspired by success with our NSF-sponsored Partnership for Innovation (PFI), the &ldquo;<em>Information Products Laboratory for Emergency Response</em>&rdquo; (IPLER), and was developed in response to the growing market demand for high fidelity, 3-dimensional (3D) image products. Rochester Institute of Technology (RIT) developed the C3I research alliance around academic partner Cornell University, and industry partners Lockheed-Martin, Exelis, and Pictometry International, all big players in the domain of remote sensing. We later added a smaller business, Alta Systems, to extend our algorithms to unmanned platforms.&nbsp; The C3I was designed to translate cutting-edge academic research in 3D photogrammetry and extraction of information from images into tools for rapid, automated production of high fidelity 3D virtual worlds. The C3I was backed by over $675,000 in support from these market-leading firms in the areas of remote sensing systems, information products, and services. Our non-exclusive, royalty-free intellectual property (IP) strategy promoted technology transfer and the addition of new partners. We also included a heavy emphasis on entrepreneurial development by engaging the Venture Creations Incubator within RIT&rsquo;s Saunders College of Business. Student educational experience was modeled after our NSF-funded Science Masters Program (SMP) in &ldquo;<em>Decision Support Technologies For Environmental Forecasting and Disaster Response&rdquo;</em>, which engaged technical students in a learning experience that included understanding fundamentals of business, markets, and entrepreneurship.</p>\n<p>Our project objectives were to (i) leverage 3D algorithm research by RIT and Cornell through a non-exclusive, royalty free intellectual property (IP) agreement, (ii) combine technical expertise at RIT and Cornell with business/marketing know-how from commercial partners, facilitated through the Saunders College of Business at RIT, and (iii) educate the next generation 3D innovators in the form of imaging science, computer science, and business students that are affiliated with C3I. More than 14 graduate students at RIT were also actively engaged in the targeted research and will be uniquely qualified to contribute to the 3D remote sensing business sector.</p>\n<p><strong><em>Pictometry International</em></strong> wanted to investigate the automated extraction of 3D building models from their proprietary oblique airborne imagery &ndash; we were able to accurately and efficiently extract 3D buildings from the company&rsquo;s image-derived point clouds (x,y,z data). The initial objective of our work with <strong><em>Exelis</em></strong> was to develop a dense 3D point cloud from high frame rate oblique imagery taken by Exelis' WAAS Sensor; we were successful in building a 3D city model for Rochester, NY, using the Exelis data. The one-year effort with <strong><em>Lockheed-Martin</em></strong>, on the other hand, revolved around characterizing 3D planes (facets), i.e., can we classify a facet as being a door, or a window, etc.? Our conclusion was that the typical red-green-blue imagery is not amenable to such accurate classification. Finally, we also investigated the use of 3D light detection and ranging (lidar) data to measure and map urban forest biomass and carbon. This project used the fusion of high-resolution imagery and laser data to accurately map the forest biomass in Rochester, NY.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; From a purely dissemination or academic perspective, we published more than 22 conference abstracts or talks, journal papers, or invited contributions over the course of the project. However, such academics are of little use if they are not applicabl...",
  "por_txt_cntn": "\nThis National Science Foundation (NSF) Accelerating Innovation Research (AIR) project, dubbed the \"Consortium for 3D Innovation\" (C3I), was inspired by success with our NSF-sponsored Partnership for Innovation (PFI), the \"Information Products Laboratory for Emergency Response\" (IPLER), and was developed in response to the growing market demand for high fidelity, 3-dimensional (3D) image products. Rochester Institute of Technology (RIT) developed the C3I research alliance around academic partner Cornell University, and industry partners Lockheed-Martin, Exelis, and Pictometry International, all big players in the domain of remote sensing. We later added a smaller business, Alta Systems, to extend our algorithms to unmanned platforms.  The C3I was designed to translate cutting-edge academic research in 3D photogrammetry and extraction of information from images into tools for rapid, automated production of high fidelity 3D virtual worlds. The C3I was backed by over $675,000 in support from these market-leading firms in the areas of remote sensing systems, information products, and services. Our non-exclusive, royalty-free intellectual property (IP) strategy promoted technology transfer and the addition of new partners. We also included a heavy emphasis on entrepreneurial development by engaging the Venture Creations Incubator within RITÆs Saunders College of Business. Student educational experience was modeled after our NSF-funded Science Masters Program (SMP) in \"Decision Support Technologies For Environmental Forecasting and Disaster Response\", which engaged technical students in a learning experience that included understanding fundamentals of business, markets, and entrepreneurship.\n\nOur project objectives were to (i) leverage 3D algorithm research by RIT and Cornell through a non-exclusive, royalty free intellectual property (IP) agreement, (ii) combine technical expertise at RIT and Cornell with business/marketing know-how from commercial partners, facilitated through the Saunders College of Business at RIT, and (iii) educate the next generation 3D innovators in the form of imaging science, computer science, and business students that are affiliated with C3I. More than 14 graduate students at RIT were also actively engaged in the targeted research and will be uniquely qualified to contribute to the 3D remote sensing business sector.\n\nPictometry International wanted to investigate the automated extraction of 3D building models from their proprietary oblique airborne imagery &ndash; we were able to accurately and efficiently extract 3D buildings from the companyÆs image-derived point clouds (x,y,z data). The initial objective of our work with Exelis was to develop a dense 3D point cloud from high frame rate oblique imagery taken by Exelis' WAAS Sensor; we were successful in building a 3D city model for Rochester, NY, using the Exelis data. The one-year effort with Lockheed-Martin, on the other hand, revolved around characterizing 3D planes (facets), i.e., can we classify a facet as being a door, or a window, etc.? Our conclusion was that the typical red-green-blue imagery is not amenable to such accurate classification. Finally, we also investigated the use of 3D light detection and ranging (lidar) data to measure and map urban forest biomass and carbon. This project used the fusion of high-resolution imagery and laser data to accurately map the forest biomass in Rochester, NY.\n\n            From a purely dissemination or academic perspective, we published more than 22 conference abstracts or talks, journal papers, or invited contributions over the course of the project. However, such academics are of little use if they are not applicable to the industry and larger community around us. Perhaps the single most important contribution that this project made was the development of human resources and transitioning of technical know-how to our industry partners. A number of the students who graduated through this NSF-funded proje..."
 }
}