{
 "awd_id": "1127310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: A Domestic Perspective on Wari State Expansion",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2012-04-28",
 "awd_abstract_narration": "Under the guidance of Dr. R. Alan Covey, Maeve Skidmore will excavate remains of prehistoric houses from the archaeological site of Hatun Cotuyoc in Peru and analyze material culture recovered from them.  The site and its surrounding region came under the influence of the 'Wari' one of the first Andean 'empires' and this research examines the ways in which households were integrated into this larger entity. \r\n\r\nThe study of household integration into larger political schemes is important for understanding the scope and limits of both state-level and individual-based power.  The research will contribute to global archaeological perspectives on the development of early states, but it also has relevance to today's world, in which political regimes unable to integrate populations become frail.  Understanding how people with diverse identities and agendas chose to participate in or remain outside of state institutions and social practices provides insight on the mechanisms that bind groups together, as well as the ones that set them apart.  \r\n\r\nSkidmore's research will acquire data on activities carried out in households, consumption patterns of residents, and the affinity of domestic material culture and practices to those known from other Wari settlements.  Information on how these patterns changed over time will be used to evaluate three hypotheses regarding the consolidation of Wari state power in the region.  These include scenarios in which household integration into state systems was maintained through time, diminished with the weakening of ties to the state, or occurred only ephemerally and relatively late in the course of state development. \r\n\r\nIn addition to supporting training for Skidmore, this project will work to build collaborative relationships between archaeologists from the United States and Peru.  It will provide training opportunities for archaeology students from universities in Lima and Cusco.  The work will also benefit people in the Huaro community, as the project will offer employment to individuals who have limited economic opportunities.  While conducting research in the field, archaeologists will help to teach community members about archaeological research, how it differs from looting, and the importance of protecting cultural patrimony.  This will especially be directed at school-aged children, who will be invited to visit excavations and learn about archaeology, but will reach others through periodic presentations made to the community.  Results of research will be published in English and Spanish language journals and presented at professional conferences in the United States and Peru.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Meltzer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Meltzer",
   "pi_email_addr": "dmeltzer@mail.smu.edu",
   "nsf_id": "000235787",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "R Alan",
   "pi_last_name": "Covey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "R Alan Covey",
   "pi_email_addr": "R.Alan.Covey@austin.utexas.edu",
   "nsf_id": "000499742",
   "pi_start_date": "2011-05-13",
   "pi_end_date": "2012-04-28"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maeve",
   "pi_last_name": "Skidmore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maeve Skidmore",
   "pi_email_addr": "mskidmor@smu.edu",
   "nsf_id": "000516135",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Methodist University",
  "inst_street_address": "6425 BOAZ ST RM 130",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2147684708",
  "inst_zip_code": "752051902",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "SOUTHERN METHODIST UNIVERSITY",
  "org_prnt_uei_num": "S88YPE3BLV66",
  "org_uei_num": "D33QGS3Q3DJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Methodist University",
  "perf_str_addr": "",
  "perf_city_name": "Huaro",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "PE",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Peru",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the Andes, before the time of the Inca Empire, an earlier civilization called the Wari (A.D. 600-1000) spread across Peru.&nbsp; Like the Inca, the Wari had complex forms of social and political organization.&nbsp; Wari people established an urban capital governed by monarchs and other administrative officials.&nbsp; They colonized distant highland, coastal, and jungle regions, creating settlements and roads networks that linked people across a vast landscape.&nbsp; Unfortunately we have no written records concerning the Wari to aid in their study, complicating our understanding of these people.&nbsp; While some archaeologists consider the Wari to have been a great empire, much like the Inca, others believe that the Wari were a group of people participating in a shared culture and exchange relations.&nbsp; Current research questions the scope of power that the Wari capital maintained, and looks to discern the kinds of relationships Wari people forged with other social and political groups throughout the Andes.&nbsp; This project contributes to these goals by investigating how administration articulated with households in in the Cusco region of Peru, one of the areas where the Wari maintained significant political power, as evidenced by the largest Wari administrative complex outside the capital region.</p>\n<p>&nbsp;</p>\n<p>Wari colonization of the Cusco region brought with it many changes.&nbsp; Two large Wari settlements were built up through time.&nbsp; One of these, Pikillacta, takes on a distinctively formal, planned and administrative character, while another at Huaro looks to be more variable and to have had different kinds of settlement (e.g. residential areas, cemeteries, ceremonial spaces, administrative sites) added on bit by bit through time.&nbsp; Past research in the region has focused on Pikillacta and on Wari cemeteries.&nbsp; This project compliments these past studies by examining life at Hatun Cotuyoc, a residential sector of Huaro, to evaluate the varying degrees to which households were integrated into Wari political and cultural systems over time.&nbsp; The study of household integration into larger Wari political schemes is important for understanding how state power impacted daily life and also how individual-based power contributes to or may detract from larger political systems.&nbsp; Political regimes unable to rally and integrate populations become frail. &nbsp;Understanding how people with diverse identities and agendas chose to participate in or remain outside of state institutions and social practices provides insight on the mechanisms that bind groups together, as well as the ones that set them apart.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Excavations were undertaken at the site of Hatun Cotuyoc.&nbsp; &nbsp;Research collected data on activities carried out in households, consumption patterns of residents, and the affinity of material culture and practices to those at Pikillacta and other Wari settlements, as well as to local sites autonomous of the Wari. &nbsp;Information on how these patterns changed over time was used to evaluate hypotheses regarding the consolidation of Wari state power in the Cusco region.&nbsp; Research found evidence for somewhat loose integration with Wari practices, material culture, and consumption patterns early in the colony&rsquo;s formation, but with more evidence for stronger integration through time until the site was abandoned c. AD1000.&nbsp; During the course of occupation, some local material culture was utilized in households and certain hybrid forms also emerged; obsidian sources not tightly controlled by the Wari were utilized by colony residents. &nbsp;These findings contribute to global archaeological perspectives on the development of early states.&nbsp; In the past researchers have modeled early colonization as driven and directed by powerful and domineering political entities but the record at Hatun...",
  "por_txt_cntn": "\nIn the Andes, before the time of the Inca Empire, an earlier civilization called the Wari (A.D. 600-1000) spread across Peru.  Like the Inca, the Wari had complex forms of social and political organization.  Wari people established an urban capital governed by monarchs and other administrative officials.  They colonized distant highland, coastal, and jungle regions, creating settlements and roads networks that linked people across a vast landscape.  Unfortunately we have no written records concerning the Wari to aid in their study, complicating our understanding of these people.  While some archaeologists consider the Wari to have been a great empire, much like the Inca, others believe that the Wari were a group of people participating in a shared culture and exchange relations.  Current research questions the scope of power that the Wari capital maintained, and looks to discern the kinds of relationships Wari people forged with other social and political groups throughout the Andes.  This project contributes to these goals by investigating how administration articulated with households in in the Cusco region of Peru, one of the areas where the Wari maintained significant political power, as evidenced by the largest Wari administrative complex outside the capital region.\n\n \n\nWari colonization of the Cusco region brought with it many changes.  Two large Wari settlements were built up through time.  One of these, Pikillacta, takes on a distinctively formal, planned and administrative character, while another at Huaro looks to be more variable and to have had different kinds of settlement (e.g. residential areas, cemeteries, ceremonial spaces, administrative sites) added on bit by bit through time.  Past research in the region has focused on Pikillacta and on Wari cemeteries.  This project compliments these past studies by examining life at Hatun Cotuyoc, a residential sector of Huaro, to evaluate the varying degrees to which households were integrated into Wari political and cultural systems over time.  The study of household integration into larger Wari political schemes is important for understanding how state power impacted daily life and also how individual-based power contributes to or may detract from larger political systems.  Political regimes unable to rally and integrate populations become frail.  Understanding how people with diverse identities and agendas chose to participate in or remain outside of state institutions and social practices provides insight on the mechanisms that bind groups together, as well as the ones that set them apart. \n\n \n\nExcavations were undertaken at the site of Hatun Cotuyoc.   Research collected data on activities carried out in households, consumption patterns of residents, and the affinity of material culture and practices to those at Pikillacta and other Wari settlements, as well as to local sites autonomous of the Wari.  Information on how these patterns changed over time was used to evaluate hypotheses regarding the consolidation of Wari state power in the Cusco region.  Research found evidence for somewhat loose integration with Wari practices, material culture, and consumption patterns early in the colonyÆs formation, but with more evidence for stronger integration through time until the site was abandoned c. AD1000.  During the course of occupation, some local material culture was utilized in households and certain hybrid forms also emerged; obsidian sources not tightly controlled by the Wari were utilized by colony residents.  These findings contribute to global archaeological perspectives on the development of early states.  In the past researchers have modeled early colonization as driven and directed by powerful and domineering political entities but the record at Hatun Cotuyoc  indicates that state power was built through time and that it did not control all aspects of life.      \n\n \n\nThis project provided training and collaborative opportunities for students of archaeology fr..."
 }
}