{
 "awd_id": "1127953",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Fundamental Research on Adaptive Wireless Video Systems",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2011-08-07",
 "awd_max_amd_letter_date": "2011-08-07",
 "awd_abstract_narration": "Wireless Internet Center for Advanced Technology (WICAT)\r\nProposal #1127960\r\n\r\nThis proposal seeks funding for the Wireless Internet Center for Advanced Technology (WICAT) sites at the Polytechnic Institute of NYU (lead), Auburn University, the University of Virginia, and the Virginia Polytechnic Institute and State University.  Funding Requests for Fundamental Research are authorized by an NSF approved solicitation, NSF 10-601.  The solicitation invites I/UCRCs to submit proposals for support of industry-defined fundamental research. \r\n\t\r\nIncreasing demand for video services on handheld and other wireless devices has made efficient exchange of video data using wireless devices a necessity. However the continual changes in user demand, network traffic and hardware of the wireless environment pose significant research challenges to achieving this goal.  The proposed research seeks to address these challenges via a three pronged effort to explore wireless technologies able to adapt to changing communication system states.  A test bed environment for the conduct of the proposed work that will provide system surveillance and cloud computing infrastructure will be provided by Cisco Systems.\r\n\r\nEfficient and seamless use of video on wireless platforms in the emerging cloud computing environment will have major economic impact in virtually all economic sectors.  Ubiquitous implementation and widespread adoption of these services will also create societal impact through the degree of communication it will enable.  The proposed work has the potential to inform and define approaches to achieving this video content integration.  The work has the potential to strengthen collaborative ties and link resources among the four participating center sites to further both research and education in this critical area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haris",
   "pi_last_name": "Volos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haris Volos",
   "pi_email_addr": "volos@ieee.org",
   "nsf_id": "000586631",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tamal",
   "pi_last_name": "Bose",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tamal Bose",
   "pi_email_addr": "tbose@arizona.edu",
   "nsf_id": "000239802",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "1880 Pratt Drive",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7609",
   "pgm_ref_txt": "IUCRC FUNDAMENTAL RESEARCH"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our work is part of a project that aims to reduce the burden of video content delivery to the wireless networks that are used to deliver it to the end-users (viewers).&nbsp; A technique that can help reducing the burden is adaptive video processing that adjusts the video to the needs of the end-user and the capabilities of the network. One significant aspect of adaptive processing is the distribution of the video processing to the various network devices (phones, computers, tablets, etc.). For example, instead of delivering the unprocessed video to every device, the network instead delivers parts of the video to each device, and the devices process and share their respective parts. In this way, the wireless network traffic is more localized and reduced since the devices only share the processed parts of the video signal.</p>\n<p>The techniques that make the distributed process possible are part of the emerging field of wireless distributed computing (WDC). Researchers already know how to do traditional distributed computing which involves stable network connections and powerful computer nodes with no limitations on their power consumption (connected to a plug in the wall). However, when distributed computing is desired to be performed over a wireless network and mobile devices, then the scenario changes; the stable network connection is now a fluctuating wireless connection with nodes with both limited processing and battery power. In order to make WDC possible, researchers are developing analysis tools that predict whether WDC is possible and what should the operation parameters for the best performance. The development of WDC is of paramount significance as the number of devices with wireless connectivity grows. There is already a steady increase of wirelessly connected devices such as computers, phones, printers, TVs, cameras, picture frames, surveillance cameras, and other household devices. The availability of all those devices and their processing capabilities are a prime candidate for WDC; for example, a security camera may use the processing power of devices such as printers and TVs that may be idle, for further processing of a suspicious video feed.</p>\n<p>In this project, we implemented a WDC video delivery system that runs on the Virginia Tech&rsquo;s, one-of-a-kind COgnitive Radio NEtwork Testbed (CORNET). CORNET is a network of 48 radio devices that can be programmed to run commercial and experimental wireless protocols. CORNET allows researchers to experiment with cutting-edge wireless protocols that haven&rsquo;t been commercialized yet. In our experiment, we developed the software needed for implementing a video delivery WDC application. Our application compressed and delivered the video feed to the wireless nodes. In terms of performance, our results showed that we need to consider the properties of each individual wireless connection for determining the parameters that yield the shortest execution time. However, we just laid the foundations for such an implementation and future work needs to work on reducing delays in the network and obtaining more accurate estimates of the wireless link parameters.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/07/2012<br>\n\t\t\t\t\tModified by: Haris&nbsp;I&nbsp;Volos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur work is part of a project that aims to reduce the burden of video content delivery to the wireless networks that are used to deliver it to the end-users (viewers).  A technique that can help reducing the burden is adaptive video processing that adjusts the video to the needs of the end-user and the capabilities of the network. One significant aspect of adaptive processing is the distribution of the video processing to the various network devices (phones, computers, tablets, etc.). For example, instead of delivering the unprocessed video to every device, the network instead delivers parts of the video to each device, and the devices process and share their respective parts. In this way, the wireless network traffic is more localized and reduced since the devices only share the processed parts of the video signal.\n\nThe techniques that make the distributed process possible are part of the emerging field of wireless distributed computing (WDC). Researchers already know how to do traditional distributed computing which involves stable network connections and powerful computer nodes with no limitations on their power consumption (connected to a plug in the wall). However, when distributed computing is desired to be performed over a wireless network and mobile devices, then the scenario changes; the stable network connection is now a fluctuating wireless connection with nodes with both limited processing and battery power. In order to make WDC possible, researchers are developing analysis tools that predict whether WDC is possible and what should the operation parameters for the best performance. The development of WDC is of paramount significance as the number of devices with wireless connectivity grows. There is already a steady increase of wirelessly connected devices such as computers, phones, printers, TVs, cameras, picture frames, surveillance cameras, and other household devices. The availability of all those devices and their processing capabilities are a prime candidate for WDC; for example, a security camera may use the processing power of devices such as printers and TVs that may be idle, for further processing of a suspicious video feed.\n\nIn this project, we implemented a WDC video delivery system that runs on the Virginia TechÆs, one-of-a-kind COgnitive Radio NEtwork Testbed (CORNET). CORNET is a network of 48 radio devices that can be programmed to run commercial and experimental wireless protocols. CORNET allows researchers to experiment with cutting-edge wireless protocols that havenÆt been commercialized yet. In our experiment, we developed the software needed for implementing a video delivery WDC application. Our application compressed and delivered the video feed to the wireless nodes. In terms of performance, our results showed that we need to consider the properties of each individual wireless connection for determining the parameters that yield the shortest execution time. However, we just laid the foundations for such an implementation and future work needs to work on reducing delays in the network and obtaining more accurate estimates of the wireless link parameters.\n\n\t\t\t\t\tLast Modified: 12/07/2012\n\n\t\t\t\t\tSubmitted by: Haris I Volos"
 }
}