{
 "awd_id": "1127751",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spin information propagation in metallic and insulating ferromagnet based devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 307692.0,
 "awd_amount": 307692.0,
 "awd_min_amd_letter_date": "2011-06-23",
 "awd_max_amd_letter_date": "2011-06-23",
 "awd_abstract_narration": "Since the discovery of the giant magnetoresistive effect in 1988, tremendous advances in spintronics theory and experiment have been made. In particular, numerous novel physics concepts related to the generation and detection of spin accumulation and spin current have been proposed and confirmed. A wide range of plausible spin-based devices have subsequently been proposed. However, aside from the colossal success of hard disk drives and random access memories which are based on spin valves and magnetic tunnel junctions, other proposed spin devices have not been even remotely promising. From the view point of current theory and simulation, the inability to transfer new spin phenomena such as spin Hall conductance, spin pumping and spin electromotive force to promising device application is attributed to too small signals inherent in these phenomena and too difficulty in practical device fabrication.\r\n\r\nIntellectual merit:\r\nThe present proposal aims to advance the spintronics field by investigating non-equilibrium spin-wave propagation in various externally controllable conditions. In the traditional approach of describing magnetization dynamics, the magnetization vector has been treated classically via generalized Landau-Lifshitz-Gilbert equations in the presence of the current and the magnetic field. The new concepts and equations proposed here involve quantum nature of the conduction electrons and magnetization: the excitations of electrons and of magnetization are quantum objects which obey the equation of the non-equilibrium quantum distributions. Specifically, both conduction electrons and spin waves enable to propagate spin information in magnetic media although they satisfy different quantum statistics. The generalized spin current, including the spin current of electrons and of spin waves, will be investigated in various materials and devices. The central goal is to find possible spin devices based on the quantum spin propagation beyond classical magnetization propagation.\r\n\r\nBroader impact: \r\nThe spintronics research has fundamentally advanced our knowledge at the boundary between classical magnetization and quantum electron transport. The proposed research would take the traditional classical modeling for the magnetization to a fundamentally new region. The quantum non-equilibrium distribution for spin waves can generate unprecedented interesting phenomena. The possible device concepts and proposed prototype device structures are high risks but a potential breakthrough in superior spin-based devices is a possibility. The educational components of the proposal include strong graduate student participation in research, training, and visiting industrial research laboratories for the graduate and undergraduate students, as well as for PI to develop a spintronics course and textbook related to this research project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shufeng",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shufeng Zhang",
   "pi_email_addr": "zhangs@physics.arizona.edu",
   "nsf_id": "000198720",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1118 4th Street",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 307692.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>All electronic devices rely on the flow of electrons known as electric current. Electron has not only a charge, but also a spin. If the electron with its spin pointing up moves to left and the electron with its spin down moves to right, one creates an electron spin flow known as spin current, but without a charge current. In spin electronics, like conventional electronics, electrons or holes are energy and information carriers which propagate from here to there. In this NSF supported project, we propose an alternative carrier to serve as spin information propagation. We find that magnon, or one quanta of spin waves, which is a quasi-particle in magnetic materials and it has an angular momentum same as the electron spin, can be excited by electron spin current. The magnon subsequently propagates in magnetic insulators and delivers spin information to a remote region. Most recently, several experimental groups have just observed such magnon mediated information propagation in a spin-valve structure made of a magnetic insulator layer sandwiched by two metallic platinum layers. It is expected that the research on the new field of magnon mediated information introduced in this proposal will be intensifying world-wide.</p>\n<p>&nbsp;</p>\n<p>Two graduate students were supported by this NSF grant. One of them had graduated with a Ph.D. and was immediately hired as a senior engineer in an information storage company (Western Digital Co.).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2015<br>\n\t\t\t\t\tModified by: Shufeng&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAll electronic devices rely on the flow of electrons known as electric current. Electron has not only a charge, but also a spin. If the electron with its spin pointing up moves to left and the electron with its spin down moves to right, one creates an electron spin flow known as spin current, but without a charge current. In spin electronics, like conventional electronics, electrons or holes are energy and information carriers which propagate from here to there. In this NSF supported project, we propose an alternative carrier to serve as spin information propagation. We find that magnon, or one quanta of spin waves, which is a quasi-particle in magnetic materials and it has an angular momentum same as the electron spin, can be excited by electron spin current. The magnon subsequently propagates in magnetic insulators and delivers spin information to a remote region. Most recently, several experimental groups have just observed such magnon mediated information propagation in a spin-valve structure made of a magnetic insulator layer sandwiched by two metallic platinum layers. It is expected that the research on the new field of magnon mediated information introduced in this proposal will be intensifying world-wide.\n\n \n\nTwo graduate students were supported by this NSF grant. One of them had graduated with a Ph.D. and was immediately hired as a senior engineer in an information storage company (Western Digital Co.).\n\n\t\t\t\t\tLast Modified: 10/23/2015\n\n\t\t\t\t\tSubmitted by: Shufeng Zhang"
 }
}