{
 "awd_id": "1127793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AIR:  Transforming nanofiber technology through scalable fabrication",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Barbara H. Kenny",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 174925.0,
 "awd_amount": 222433.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2013-06-15",
 "awd_abstract_narration": "The proposed AIR project will allow construction of a prototype of a new scaled-up device for continuous fabrication of nanofibers, as well as to investigate and model the fiber formation processes in the device, including hydrodynamic liquid jet deformation, phase separation, polymer precipitation and fiber deformation. The proposed work would also allow efficient and reliable control of the diameter, length and aspect ratios of nanorods and nanofibers in the scaled-up process; and will be performed in collaboration between the North Carolina State team and Xanofi, a new small spin-off company. \r\n\r\nThe proposed work would make possible the transition from an innovative technique into a breakthrough technology that can profoundly change the emerging market of nanomaterials. The scaled-up technology developed in this proposal could bolster the $100 million market for nanofibers. The envisioned applications of these nanofibers in energy-efficient filters and solid-state lighting would help develop a new generation of greener industrial and consumer products. The commercial development of this platform technology would bolster the economy of North Carolina through job creation in partnerships with local and national companies. The plans for educational outreach include internships for community college students at NORTH Carolina State and Xanofi, and demonstrations of nanomaterial fabrication in local high schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Orlin",
   "pi_last_name": "Velev",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Orlin D Velev",
   "pi_email_addr": "odvelev@unity.ncsu.edu",
   "nsf_id": "000237992",
   "pi_start_date": "2013-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Stoyan",
   "pi_last_name": "Smoukov",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Stoyan K Smoukov",
   "pi_email_addr": "ssmouko@ncsu.edu",
   "nsf_id": "000240930",
   "pi_start_date": "2011-07-20",
   "pi_end_date": "2012-01-11"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Orlin",
   "pi_last_name": "Velev",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Orlin D Velev",
   "pi_email_addr": "odvelev@unity.ncsu.edu",
   "nsf_id": "000237992",
   "pi_start_date": "2011-07-20",
   "pi_end_date": "2012-01-11"
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Xanofi, Inc.",
  "perf_str_addr": "543 Pylon Drive",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276061414",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801900",
   "pgm_ele_name": "Accelerating Innovation Rsrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "1467",
   "pgm_ref_txt": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ref_code": "8019",
   "pgm_ref_txt": "Accelerating Innovation Rsrch"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174925.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 39508.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Final outcomes report for NSF-AIR award Award # 1127793</em></strong></p>\n<p><strong>From Nanofibers in a Beaker to Large Scale Nanomaterials Fabrication</strong></p>\n<p>Orlin D. Velev, North Carolina State University</p>\n<p>The NSF-AIR supported the transfer and scale-up of a new technology for large-scale fabrication of polymeric nanofibers. Originally developed by Prof. Orlin Velev, Dr. Rossitza Alargova, Dr. Stoyan Smoukov and Dr. Sumit Gangwal at North Carolina State University, Xanofi&rsquo;s patented platform XanoShear&trade; technology utilizes a liquid shear process to form polymer fibers of nanoscale diameter. Unlike conventional methods (e.g., electrospinning) of creating nanofibers with large machines using an electrical charge to draw individual fibers to a grounded surface, the XanoShear<sup>TM</sup> technology is elegant in its simplicity and efficient design. Originally discovered with a device with two concentric cylinders, the technology is capable of creating nanofibers through shear stress-driven droplet extension, which occurs when the inner cylinder rotates in a solution of viscous substrate and the other remains stationary.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The short history of the startup Xanofi commercializing this technology reads like a story from an entrepreneur textbook. In 2003 Dr. Alargova, a postdoctoral fellow supported by Velev&rsquo;s earlier NSF-CAREER award, discovered a process for making polymeric microrods. Together with Velev she published and patented the method. Later, the university team has been synthesizing polymer rods in his lab one day when they noticed small fibers forming under certain conditions. Soon they began focusing their attention on these nanofibers and XanoShear&trade; was born! This invention drew attention from the Technology Entrepreneurship and Commercialization, a graduate level class at NCSU. This nascent technology became the project of six students finishing MBAs and PhDs. At the end of the school year, it became obvious to everyone there was great potential. Just three months later, Miles Wright joined the effort as CEO and Xanofi Inc. (<a href=\"http://www.xanofi.com\">www.xanofi.com</a>) was formed in the Fall of 2010. Their first drawings of a commercial production unit looked similar to a &ldquo;washing machine&rdquo;. However, realizing that they needed large-scale manufacturing capability, the teams from NC State University and Xanofi applied jointly for NSF-AIR funding to build and test a scaled-up continuous operation pilot unit. The effort to design and build a continuous flow machine that could be easily scaled to almost any level of production was successful and the Company is now producing liquid-borne nanofibers at fabrication rate and volume that are unprecedented for a device of such low cost and small size (see Figure).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The fibers are synthesized by introducing polymer solution in the bulk of a viscous medium under shear. The technology results in the formation of nanofibers by antisolvent-induced polymer precipitation under shear without the use of nozzles or spinnerets. The medium is chosen so it is miscible with the polymer solvent, but also precipitates the polymer. The breakthrough in the ability to draw very thin fibers comes from the ultra-low interfacial tension between the droplets and the medium, which allows a high degree of stretching and generation of materials with high surface area. As the solution droplets are highly stretched in parallel by shear, the solvent diffuses out and the antisolvent diffuses into the droplets leaving behind precipitated polymeric fibers, which can be tuned in the diameter range of 100 nm ? 2 &micro;m. The shear process can be used in the fabrication of nanofibers from ma...",
  "por_txt_cntn": "\nFinal outcomes report for NSF-AIR award Award # 1127793\n\nFrom Nanofibers in a Beaker to Large Scale Nanomaterials Fabrication\n\nOrlin D. Velev, North Carolina State University\n\nThe NSF-AIR supported the transfer and scale-up of a new technology for large-scale fabrication of polymeric nanofibers. Originally developed by Prof. Orlin Velev, Dr. Rossitza Alargova, Dr. Stoyan Smoukov and Dr. Sumit Gangwal at North Carolina State University, XanofiÆs patented platform XanoShear&trade; technology utilizes a liquid shear process to form polymer fibers of nanoscale diameter. Unlike conventional methods (e.g., electrospinning) of creating nanofibers with large machines using an electrical charge to draw individual fibers to a grounded surface, the XanoShearTM technology is elegant in its simplicity and efficient design. Originally discovered with a device with two concentric cylinders, the technology is capable of creating nanofibers through shear stress-driven droplet extension, which occurs when the inner cylinder rotates in a solution of viscous substrate and the other remains stationary.\n\n                The short history of the startup Xanofi commercializing this technology reads like a story from an entrepreneur textbook. In 2003 Dr. Alargova, a postdoctoral fellow supported by VelevÆs earlier NSF-CAREER award, discovered a process for making polymeric microrods. Together with Velev she published and patented the method. Later, the university team has been synthesizing polymer rods in his lab one day when they noticed small fibers forming under certain conditions. Soon they began focusing their attention on these nanofibers and XanoShear&trade; was born! This invention drew attention from the Technology Entrepreneurship and Commercialization, a graduate level class at NCSU. This nascent technology became the project of six students finishing MBAs and PhDs. At the end of the school year, it became obvious to everyone there was great potential. Just three months later, Miles Wright joined the effort as CEO and Xanofi Inc. (www.xanofi.com) was formed in the Fall of 2010. Their first drawings of a commercial production unit looked similar to a \"washing machine\". However, realizing that they needed large-scale manufacturing capability, the teams from NC State University and Xanofi applied jointly for NSF-AIR funding to build and test a scaled-up continuous operation pilot unit. The effort to design and build a continuous flow machine that could be easily scaled to almost any level of production was successful and the Company is now producing liquid-borne nanofibers at fabrication rate and volume that are unprecedented for a device of such low cost and small size (see Figure).\n\n                The fibers are synthesized by introducing polymer solution in the bulk of a viscous medium under shear. The technology results in the formation of nanofibers by antisolvent-induced polymer precipitation under shear without the use of nozzles or spinnerets. The medium is chosen so it is miscible with the polymer solvent, but also precipitates the polymer. The breakthrough in the ability to draw very thin fibers comes from the ultra-low interfacial tension between the droplets and the medium, which allows a high degree of stretching and generation of materials with high surface area. As the solution droplets are highly stretched in parallel by shear, the solvent diffuses out and the antisolvent diffuses into the droplets leaving behind precipitated polymeric fibers, which can be tuned in the diameter range of 100 nm ? 2 &micro;m. The shear process can be used in the fabrication of nanofibers from many classes of materials, including hydrophilic, chemically or biologically active polymers. The resulting polymer nanofibers can also incorporate functional particles by simply adding them to the polymer solution. Xanofi, Inc., is presently partnering up with chemical processing industry to design and develop next level XanoShear&trade; machine and produ..."
 }
}