{
 "awd_id": "1127696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EaGER:  Into the Vent: Probing the basaltic lava lake at Villarrica",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 14892.0,
 "awd_amount": 14892.0,
 "awd_min_amd_letter_date": "2011-03-21",
 "awd_max_amd_letter_date": "2011-03-21",
 "awd_abstract_narration": "This Early Grant for Exploratory Research (EaGER) takes advantage of the unique geometry of the volcano Villarica (i.e., a small symmetric 150-m diameter crater and active localized vent ~65 m below the crater rim) to make direct sampling observations of gas and thermal flux and pressure fluctuations, while recording time-synchronized high definition video of lava lake surface activity.  This exploratory phase of the project builds on an earlier expedition supported by National Geographic that helped address some initial engineering challenges to suspend and lower a payload of sensors down toward the active vent. This EaGER endeavors to capture lava lake surface activity and transient emissions of gas and pyroclasts to help us better understand this volcano's seismic and acoustic radiation, which is complex and remains poorly understood.  It is expected that this experiment will lead to a better set of tools and observational techniques that can be applied to other volcanic systems in future studies.\r\n\r\nAn ultimate goal of this project is to understand the nature and source of seismic and infrasonic tremors, which are common at Villarrica and other open vent volcanic systems. The research plan takes advantage of a concurrent seismic array that will be deployed by another team from Michigan Tech University (MTU), and it will enable the investigator and students to share in the logistics at the Villarica site and focus on vent observations from the summit following installation of the dense array by the MTU group. Students and faculty from both institutions will perform joint analysis of the datasets collaboratively. Worldwide, there are about a dozen currently active, persistently degassing, open vent volcanic systems. Villarrica's chemistry and eruption style is relatively common such that observations made in this study should help facilitate development and allow differentiation of models for eruption dynamics at similar volcanoes elsewhere. Direct observations of the vent will help differentiate the origin of various types of elastic energy, which originate both internally and at the surface.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Johnson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey B Johnson",
   "pi_email_addr": "jeffreybjohnson@boisestate.edu",
   "nsf_id": "000097534",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Institute of Mining and Technology",
  "inst_street_address": "801 LEROY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SOCORRO",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5758355496",
  "inst_zip_code": "878014681",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HZJ2JZUALWN4"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Institute of Mining and Technology",
  "perf_str_addr": "",
  "perf_city_name": "Pucon",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CI",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Chile",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14892.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The National Science Foundation EaGER Program sponsored us in 2011 to conduct research to study eruption dynamics at the active Volcano Villarrica in Southern Chile.&nbsp; Villarrica is one of only a handful of volcanoes worldwide, which possesses a fluid lava lake, and is notable because it erupts copious gas and generates continuous earthquake activity and intense sounds despite and absence of explosive eruptions.&nbsp; The funds provided by NSF allowed us to make simultaneous measurements of the gas flux and seismic activity (carried out by colleagues from Michigan Tech through support from another grant) whilst our team from New Mexico Tech recorded acoustic emanations, thermal flux, and recorded lava lake surface activity.&nbsp; Together we are collaborating to better understand how gas is released from &lsquo;open vent volcanic systems&rsquo;.&nbsp;</p>\n<p>&nbsp;</p>\n<p>During our March, 2011 study direct observations of the lava lake activity were afforded by our deployment of cables spanning the 150-m diameter summit crater.&nbsp; The rigging was used to suspend cameras pointed downwards at the active lava lake for time synchronized optical observations; the geometry of Villarrica&rsquo;s deep narrow crater is such that viewing the lava lake is otherwise impossible from the crater rim.&nbsp; In addition to cameras and thermal sensors, which were suspended daily during 8 days, we also installed specialized microphones on the crater rim and at 8 km from the volcanic vent.&nbsp; Data from these microphones are used to characterize the eruptive character of the Villarrica lava lake.&nbsp; Notably, an inaudible (infra)sound signal at 5 Hz is induced by small spattering explosions within the crater.&nbsp; This signal is superimposed on a continuous low frequency tone at about 1 Hz, which is caused by resonance of air within the volcano crater.&nbsp;&nbsp; Our observations relating the various volcanic activity with the different sounds enables us to characterize the eruptive style at Villarrica and at other similar volcanoes using recorded sound waves.&nbsp; These results were presented as a scientific talk at the fall American Geophysical Union conference in San Francisco in 2011.</p>\n<p>&nbsp;</p>\n<p>The low frequency (1 Hz) continuous tone was notable in terms of its incredible sound intensity, which would equate to a continuous 140 dB signal were it audible on the crater rim.&nbsp; Because of its continuity, intensity, and low frequency it easily carried to the distant microphone array at 8 km.&nbsp; In the past year we have been modeling the time-of-flight of these acoustic signals and their relative intensities to determine the temperature and wind structure of the intervening atmosphere.&nbsp; Data collected from the NSF-supported research has already resulted in a manuscript entitled &ldquo;Probing local wind and temperature structure using infrasound from Volcan Villarrica&rdquo;, which is now under minor revision for eventual publication in the Journal of Geophysical Research.&nbsp; Results from this study have important implications for using low frequency (infra)sounds to study dynamic meteorology and link the fields of atmospheric science, geophysics, and volcanology.&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>Fig. 1 &ndash; Photos of the volcano Villarrica and its vent where the active lava lake is hidden.</p>\n<p>&nbsp;</p>\n<p>Fig. 2 &ndash; Still frame taken from an animation made with the suspended video camera ~100 m above the lava lake.&nbsp; Spatter has just been erupted from the lava lake and corresponds to the &lsquo;high frequency signal&rsquo; seen in the waveforms.</p>\n<p>&nbsp;</p>\n<p>Fig. 3 &ndash; Schematic of modeling conducted (in manuscript Probing local wind and temperature structure using infrasound from Volcan Villarrica&rdquo; to show travel paths of sound energy erupted from the volcano and propagating to microphones 8 km from the summit...",
  "por_txt_cntn": "\nThe National Science Foundation EaGER Program sponsored us in 2011 to conduct research to study eruption dynamics at the active Volcano Villarrica in Southern Chile.  Villarrica is one of only a handful of volcanoes worldwide, which possesses a fluid lava lake, and is notable because it erupts copious gas and generates continuous earthquake activity and intense sounds despite and absence of explosive eruptions.  The funds provided by NSF allowed us to make simultaneous measurements of the gas flux and seismic activity (carried out by colleagues from Michigan Tech through support from another grant) whilst our team from New Mexico Tech recorded acoustic emanations, thermal flux, and recorded lava lake surface activity.  Together we are collaborating to better understand how gas is released from æopen vent volcanic systemsÆ. \n\n \n\nDuring our March, 2011 study direct observations of the lava lake activity were afforded by our deployment of cables spanning the 150-m diameter summit crater.  The rigging was used to suspend cameras pointed downwards at the active lava lake for time synchronized optical observations; the geometry of VillarricaÆs deep narrow crater is such that viewing the lava lake is otherwise impossible from the crater rim.  In addition to cameras and thermal sensors, which were suspended daily during 8 days, we also installed specialized microphones on the crater rim and at 8 km from the volcanic vent.  Data from these microphones are used to characterize the eruptive character of the Villarrica lava lake.  Notably, an inaudible (infra)sound signal at 5 Hz is induced by small spattering explosions within the crater.  This signal is superimposed on a continuous low frequency tone at about 1 Hz, which is caused by resonance of air within the volcano crater.   Our observations relating the various volcanic activity with the different sounds enables us to characterize the eruptive style at Villarrica and at other similar volcanoes using recorded sound waves.  These results were presented as a scientific talk at the fall American Geophysical Union conference in San Francisco in 2011.\n\n \n\nThe low frequency (1 Hz) continuous tone was notable in terms of its incredible sound intensity, which would equate to a continuous 140 dB signal were it audible on the crater rim.  Because of its continuity, intensity, and low frequency it easily carried to the distant microphone array at 8 km.  In the past year we have been modeling the time-of-flight of these acoustic signals and their relative intensities to determine the temperature and wind structure of the intervening atmosphere.  Data collected from the NSF-supported research has already resulted in a manuscript entitled \"Probing local wind and temperature structure using infrasound from Volcan Villarrica\", which is now under minor revision for eventual publication in the Journal of Geophysical Research.  Results from this study have important implications for using low frequency (infra)sounds to study dynamic meteorology and link the fields of atmospheric science, geophysics, and volcanology.   \n\n \n\nFig. 1 &ndash; Photos of the volcano Villarrica and its vent where the active lava lake is hidden.\n\n \n\nFig. 2 &ndash; Still frame taken from an animation made with the suspended video camera ~100 m above the lava lake.  Spatter has just been erupted from the lava lake and corresponds to the æhigh frequency signalÆ seen in the waveforms.\n\n \n\nFig. 3 &ndash; Schematic of modeling conducted (in manuscript Probing local wind and temperature structure using infrasound from Volcan Villarrica\" to show travel paths of sound energy erupted from the volcano and propagating to microphones 8 km from the summit.  These differing raypaths are consequences of changing meteorological structure of the atmosphere.    \n\n\t\t\t\t\tLast Modified: 07/08/2012\n\n\t\t\t\t\tSubmitted by: Jeffrey B Johnson"
 }
}