{
 "awd_id": "1127760",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: \"Mapping a Wildfire:  Mapping practices, environmental knowledge, and the unpredictable nature of disaster\"",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-06-21",
 "awd_max_amd_letter_date": "2011-06-21",
 "awd_abstract_narration": "Mapping Wildfire: Mapping Practices, Environmental Knowledge,\r\nand the Unpredictable Nature of Disaster\r\nSummary\r\nIn October 2007, Southern California faced one of the largest wildfire events in its history. Developing ways to represent and visualize these wildfires posed a great challenge for fire officials, disaster responders, and news reporters as they worked to gather and share information about the unfolding situation. Maps became both vital tools of communication and techniques for making the fires knowable.\r\nThis dissertation project examines the production of the maps made during the 2007 wildfires to explore how diverse groups of people ? scientists, first responders, journalists, and the public ? interacted to develop mutually legitimate ways of understanding the wildfires. \r\n\r\nTechnical Description\r\nThis project uses a mixed set of methods including interviews of key actors, observation of wildfire map-making, and analysis of government, scientific, and media documents to examine the often-unanticipated synergy between technological change, human interactions, cultural imaginings, and the environment. \r\n\r\nBroader impact\r\nThis dissertation will contribute to studies of disasters that look beyond questions of risk management to consider the types of knowledge used to make disaster plans, the practices of communication in disasters, and the different community conceptions of a disaster. As natural disasters create obstacles for normal infrastructures of communication, they make it necessary for responders to push the limits of policy to include messy and impromptu interactions in order to get their jobs done. In the process, it becomes possible to see how these actors come to accept new ways of thinking about the environment, new forms of legitimate data and mapping technologies, as well as new types of expertise. Understanding the creative and collaborative work behind these new methods of representation will be of great importance for communities involved in disaster planning and response as they help explain why environmental debates take their unique shapes and make it possible to ask better questions about planning for future disasters.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Serlin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Serlin",
   "pi_email_addr": "dserlin@ucsd.edu",
   "nsf_id": "000587908",
   "pi_start_date": "2011-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katrina",
   "pi_last_name": "Petersen",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Katrina G Petersen",
   "pi_email_addr": "kgpeters@ucsd.edu",
   "nsf_id": "000587886",
   "pi_start_date": "2011-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This dissertation research examined the production of maps during the 2007 San Diego wildfires to explore how mapping a disaster created valued knowledge for diverse communities, including scientists, first responders, journalists, and the public. Specifically, this research focused on the interrelationship between a Google map designed by an ad-hoc network of actors and the official county disaster maps. It found that mapping the fires was less about symbolic representation and more a practice in coordination of diverse actors, technologies, conceptions of city life and the natural environment. These practices often challenged traditional hierarchies of expertise and ways of defining the disaster&rsquo;s causes and affects.</p>\n<p>To trace these mapping practices and their connection to how the wildfires came to be understood, this research linked ongoing social and technical wildfire mapping networks, historical methods of fire tracking and communication, and cultural imaginings of future wildfires. It employed participant-observation fieldwork of present day fire disaster map design, interviews from people involved in making the maps in 2007, and archival research gathering scientific documents, government records, and news clippings.</p>\n<p>The results demonstrate that the socio-technical networks of interaction played an influential role in how the wildfires came to be known, threats defined, and impacts represented. Tracing these networks revealed a type of authoritative knowledge production that was malleable and fluid. Who was involved in the mapping and what technologies were used to gather the data and draw the maps shaped what was considered appropriate knowledge of the threat and acceptable response. For example, the introduction of new forms of infrared aerial imagery that did not require a full day to process made it possible to track the movement of wildfires obscured by smoke in near real-time, something new to wildfire mapping. While these technologies increased the temporal accuracy of the data, they created a new challenge due to the lack of data about a fire at the US-Mexico border where the planes gathering this data could not fly. With the inclusion of the imagery came a change in what counted as a threat; knowledge gaps now rivaled infrastructural damage and bodily harm. In addition, as they mapped from their pools of data, individual mappers often had to determine what was more important: liability concerning accuracy, continuity of data, or value of that data for map users. In making these decisions, they often used personal experience in order to reconcile data of various scales and resolutions. Most importantly, no map contained data from only a single moment in time; they all relied, to some degree, on flattening past, present, and future expectations. In the end, two types of accuracy seemed to be emerging as a result of this, accuracies that were not necessarily connected to each other: accuracy in the present moment and accuracy of future predictions.</p>\n<p>These results are important to consider as more forms of mapping start to collide during disaster response. As new mapping software allow for data from different sources to be combined and new data gathering technologies allow for more immediate representation, actors engaged in communicating through these maps need to consider how time, accuracy, liability, and values are drawn into the maps. Taken as a whole, these results indicate a need for fluidity in response structure and methods, planning practices that consider the uniqueness of the cultural as well as physical landscape, and an awareness that expertise and authority are influenced by who you talk to and what technologies you use. These results create a framework of questions that can be asked by disaster mappers as they critically engage with the maps&rsquo; roles in structuring communication, planning and response.</p><...",
  "por_txt_cntn": "\nThis dissertation research examined the production of maps during the 2007 San Diego wildfires to explore how mapping a disaster created valued knowledge for diverse communities, including scientists, first responders, journalists, and the public. Specifically, this research focused on the interrelationship between a Google map designed by an ad-hoc network of actors and the official county disaster maps. It found that mapping the fires was less about symbolic representation and more a practice in coordination of diverse actors, technologies, conceptions of city life and the natural environment. These practices often challenged traditional hierarchies of expertise and ways of defining the disasterÆs causes and affects.\n\nTo trace these mapping practices and their connection to how the wildfires came to be understood, this research linked ongoing social and technical wildfire mapping networks, historical methods of fire tracking and communication, and cultural imaginings of future wildfires. It employed participant-observation fieldwork of present day fire disaster map design, interviews from people involved in making the maps in 2007, and archival research gathering scientific documents, government records, and news clippings.\n\nThe results demonstrate that the socio-technical networks of interaction played an influential role in how the wildfires came to be known, threats defined, and impacts represented. Tracing these networks revealed a type of authoritative knowledge production that was malleable and fluid. Who was involved in the mapping and what technologies were used to gather the data and draw the maps shaped what was considered appropriate knowledge of the threat and acceptable response. For example, the introduction of new forms of infrared aerial imagery that did not require a full day to process made it possible to track the movement of wildfires obscured by smoke in near real-time, something new to wildfire mapping. While these technologies increased the temporal accuracy of the data, they created a new challenge due to the lack of data about a fire at the US-Mexico border where the planes gathering this data could not fly. With the inclusion of the imagery came a change in what counted as a threat; knowledge gaps now rivaled infrastructural damage and bodily harm. In addition, as they mapped from their pools of data, individual mappers often had to determine what was more important: liability concerning accuracy, continuity of data, or value of that data for map users. In making these decisions, they often used personal experience in order to reconcile data of various scales and resolutions. Most importantly, no map contained data from only a single moment in time; they all relied, to some degree, on flattening past, present, and future expectations. In the end, two types of accuracy seemed to be emerging as a result of this, accuracies that were not necessarily connected to each other: accuracy in the present moment and accuracy of future predictions.\n\nThese results are important to consider as more forms of mapping start to collide during disaster response. As new mapping software allow for data from different sources to be combined and new data gathering technologies allow for more immediate representation, actors engaged in communicating through these maps need to consider how time, accuracy, liability, and values are drawn into the maps. Taken as a whole, these results indicate a need for fluidity in response structure and methods, planning practices that consider the uniqueness of the cultural as well as physical landscape, and an awareness that expertise and authority are influenced by who you talk to and what technologies you use. These results create a framework of questions that can be asked by disaster mappers as they critically engage with the mapsÆ roles in structuring communication, planning and response.\n\n\t\t\t\t\tLast Modified: 10/29/2013\n\n\t\t\t\t\tSubmitted by: Katrina G Petersen"
 }
}