{
 "awd_id": "1127901",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Student Travel for Magnetism Summer School to attend the 2011 INternational IEEE Nagentics Society Summer School being held in New Orleans on May 22-28, 2011.",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2011-04-06",
 "awd_abstract_narration": "Funds are requested to provide travel and subsistence support for 12 U.S. graduates\r\nstudents to attend the 2011 International IEEE Magnetics Society Summer School in New\r\nOrleans. The International Magnetism Summer School is the IEEE Magnetics Society?s main\r\noutreach effort to promote education in the field of magnetism and attract more young scientists\r\nto choose a research career in magnetism and related areas. The one-week Magnetism Summer\r\nSchool is designed for graduate students studying magnetism and related areas. It will consist of\r\nlectures by international experts and will include poster presentations by participating graduate\r\nstudents. The program will cover fundamentals and advanced topics in magnetism. The summer\r\nschool is a unique opportunity for young scientists to meet leaders in their field in a relaxed and\r\ncollegial atmosphere and to begin establishing a network of colleagues in the research\r\ncommunity.\r\nThe Magnetics Society has allocated $106,000 which will be used primarily to provide\r\nwith free room and board and reimburse for most of the travel expenses for 65 students from all\r\nover the world including the United States. The funds requested from NSF will allow additional\r\nU.S. graduate students to attend the Summer School and interact with peers internationally.\r\nIntellectual Merit\r\nThe Summer School provides a forum for exchange of information in the field of\r\nmagnetics research. In addition to formal lectures, each participating student is required to\r\npresent a poster about their current research. These topics are discussed amongst the students and\r\nlecturers during poster sessions.\r\nBroader Impact\r\nThe broader impact of the Summer School lies in the education of young scientists and\r\nresearchers in a fast-moving and economically important field. Participants will learn both\r\nfundamental as well as advanced topics through lectures delivered by internationally-renowned\r\nexperts. In addition, there is a degree of cultural education, teaching young scientists to interact\r\nwith and respect their colleagues from other countries. The students will be co-housed with peers\r\nfrom different nationalities fostering interaction and cultural exchange.\r\nThe organizers of the Summer School particularly encourage women and\r\nunderrepresented minorities to apply. The program committee also strives for diversity in the\r\nlecturers selected for the summer school to provide role models for female and minority students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonard",
   "pi_last_name": "Spinu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leonard Spinu",
   "pi_email_addr": "LSpinu@uno.edu",
   "nsf_id": "000360451",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Albrecht",
   "pi_last_name": "Jander",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Albrecht Jander",
   "pi_email_addr": "jander@oregonstate.edu",
   "nsf_id": "000407403",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Orleans",
  "inst_street_address": "2000 LAKESHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5042806836",
  "inst_zip_code": "701483520",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "LA02",
  "org_lgl_bus_name": "UNIVERSITY OF NEW ORLEANS",
  "org_prnt_uei_num": "",
  "org_uei_num": "CL8JHK1LN291"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Orleans",
  "perf_str_addr": "2000 Lakeshore Dr.",
  "perf_city_name": "New Orleans",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701480001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "LA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research in magnetism is a global endeavor with very strong, government-supported research clusters in Europe, Asia, Canada and Latin America. In order for the U.S. research institutions to remain competitive and maintain their leadership role it is important for U.S. students to have exceptional educational opportunities and to begin early on to exchange ideas with their counterparts in other countries. This project allowed 14 US graduate students to attend the 2011 IEEE Magnetics Society Summer School at the University of New Orleans.</p>\n<p>The Magnetism Summer School is the IEEE Magnetics Society's main outreach effort to promote education in the field of magnetism and attract more young scientists to choose a research career in magnetism and related areas such as permanent magnets for energy efficiency, magnetic&nbsp; nanoparticles for biomedical applications and spintronics for low-power electronics. Being an international organization, the IEEE Magnetics Society supports students from all over the world to attend the Summer School.&nbsp;<br />In addition to the 29 students from US institutions sponsored by the Magnetics Society, funds from the National Science Foundation (NSF) provided additional opportunities for 14 US students, including 4 female and 1<br />African-American students.</p>\n<p>The organizers of the Summer School particularly encouraged women and underrepresented minorities to apply. With the additional support from NSF the IEEE Magnetics Summer School was able to have a record student body of 100 pupils hailing from 23 different countries spanning five continents. A record 27% of the students were women. The students, who were selected from the applications, received full room and board during the school and were reimbursed for most of their travel expenses to New Orleans. The technical program consisted of lectures by the most distinguished educators of the Society. All four of the current IEEE Magnetics Society Distinguished Lecturers made an appearance as well as several previous Distinguished Lectures.</p>\n<p>Each student presented a poster on their particular research topic. The poster session provided an excellent, low-pressure forum for the students to discuss their work with each other and the lecturers. There were additional<br />opportunities for discussion and networking during regular coffee and lunch<br />breaks as well as on a very memorable Mississippi steamboat excursion sponsored by the Office of Research and Sponsored Programs of the University of New Orleans.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/22/2012<br>\n\t\t\t\t\tModified by: Leonard&nbsp;Spinu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1127901/1127901_10083694_1332430033900_2011IEEEMagneticsSummerSchool--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/1127901/1127901_10083694_1332430033900_2011IEEEMagneticsSummerSchool--rgov-800width.jpg\" title=\"2011 IEEE Magnetics Society Summer School\"><img src=\"/por/images/Reports/POR/2012/1127901/1127901_10083694_1332430033900_2011IEEEMagneticsSummerSchool--rgov-66x44.jpg\" alt=\"2011 IEEE Magnetics Society Summer School\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The 2011 IEEE Magnetics Society Summer School was held during May 22-28 in the campus of  University of New Orleans (UNO), New Orleans.</div>\n<div class=\"imageCredit\">Leonard Spinu, UNO</div>\n<div class=\"imagePermisssions\">Public Dom...",
  "por_txt_cntn": "\nResearch in magnetism is a global endeavor with very strong, government-supported research clusters in Europe, Asia, Canada and Latin America. In order for the U.S. research institutions to remain competitive and maintain their leadership role it is important for U.S. students to have exceptional educational opportunities and to begin early on to exchange ideas with their counterparts in other countries. This project allowed 14 US graduate students to attend the 2011 IEEE Magnetics Society Summer School at the University of New Orleans.\n\nThe Magnetism Summer School is the IEEE Magnetics Society's main outreach effort to promote education in the field of magnetism and attract more young scientists to choose a research career in magnetism and related areas such as permanent magnets for energy efficiency, magnetic  nanoparticles for biomedical applications and spintronics for low-power electronics. Being an international organization, the IEEE Magnetics Society supports students from all over the world to attend the Summer School. \nIn addition to the 29 students from US institutions sponsored by the Magnetics Society, funds from the National Science Foundation (NSF) provided additional opportunities for 14 US students, including 4 female and 1\nAfrican-American students.\n\nThe organizers of the Summer School particularly encouraged women and underrepresented minorities to apply. With the additional support from NSF the IEEE Magnetics Summer School was able to have a record student body of 100 pupils hailing from 23 different countries spanning five continents. A record 27% of the students were women. The students, who were selected from the applications, received full room and board during the school and were reimbursed for most of their travel expenses to New Orleans. The technical program consisted of lectures by the most distinguished educators of the Society. All four of the current IEEE Magnetics Society Distinguished Lecturers made an appearance as well as several previous Distinguished Lectures.\n\nEach student presented a poster on their particular research topic. The poster session provided an excellent, low-pressure forum for the students to discuss their work with each other and the lecturers. There were additional\nopportunities for discussion and networking during regular coffee and lunch\nbreaks as well as on a very memorable Mississippi steamboat excursion sponsored by the Office of Research and Sponsored Programs of the University of New Orleans.\n\n \n\n\t\t\t\t\tLast Modified: 03/22/2012\n\n\t\t\t\t\tSubmitted by: Leonard Spinu"
 }
}