{
 "awd_id": "1127534",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Trans-Border Indigenous Environmental Governance: Assessing the Connections of Indigenous Mexicans in the U.S. to Their Communities of Origin",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Holly Hapke",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 161998.0,
 "awd_amount": 161998.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2015-12-08",
 "awd_abstract_narration": "This project investigates the environmental consequences of the outmigration to the U.S. of indigenous people from areas of the Mexico that are considered biodiversity hotspots in Mexico.  Mexico is a mega-biodiverse country, a center of agricultural domestication, and a country where indigenous communities control more than 10% of the national land area. Mexican indigenous \"territorial communities\" are essential for helping to conserve and maintain the biodiversity of the country through their environmental governance.  Not only do the collective decisions of the communities guide individual members use of common lands, but they have also become recognized as key actors in conservation strategies increasingly promoted by the Mexican federal government and non-governmental organizations, including community forestry, community conservation areas, land use planning and zoning, and payment for environmental services programs.  All of these environmental management strategies rest on communal institutions and collective decision-making about the use of communal territories. However, the ability of territorial communities to govern the environments of their territories is threatened by patterns of outmigration that remove the people that provide the collective decision-making, leadership, and labor in the construction and maintenance of public works. In a previous era, the ideal was for community members to be born, to live in and die in the home territory, with interruptions only for temporary migration. This geography is changing. Currently, many have become trans-border communities with members who do not live in the community territory for long periods of time, but who often financially support families in the home territory, who may participate in collective decision-making from afar, and who may return to the home territory at various times in their lives. This project examines trans-border aspects of environmental governance in Mexican indigenous territorial communities (i.e. ejidos and comunidades), which include land, the members of that community, and the institutions through which those residents govern themselves and their territory.  In collaboration with Mexican scientists, this  project seeks to uncover the trans-border geographic dimension of these communities through semi-structured interviews with migrants in the US about their connections to the home territory, especially whether they participate in formal or informal hometown associations, whether they answer their territorial community's call to return to Mexico to serve in unpaid leadership posts, to make payments to cover community-levied labor taxes, to send remittances for environmental or other activities, and whether they have plans to return to the home territory to live later in life. Interviews will also investigate agricultural land-use in the home territory, such as loans to other household members, land abandonment, and plans for using fields in the future. \r\n\r\nThe project demonstrates the role of trans-border Mexican indigenous communities in the environmental governance of biologically-diverse territories.  The project broadens the participation of US Latino students as project research assistants and study abroad scholarship recipients. The project also enhances the infrastructure for research by cementing collaboration between US and Mexican institutions.\r\n\r\nThis project is supported through co-funding between NSF's Geography and Spatial Sciences Program and the Office of International Science and Engineering (OISE).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Klooster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Klooster",
   "pi_email_addr": "daniel_klooster@redlands.edu",
   "nsf_id": "000587661",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Redlands",
  "inst_street_address": "1200 E COLTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "REDLANDS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9097488687",
  "inst_zip_code": "923743720",
  "inst_country_name": "United States",
  "cong_dist_code": "33",
  "st_cong_dist_code": "CA33",
  "org_lgl_bus_name": "UNIVERSITY OF REDLANDS",
  "org_prnt_uei_num": "",
  "org_uei_num": "D22VFH3G7JM6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Redlands",
  "perf_str_addr": "",
  "perf_city_name": "Redlands",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "923743755",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "5922",
   "pgm_ref_txt": "MEXICO"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 161998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mexican indigenous peoples are key actors in sustainable development strategy. In many cases, however, out-migration threatens their ability to play that role. At the same time, migrants frequently form trans-border networks which at least partly re-integrate them with their communities.&nbsp; This project helped to clarify the impact of trans-border communities on environmental governance in indigenous territories. This is an especially important question in Mexico, a mega-biodiverse country, a center of agricultural domestication, and where indigenous communities control territories crucial for biodiversity conservation and other environmental services.</p>\n<p>With collaborators Dr. Jorge Hern&aacute;ndez-D&iacute;az of the Universidad Aut&oacute;noma Benito Ju&aacute;rez de Oaxaca, and Dr. James Robson of the University of Saskatchewan, we developed comparative case studies of indigenous communities with migration to the US. Open-ended interviews with members living in Oaxaca, Mexico, and &nbsp;others in California explored topics such as: 1) Participation in the governance of territories of origin, especially service in village governance positions (<em>cargos</em>) and collective labor obligations (<em>tequios</em>); 2) Remittances, especially investments in ritual and productive activities; 3) Control over land; 4) Natural resource management goals; and 5) Visions of future connections to the community of origin.&nbsp;</p>\n<h2>Intellectual Merit</h2>\n<p>The project showed first, that migration tears communities apart, making it difficult for them to govern themselves and manage their territories. &nbsp;Simply put, communities suffer from a lack of labor for community governance and they struggle to find ways to increase participation among members who are forced to find their livelihood outside of the communal territory.</p>\n<p>Second, it shed light on the role of trans-border networks in helping communities mitigate the impacts of migration for community self-governance and survival. Case studies revealed different strategies to access the economic and cultural contributions of migrants for community self-governance. Community economies and customary governance arrangements (including governance of territorial commons) partly depend on the individual and collective investments of non-resident (migrant) members of trans-border communities. However, we find that previous work on transnationality failed to grasp its ephemeral quality, instead emphasizing a moment of intense connection across borders; we do not see a re-creation or long term continuation of trans-border communities. Instead, the migrants with deepest connections to the communities of origin are aging out, and the trans-border communities with them. Our findings also underscore the role of increased US border enforcement in closing off the reproduction of trans-border communities.</p>\n<p>Third, it clarified the impacts of migration on conservation and forest management. Migration drives declines in agriculture that create new spaces for forest recovery and use, and facilitates changes in environmental perception among community members. At the same time, new opportunities for conservation and local income emerge through payment for environmental services programs, community conservation projects, and ecotourism, but such activities do not replace agriculture&rsquo;s traditional foundational contribution to village life and territory. While communities have more income than decades prior, the new rural economy does not always provide the kind of livelihood that links people to community and territory,</p>\n<p>Despite these challenges and their diminished capacity, &nbsp;the communities we studied continue to govern themselves and their territories. Mexican indigenous communities are adapting to incredibly disruptive global economic and demographic forces. We argue that indigenous territorial communities can remain viable in many cases, especially if they are able to take advantage of contemporary environmental management and conservation opportunities.</p>\n<p>&nbsp;</p>\n<h2>Broader Impacts</h2>\n<p>The project promoted transformative learning experiences for undergraduates.&nbsp; It informed an advanced course on immigration policy, and enriched courses in Latin American and Environmental Studies. &nbsp;&nbsp;During two one-month semesters, the project provided below-cost study abroad experiences for undergraduate students to examine development challenges in communities sending migrants to Southern California. &nbsp;Two undergraduates partly trained under this grant acquired and successfully completed Fulbright-Garcia Robles grants in Mexico.&nbsp; The project broadened the participation of under-represented Latino students as researchers and study abroad scholarship recipients.</p>\n<p>The project also contributed to the training of Maria Lira, a Mexican graduate student who is now completing a PhD at the University of Manitoba.&nbsp; It also supported the professional development of Jim Robson who completed a two year postdoctoral stay at the University of Redlands supported by a Banting Fellowship. He is now tenure-track faculty at the University of Saskatchewan. Robson, Hernandez-Diaz, and the PI continue the tri-national collaboration initiated under this grant.</p>\n<p>Results of work funded by this project have been presented at academic conferences in Canada, Mexico, Scotland, and the United States. Articles resulting from the project have appeared in the <em>Journal of Latin American Geography</em> and <em>Population and Environment, </em>with submissions made to <em>The Journal of Agrarian Change, </em>and planned for<em> Land Use Policy, </em>with others tofollow.&nbsp;We are now under contract for a book-length analysis of our results, titled <em><span style=\"text-decoration: underline;\">Rural Communities Surviving Migration: Village Governance, Environment and Cultural Survival in Indigenous Mexico</span></em><span style=\"text-decoration: underline;\"> </span>&nbsp;as part of the series <em>Routledge Studies in Environmental Migration, Displacement and Resettlement</em>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2017<br>\n\t\t\t\t\tModified by: Daniel&nbsp;Klooster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMexican indigenous peoples are key actors in sustainable development strategy. In many cases, however, out-migration threatens their ability to play that role. At the same time, migrants frequently form trans-border networks which at least partly re-integrate them with their communities.  This project helped to clarify the impact of trans-border communities on environmental governance in indigenous territories. This is an especially important question in Mexico, a mega-biodiverse country, a center of agricultural domestication, and where indigenous communities control territories crucial for biodiversity conservation and other environmental services.\n\nWith collaborators Dr. Jorge Hern&aacute;ndez-D&iacute;az of the Universidad Aut&oacute;noma Benito Ju&aacute;rez de Oaxaca, and Dr. James Robson of the University of Saskatchewan, we developed comparative case studies of indigenous communities with migration to the US. Open-ended interviews with members living in Oaxaca, Mexico, and  others in California explored topics such as: 1) Participation in the governance of territories of origin, especially service in village governance positions (cargos) and collective labor obligations (tequios); 2) Remittances, especially investments in ritual and productive activities; 3) Control over land; 4) Natural resource management goals; and 5) Visions of future connections to the community of origin. \nIntellectual Merit\n\nThe project showed first, that migration tears communities apart, making it difficult for them to govern themselves and manage their territories.  Simply put, communities suffer from a lack of labor for community governance and they struggle to find ways to increase participation among members who are forced to find their livelihood outside of the communal territory.\n\nSecond, it shed light on the role of trans-border networks in helping communities mitigate the impacts of migration for community self-governance and survival. Case studies revealed different strategies to access the economic and cultural contributions of migrants for community self-governance. Community economies and customary governance arrangements (including governance of territorial commons) partly depend on the individual and collective investments of non-resident (migrant) members of trans-border communities. However, we find that previous work on transnationality failed to grasp its ephemeral quality, instead emphasizing a moment of intense connection across borders; we do not see a re-creation or long term continuation of trans-border communities. Instead, the migrants with deepest connections to the communities of origin are aging out, and the trans-border communities with them. Our findings also underscore the role of increased US border enforcement in closing off the reproduction of trans-border communities.\n\nThird, it clarified the impacts of migration on conservation and forest management. Migration drives declines in agriculture that create new spaces for forest recovery and use, and facilitates changes in environmental perception among community members. At the same time, new opportunities for conservation and local income emerge through payment for environmental services programs, community conservation projects, and ecotourism, but such activities do not replace agriculture?s traditional foundational contribution to village life and territory. While communities have more income than decades prior, the new rural economy does not always provide the kind of livelihood that links people to community and territory,\n\nDespite these challenges and their diminished capacity,  the communities we studied continue to govern themselves and their territories. Mexican indigenous communities are adapting to incredibly disruptive global economic and demographic forces. We argue that indigenous territorial communities can remain viable in many cases, especially if they are able to take advantage of contemporary environmental management and conservation opportunities.\n\n \nBroader Impacts\n\nThe project promoted transformative learning experiences for undergraduates.  It informed an advanced course on immigration policy, and enriched courses in Latin American and Environmental Studies.   During two one-month semesters, the project provided below-cost study abroad experiences for undergraduate students to examine development challenges in communities sending migrants to Southern California.  Two undergraduates partly trained under this grant acquired and successfully completed Fulbright-Garcia Robles grants in Mexico.  The project broadened the participation of under-represented Latino students as researchers and study abroad scholarship recipients.\n\nThe project also contributed to the training of Maria Lira, a Mexican graduate student who is now completing a PhD at the University of Manitoba.  It also supported the professional development of Jim Robson who completed a two year postdoctoral stay at the University of Redlands supported by a Banting Fellowship. He is now tenure-track faculty at the University of Saskatchewan. Robson, Hernandez-Diaz, and the PI continue the tri-national collaboration initiated under this grant.\n\nResults of work funded by this project have been presented at academic conferences in Canada, Mexico, Scotland, and the United States. Articles resulting from the project have appeared in the Journal of Latin American Geography and Population and Environment, with submissions made to The Journal of Agrarian Change, and planned for Land Use Policy, with others tofollow. We are now under contract for a book-length analysis of our results, titled Rural Communities Surviving Migration: Village Governance, Environment and Cultural Survival in Indigenous Mexico  as part of the series Routledge Studies in Environmental Migration, Displacement and Resettlement.\n\n\t\t\t\t\tLast Modified: 01/01/2017\n\n\t\t\t\t\tSubmitted by: Daniel Klooster"
 }
}