{
 "awd_id": "1127970",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Organizational Sciences Workshop on Electricity Transmission Planning Organizations to be held at Boise State first part of 2012.",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Quinetta Roberson",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 69924.0,
 "awd_amount": 69924.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "This workshop enables collaboration between Innovation and Organizational Sciences scholars and regional electricity planning managers in the Northwest US and Canada.  Transmission planning is characterized by multiple processes and organizations with overlapping and diffuse authority, as well as competing interests and policy direction from different levels of government.  The diffuse authority in these systems presents an opportunity for the scholarly community and a challenge to electric grid modernization and expansion.  As part of the project, IOS scholars will develop research papers and present and discuss them with regional transmission planners and stakeholders from private industry and non-governmental organizations.  The collaborators aim to identify practical lessons based on organizational theories to improve the overall effectiveness of regional transmission planning.  In addition, they will identify basic organizational sciences research agendas that may be most relevant to regional planning organizations, providing a foundation for future research in the field. A workshop report detailing both the evidence-based practice lessons and the promising agendas for future research will be made widely available.\r\n\r\nIn terms of broader impacts, this research will contribute to economic and environmental improvement through improved planning processes and strategies.  Effective planning is an essential component to upgrade the electric grid and realize smart grid benefits, bring more renewable-sourced electricity generation online, and ensure the grid's stability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Solan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Solan",
   "pi_email_addr": "Davidsolan@boisestate.edu",
   "nsf_id": "000585014",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boise State University",
  "inst_street_address": "1910 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOISE",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084261574",
  "inst_zip_code": "837250001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "BOISE STATE UNIVERSITY",
  "org_prnt_uei_num": "HYWTVM5HNFM3",
  "org_uei_num": "HYWTVM5HNFM3"
 },
 "perf_inst": {
  "perf_inst_name": "Boise State University",
  "perf_str_addr": "1910 University Drive",
  "perf_city_name": "Boise",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "837251135",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537600",
   "pgm_ele_name": "INNOVATION & ORG SCIENCES(IOS)"
  },
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 69924.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Center for Advanced Energy Studies&rsquo; Energy Policy Institute (EPI) hosted the workshop <em>Regional Electricity Transmission Planning in the West</em> in Boise, ID on April 26-27, 2012.&nbsp; The workshop was funded through the National Science Foundation&rsquo;s (NSF) programs Innovation and Organizational Sciences (IOS) and Virtual Organizations as Sociotechnical Systems (VOSS):&nbsp; Award Number 1127970.&nbsp; The purpose of the workshop was to identify the organizational, procedural, and regulatory barriers to more effective regional electricity transmission planning in the West.&nbsp; In the process of identifying these barriers, the workshop facilitated future research by recognizing the gaps between industry and academia; prioritizing potential research opportunities; and creating collaborative networks among researchers, government, industry, and other stakeholders.</p>\n<p>More than thirty invited participants attended the workshop, including representatives from academia, transmission companies, investor-owned utilities, government regulators and public utilities commissioners, stakeholder groups, transmission planners, independent system operators, public power administrations, and grid consultants.&nbsp; Over the course of the two days, scholars presented six papers developed specifically for the workshop and with the input of an individually assigned electricity transmission practitioner.&nbsp;</p>\n<p>The project had two tangible deliverables in terms of outreach activities:&nbsp; 1) publish the workshop proceedings, and 2) submit a research article to an academic journal.&nbsp; In September 2012 EPI published the workshop proceedings, which includes the papers developed by the workshop presenters as well as a discussion of the findings.&nbsp; The published proceedings were sent to approximately sixty-five targeted scholars and industry practitioners around the nation, previously identified by the project&rsquo;s Organizing Committee.&nbsp; In addition to sending electronic copies to an extensive research network, the proceedings have been made accessible by electronic download via EPI&rsquo;s website.&nbsp; For the second deliverable of the project, Principal Investigator David Solan submitted an article for publication in the peer-reviewed journal, <em>The Electricity Journal.</em>&nbsp; The article, &lsquo;From Federal Preemption Politics to Regional Transmission Planning and Policy Integration,&rsquo; has been accepted for publication in the November 2012 issue (volume 25, issue 9).</p>\n<p>Many of the findings from the workshop refer to challenges in transmission planning and potential avenues that are ripe for further research from IOS and VOSS scholars.&nbsp; The challenges discussed call for collaborative and interdisciplinary research beyond these specific programs.&nbsp; Scholars must engage not only across academic disciplines but with practitioners and policymakers to get input into developing impactful research questions and appropriate research design.&nbsp; Researchers should adopt the comparative method to examine these complex questions in the electricity sector and across regions.&nbsp; At the same time, researchers should be careful to be informed by other complex systems to avoid the trap of assuming electricity is sui generis.&nbsp; In terms of specific future research identified at the workshop, the most promising avenues for investigation were in regard to</p>\n<ul>\n<li>renewables integration and innovation, </li>\n<li>stakeholder engagement and boundary organizations, </li>\n<li>maintaining high reliability of the grid while redefining what it means to have an effective planning process and outcomes, and </li>\n<li>achieving a better understanding of how policy choices affect decisions and risk in the planning system.</li>\n</ul>\n<p>The broader impacts of the project are evident by the overwhelming participation in the worksh...",
  "por_txt_cntn": "\nThe Center for Advanced Energy StudiesÆ Energy Policy Institute (EPI) hosted the workshop Regional Electricity Transmission Planning in the West in Boise, ID on April 26-27, 2012.  The workshop was funded through the National Science FoundationÆs (NSF) programs Innovation and Organizational Sciences (IOS) and Virtual Organizations as Sociotechnical Systems (VOSS):  Award Number 1127970.  The purpose of the workshop was to identify the organizational, procedural, and regulatory barriers to more effective regional electricity transmission planning in the West.  In the process of identifying these barriers, the workshop facilitated future research by recognizing the gaps between industry and academia; prioritizing potential research opportunities; and creating collaborative networks among researchers, government, industry, and other stakeholders.\n\nMore than thirty invited participants attended the workshop, including representatives from academia, transmission companies, investor-owned utilities, government regulators and public utilities commissioners, stakeholder groups, transmission planners, independent system operators, public power administrations, and grid consultants.  Over the course of the two days, scholars presented six papers developed specifically for the workshop and with the input of an individually assigned electricity transmission practitioner. \n\nThe project had two tangible deliverables in terms of outreach activities:  1) publish the workshop proceedings, and 2) submit a research article to an academic journal.  In September 2012 EPI published the workshop proceedings, which includes the papers developed by the workshop presenters as well as a discussion of the findings.  The published proceedings were sent to approximately sixty-five targeted scholars and industry practitioners around the nation, previously identified by the projectÆs Organizing Committee.  In addition to sending electronic copies to an extensive research network, the proceedings have been made accessible by electronic download via EPIÆs website.  For the second deliverable of the project, Principal Investigator David Solan submitted an article for publication in the peer-reviewed journal, The Electricity Journal.  The article, æFrom Federal Preemption Politics to Regional Transmission Planning and Policy Integration,Æ has been accepted for publication in the November 2012 issue (volume 25, issue 9).\n\nMany of the findings from the workshop refer to challenges in transmission planning and potential avenues that are ripe for further research from IOS and VOSS scholars.  The challenges discussed call for collaborative and interdisciplinary research beyond these specific programs.  Scholars must engage not only across academic disciplines but with practitioners and policymakers to get input into developing impactful research questions and appropriate research design.  Researchers should adopt the comparative method to examine these complex questions in the electricity sector and across regions.  At the same time, researchers should be careful to be informed by other complex systems to avoid the trap of assuming electricity is sui generis.  In terms of specific future research identified at the workshop, the most promising avenues for investigation were in regard to\n\nrenewables integration and innovation, \nstakeholder engagement and boundary organizations, \nmaintaining high reliability of the grid while redefining what it means to have an effective planning process and outcomes, and \nachieving a better understanding of how policy choices affect decisions and risk in the planning system.\n\n\nThe broader impacts of the project are evident by the overwhelming participation in the workshop by industry and government.  Participants' affiliations included the Western Electricity Coordinating Council, Independent System Operator New England, California Independent System Operator, Northern Tier Transmission Group, Northwest Energy Coalition, Pacificorp, W..."
 }
}