{
 "awd_id": "1127663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scholars Award: A Study of Interdisciplinary Materials Research and Training in the United States",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 79244.0,
 "awd_amount": 79244.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2012-03-26",
 "awd_abstract_narration": "Abstract\r\n\r\n?A Study of Interdisciplinary Materials Research and Training in the United States?\r\nPI: Hyungsub Choi (Chemical Heritage Foundation)\r\n\r\nTechnical description\r\n\r\nThis project brings historical grounding to a crucial contemporary issue in science and science policy: How can the U.S. federal government best maximize its investment in research? Much of federal research policy today emphasizes the importance of interdisciplinary collaboration as an effective pathway toward solving critical societal problems. This line of thought is reflected in the proliferation of conglomerate and mega research centers in many interdisciplinary fields, including nanotechnology, energy technologies, and biomedical research. Thus, the idea of interdisciplinary research and training undergirds, in the words of Vannevar Bush in the oft-cited 1945 report Science: The Endless Frontier, the ?health, prosperity, and security as a nation in the modern world.? In short, interdisciplinary research is the ?basic research? of the early 21st century, one of the key building blocks that constitute the modern state.\r\nWhile the National Science Foundation has kept a keen eye on this topic through organizing workshops and publishing reports, the scholarly literature is sorely in need of a historical dimension. The origin of such research and funding practices can be traced back to the large-scale interdisciplinary materials research centers established in the early 1960s, which serve as the focal point of this research project. Based on extensive archival research and oral history interviews, this project will trace the continuities and discontinuities of interdisciplinary research and federal funding practices in the second half of the 20th century using as comparative case studies the Materials Science Center at Cornell University, the Laboratory for Research on the Structure of Matter at the University of Pennsylvania, and the Materials Research Center at Northwestern University), identifying the enduring patterns of institutions, disciplinary boundaries, and funding streams from the early years of materials research in the 1960s through the transitory phase in the 1970s to interdisciplinary  nanotechnology research.\r\n\r\nBroader impact\r\n\r\nThe Chemical Heritage Foundation will serve as an effective home base to disseminate the results of this project to a broader audience. The summary report will be published and distributed as part of the Studies in Materials Innovation white paper series in the Chemical Heritage Foundation?s Center for Contemporary History and Policy. This series reaches an established audience of research managers and Chief Technology Officers at corporate and government laboratories across the country. Copies of the report will be made available to the members of the U.S. Congress, specifically those sitting on the House Committee on Science, Space, and Technology and the Senate Committee on Commerce, Science, and Transportation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jody",
   "pi_last_name": "Roberts",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jody A Roberts",
   "pi_email_addr": "jroberts@chemheritage.org",
   "nsf_id": "000569848",
   "pi_start_date": "2012-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Hyungsub",
   "pi_last_name": "Choi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hyungsub Choi",
   "pi_email_addr": "HChoi@chemheritage.org",
   "nsf_id": "000587761",
   "pi_start_date": "2011-08-17",
   "pi_end_date": "2012-03-26"
  }
 ],
 "inst": {
  "inst_name": "Science History Institute",
  "inst_street_address": "315 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158738223",
  "inst_zip_code": "191062702",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "SCIENCE HISTORY INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MH5JJP28ZAE1"
 },
 "perf_inst": {
  "perf_inst_name": "Chemical Heritage Foundation",
  "perf_str_addr": "315 Chestnut Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191062702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "167500",
   "pgm_ele_name": "NANOSCALE: SCIENCE & ENGIN CTR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "7702",
   "pgm_ref_txt": "SOCIETAL IMPLICATIONS OF NANO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 79244.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We live in an era of advanced materials. From new materials for construction and energy storage to those used in defense and commercial markets, the built environment around us is very much a product of science and technology. This project examined the establishment of the U.S.&rsquo;s first material science research centers in the 1950s and 1960s to better understand how the development of new materials became a science in its own right. In particular, we were interested in understanding: 1) the specific histories of these early labs in order to better understand how each institution set about building this new science; 2) the changing nature of federal funding for this research as the country sought to redirect its research efforts at the close of the Second World War and headed into the prolonged Cold War; and 3) how the identities of the various scientists participating in these new labs were shaped or reshaped by their physical and intellectual environment. To support this work, we conducted extensive archival research at half a dozen research institutions and the National Archives and supplemented this work with oral histories conducted with early material scientists and those working at research universities today.</p>\n<p>&nbsp;</p>\n<p>Our findings in brief:</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Not surprisingly, each institution had a unique approach to the development of their new materials research centers. The archival holdings (and in some cases interviews) help to highlight, however, the specific ways in which an institution&rsquo;s political dynamics (which college or department had the most authority) and scientific expertise became manifest in how they defined material science and the work they pursued. More importantly, we could see the ways in which these trends in expertise extend into the present day.</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Before, during, and immediately after WWII, the federal government supported research largely through the efforts of the Defense Department. As the government sought to develop a more robust research portfolio, it needed to restructure how it directed its dollars while also ensuring research priorities for Defense (for example) were met. Thus, the model developed for the establishment and funding of these new materials research centers became an important experiment in fostering interdisciplinary research, maximizing research dollars, and meeting national security priorities. While historical reference is rarely made in current research initiatives, the model is clearly the same one followed in recent large-scale funding efforts, such as those developed as part of the National Nanotechnology Initiative &ndash; first initiated by President Clinton and later championed by President Bush. Thus, having a better understanding of the successes and failures of those early initiatives can help to inform how the federal government supports scientific research in the future.</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Many of the scientists who first populated the materials science research centers did not consider themselves materials scientists. They were metallurgists, physical chemists, and physicists. Developing a new science required these individuals to work together in ways they hadn&rsquo;t been trained for before arriving in these centers. Thus, we were interested in seeing what contributed to the reshaping of their identities. Following our study, we noted three important contributing factors: 1) the architecture of these new buildings was specifically designed (in most cases) to encourage new relationships between the scientists; 2) training new students requires collaboration to develop a new curriculum and research opportunities; 3) having specific research projects to focus on (some encouraged by Defense) provided an opportunity to overcome disciplinary boundaries of a specific science and allow for conver...",
  "por_txt_cntn": "\nWe live in an era of advanced materials. From new materials for construction and energy storage to those used in defense and commercial markets, the built environment around us is very much a product of science and technology. This project examined the establishment of the U.S.Æs first material science research centers in the 1950s and 1960s to better understand how the development of new materials became a science in its own right. In particular, we were interested in understanding: 1) the specific histories of these early labs in order to better understand how each institution set about building this new science; 2) the changing nature of federal funding for this research as the country sought to redirect its research efforts at the close of the Second World War and headed into the prolonged Cold War; and 3) how the identities of the various scientists participating in these new labs were shaped or reshaped by their physical and intellectual environment. To support this work, we conducted extensive archival research at half a dozen research institutions and the National Archives and supplemented this work with oral histories conducted with early material scientists and those working at research universities today.\n\n \n\nOur findings in brief:\n\n1)      Not surprisingly, each institution had a unique approach to the development of their new materials research centers. The archival holdings (and in some cases interviews) help to highlight, however, the specific ways in which an institutionÆs political dynamics (which college or department had the most authority) and scientific expertise became manifest in how they defined material science and the work they pursued. More importantly, we could see the ways in which these trends in expertise extend into the present day.\n\n2)      Before, during, and immediately after WWII, the federal government supported research largely through the efforts of the Defense Department. As the government sought to develop a more robust research portfolio, it needed to restructure how it directed its dollars while also ensuring research priorities for Defense (for example) were met. Thus, the model developed for the establishment and funding of these new materials research centers became an important experiment in fostering interdisciplinary research, maximizing research dollars, and meeting national security priorities. While historical reference is rarely made in current research initiatives, the model is clearly the same one followed in recent large-scale funding efforts, such as those developed as part of the National Nanotechnology Initiative &ndash; first initiated by President Clinton and later championed by President Bush. Thus, having a better understanding of the successes and failures of those early initiatives can help to inform how the federal government supports scientific research in the future.\n\n3)      Many of the scientists who first populated the materials science research centers did not consider themselves materials scientists. They were metallurgists, physical chemists, and physicists. Developing a new science required these individuals to work together in ways they hadnÆt been trained for before arriving in these centers. Thus, we were interested in seeing what contributed to the reshaping of their identities. Following our study, we noted three important contributing factors: 1) the architecture of these new buildings was specifically designed (in most cases) to encourage new relationships between the scientists; 2) training new students requires collaboration to develop a new curriculum and research opportunities; 3) having specific research projects to focus on (some encouraged by Defense) provided an opportunity to overcome disciplinary boundaries of a specific science and allow for conversation and collaboration between individual scientists.\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2013\n\n\t\t\t\t\tSubmitted by: Jody A Roberts"
 }
}