{
 "awd_id": "1127014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Legitimacy and Restorative Justice: A Multilevel, Multimethod Analysis  of Economic Sanctions and Recidivism",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jonathan gould",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2011-08-18",
 "awd_abstract_narration": "This project examines how procedural justice and restorative justice relate both to the payment of economic sanctions imposed on convicted offenders and to the offenders' subsequent criminal activity.  The proposal also tests two conflicting predictions about how payment relates to recidivism.  On the one hand, having to pay fines, fees, and restitution in addition to living expenses is difficult and may lead to increased criminal activity.  On the other hand, making regular payments may make offenders cognizant of the harm they caused and could teach responsibility, two internal motivations that should lead to less criminal activity.  \r\n\r\nThis project uses three methods to investigate these issues.  First, an experiment addresses two reasons why some offenders do not pay their court-ordered economic sanctions: (a) lack of understanding of how much they owe and where their payments are directed and (b) a belief that the sanctions are unfair.  The experiment assesses the impact of manipulations of information and rationale for payment on the amount and proportion of money paid toward the court-ordered economic sanctions and on measures of criminal activity (e.g., arrest).  Second, a survey questionnaire focuses on how payment interferes with offenders? other financial responsibilities and tests whether lack of understanding, a belief that the sanctions are unfair, and a belief that nonpayment is unlikely to result in punishment are related to offenders' actual payments and criminal activity.  Third, the project uses four years of statewide data to examine how the payment/nonpayment of the roughly 2.8 million economic sanctions imposed annually is related to offenders? subsequent criminal activity.  \r\n\r\nBy encompassing multiple levels (individuals, counties, regions of the state) and multiple indicators (payment, crime, attitudes, beliefs), the research can improve our understanding of how economic sanctions work and whether they can serve as an effective substitute for incarceration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Ruback",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Richard B Ruback",
   "pi_email_addr": "rbr3@psu.edu",
   "nsf_id": "000371967",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most crime victims do not receive the restitution they are owed.&nbsp; The primary accomplishment of the research funded by this grant was an experiment that addressed two reasons offenders give for why they do not pay their court-ordered restitution: (a) lack of understanding of how much they owe and where their payments are directed and (b) a belief that the sanctions are unfair.&nbsp; A total of 771 offenders were randomly assigned to one of four conditions in a 2 x 2 between-subjects design in which, over a six-month period, three-quarters of the offenders received monthly letters that contained (a) information or no information about the economic sanctions they had paid and what they still owed (Information manipulation) and (b) a statement or no statement about reasons for paying restitution (Rationale manipulation).&nbsp; The remaining offenders did not receive a letter.&nbsp; Results one year after the experiment began (six months after the last letter had been sent) indicated that offenders who had received letters containing Information paid significantly more money and made significantly more monthly payments than did offenders in the other three experimental conditions.&nbsp; A cost-effectiveness analysis indicated that for every dollar spent on the experimental manipulation of Information about $6.44 in restitution was received.&nbsp; The Rationale manipulation was not effective, and may even have been counterproductive.</p>\n<p>&nbsp;Research on deterrence suggests that threatened punishment can lead to compliance only if the threat is real.&nbsp; The problem with such enforcement measures, however, is that this type of deterrence is too expensive to be broadly imposed.&nbsp; By contrast, inducing offenders to act based on internal motivation rather than in response to external contingencies of reward and punishment can lead to long-term behavior change.&nbsp; This study suggests that informing offenders on a regular basis about how much restitution they have paid and how much they still owe can lead them to pay more restitution and to make more monthly payments.&nbsp; We believe these effects are due primarily to a change in internal motivation, because, if it were fear of being monitored that led to the increased payments, then the absence of monitoring (i.e., no letters for six months) should have reduced that fear, meaning that payments should have been reduced.&nbsp; They were not.&nbsp; Although the question of the generalizability of the procedure remains open, the results of this experiment suggest that, at relatively little cost (because information about payments was gathered from individuals&rsquo; court dockets publicly available on the web), governments can increase restitution payments, benefiting victims, society, and perhaps the offenders themselves.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/08/2015<br>\n\t\t\t\t\tModified by: Richard&nbsp;B&nbsp;Ruback</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMost crime victims do not receive the restitution they are owed.  The primary accomplishment of the research funded by this grant was an experiment that addressed two reasons offenders give for why they do not pay their court-ordered restitution: (a) lack of understanding of how much they owe and where their payments are directed and (b) a belief that the sanctions are unfair.  A total of 771 offenders were randomly assigned to one of four conditions in a 2 x 2 between-subjects design in which, over a six-month period, three-quarters of the offenders received monthly letters that contained (a) information or no information about the economic sanctions they had paid and what they still owed (Information manipulation) and (b) a statement or no statement about reasons for paying restitution (Rationale manipulation).  The remaining offenders did not receive a letter.  Results one year after the experiment began (six months after the last letter had been sent) indicated that offenders who had received letters containing Information paid significantly more money and made significantly more monthly payments than did offenders in the other three experimental conditions.  A cost-effectiveness analysis indicated that for every dollar spent on the experimental manipulation of Information about $6.44 in restitution was received.  The Rationale manipulation was not effective, and may even have been counterproductive.\n\n Research on deterrence suggests that threatened punishment can lead to compliance only if the threat is real.  The problem with such enforcement measures, however, is that this type of deterrence is too expensive to be broadly imposed.  By contrast, inducing offenders to act based on internal motivation rather than in response to external contingencies of reward and punishment can lead to long-term behavior change.  This study suggests that informing offenders on a regular basis about how much restitution they have paid and how much they still owe can lead them to pay more restitution and to make more monthly payments.  We believe these effects are due primarily to a change in internal motivation, because, if it were fear of being monitored that led to the increased payments, then the absence of monitoring (i.e., no letters for six months) should have reduced that fear, meaning that payments should have been reduced.  They were not.  Although the question of the generalizability of the procedure remains open, the results of this experiment suggest that, at relatively little cost (because information about payments was gathered from individualsÆ court dockets publicly available on the web), governments can increase restitution payments, benefiting victims, society, and perhaps the offenders themselves.\n\n\t\t\t\t\tLast Modified: 01/08/2015\n\n\t\t\t\t\tSubmitted by: Richard B Ruback"
 }
}