{
 "awd_id": "1128769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Implicit and Explicit Processes of Category-Based Induction",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "catherine arrington",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 356795.0,
 "awd_amount": 356795.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2011-09-07",
 "awd_abstract_narration": "A fundamental component of intelligent behavior is how people make inferences about novel objects, people, and situations. In category-based induction, people use their knowledge of categories to make such inferences about new items from those categories (Will that dog attack? Which treatment will help this patient?). The present research investigates how people make such predictions in a common situation, when the categories are uncertain. For example, if medical treatment is required before a final diagnosis is possible, how do people take account of the various possible diagnoses (categories)? Past research has shown people often make inductions poorly in such situations, focusing on the most likely category and ignoring other possibilities. \r\n\r\nThe proposed research examines the basis for these errors in explicit, conscious predictions and whether reasoning can be improved by including information from implicit, fast, unconscious predictions. Pilot work suggests that implicit predictions can be more accurate than explicit ones. The proposed research attempts to confirm this finding and explores the psychological mechanisms that underlie the improved reasoning.\r\n\r\nThis research will have two important contributions. First, it will help in understanding the differences and similarities between conscious and unconscious processes. This distinction is crucial in much research on mind and behavior, and the present research will help us understand why these differences exist. Second, the results may lead to specific proposals for ways to improve predictions in medical, personal, and economic decisions. When categories are uncertain, people often do not make good predictions, but decision aids that help include implicit, unconscious processes may improve performance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Murphy",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory L Murphy",
   "pi_email_addr": "gregory.murphy@nyu.edu",
   "nsf_id": "000192371",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 Washington Square S",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 356795.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project outcomes &nbsp;&nbsp;</strong></p>\n<p>Categorization is a critical intelligent activity, because once we determine the type of object or situation an item is, we can extend our knowledge from other members of the category to this new item. This &ldquo;inductive&rdquo; generalization from past experience allows us to make predictions or decisions about the new item.&nbsp; For example, categorizing a person by occupation improves predictions about their income, knowledge, and interests.</p>\n<p>The present research considered how people deal with uncertainty in categorization when making inductions. Categorization is often uncertain. In some cases one may just not have enough information, such as identifying an animal in dark conditions or categorizing a person you just met. In other cases, important categories may be inherently uncertain, such as medical diagnoses from a set of symptoms or determining one&rsquo;s financial situation in an uncertain economic climate. In such cases, category&shy;based induction is more difficult, because the correct category is not known, although you may have some idea. Normative models, determinations of how to make the best decision in such cases, propose that people should use <em>all </em>categories that are consistent with the situation, weighted by the probability that they are correct.</p>\n<p>Surprisingly, much research shows that people often do not do this in induction&mdash;rather they choose the most likely category and make predictions as if that category is correct, leading to inductions that are less accurate than they should be. This grant investigated the reasons for these inaccurate inductions and whether they can be improved. In particular, while the very explicit reasoning of many category-based induction tasks have led to inaccurate inductions, we asked whether bypassing these reasoning processes might be helpful in certain situations, helping us to understand the basis of the problem. In particular, we investigated the possibility that faster, association-driven processes may surprisingly be more accurate than slower, careful decisions, because people will not have time to focus on a single category. Paradoxically, having less time to think may cause people to attend to more categories and be more accurate.</p>\n<p>To test this hypothesis, we developed tasks in which induction for uncertain categorizations could be made by fast responses that do not require explicit categorization and prediction, such as a speeded &ldquo;catching&rdquo; game of objects or tracking eye movements as people predicted where objects might reappear as they moved. In these implicit tasks, we found evidence that predictions were more accurate than in explicit tasks that were carefully constructed to be as similar as possible.</p>\n<p>This work has helped to bridge an understanding of why higher-level cognition, such as explicit induction, often shows poor performance, whereas our perceptual and motor abilities seem highly skilled. We also have been able to make connections to other areas in which such normative models have been used, such as perception and action.</p>\n<p>We are not suggesting it is always better to make quick decisions without careful thought, clearly it is not. However, there do appear to be some circumstances in which explicit induction tasks lead to poor performance, because such induction leads to an explicit consideration of one aspect of the situation at the expense of others. Category&shy;based induction is an important task in everyday life, as people make financial decisions, medical decisions, and choices of future life (e.g., careers) based on uncertain categories. This research, by leading to a deeper understanding of the problems with such inductions, can begin to identify conditions under which inductions can be improved, which may have the benefit to society of helping people to improve their ...",
  "por_txt_cntn": "\nProject outcomes   \n\nCategorization is a critical intelligent activity, because once we determine the type of object or situation an item is, we can extend our knowledge from other members of the category to this new item. This \"inductive\" generalization from past experience allows us to make predictions or decisions about the new item.  For example, categorizing a person by occupation improves predictions about their income, knowledge, and interests.\n\nThe present research considered how people deal with uncertainty in categorization when making inductions. Categorization is often uncertain. In some cases one may just not have enough information, such as identifying an animal in dark conditions or categorizing a person you just met. In other cases, important categories may be inherently uncertain, such as medical diagnoses from a set of symptoms or determining oneÆs financial situation in an uncertain economic climate. In such cases, category&shy;based induction is more difficult, because the correct category is not known, although you may have some idea. Normative models, determinations of how to make the best decision in such cases, propose that people should use all categories that are consistent with the situation, weighted by the probability that they are correct.\n\nSurprisingly, much research shows that people often do not do this in induction&mdash;rather they choose the most likely category and make predictions as if that category is correct, leading to inductions that are less accurate than they should be. This grant investigated the reasons for these inaccurate inductions and whether they can be improved. In particular, while the very explicit reasoning of many category-based induction tasks have led to inaccurate inductions, we asked whether bypassing these reasoning processes might be helpful in certain situations, helping us to understand the basis of the problem. In particular, we investigated the possibility that faster, association-driven processes may surprisingly be more accurate than slower, careful decisions, because people will not have time to focus on a single category. Paradoxically, having less time to think may cause people to attend to more categories and be more accurate.\n\nTo test this hypothesis, we developed tasks in which induction for uncertain categorizations could be made by fast responses that do not require explicit categorization and prediction, such as a speeded \"catching\" game of objects or tracking eye movements as people predicted where objects might reappear as they moved. In these implicit tasks, we found evidence that predictions were more accurate than in explicit tasks that were carefully constructed to be as similar as possible.\n\nThis work has helped to bridge an understanding of why higher-level cognition, such as explicit induction, often shows poor performance, whereas our perceptual and motor abilities seem highly skilled. We also have been able to make connections to other areas in which such normative models have been used, such as perception and action.\n\nWe are not suggesting it is always better to make quick decisions without careful thought, clearly it is not. However, there do appear to be some circumstances in which explicit induction tasks lead to poor performance, because such induction leads to an explicit consideration of one aspect of the situation at the expense of others. Category&shy;based induction is an important task in everyday life, as people make financial decisions, medical decisions, and choices of future life (e.g., careers) based on uncertain categories. This research, by leading to a deeper understanding of the problems with such inductions, can begin to identify conditions under which inductions can be improved, which may have the benefit to society of helping people to improve their real&shy;life decisions.\n\n\t\t\t\t\tLast Modified: 10/28/2015\n\n\t\t\t\t\tSubmitted by: Gregory L Murphy"
 }
}