{
 "awd_id": "1128331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Red-Green-Blue Colloidal Quantum Dots for Full Spectrum Microlasers",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "mahmoud fallahi",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 309127.0,
 "awd_amount": 309127.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "Objective: To penetrate the full visible spectrum using a single nanocrystalline material system, based on colloidal semiconductor quantum dots, to develop coherent microemitters and their arrays. The proposed approach is guided by two key research objectives: (a) methods to create ultrahigh density closely-packed quantum dot thin film red- green-blue optical gain media which can be tightly adhered on selected substrates and microscale patterned surfaces, and (b) integration of optical microresonators with the quantum dot media which incorporate the high gain medium to enable operation for a color-tunable microlaser at room temperature under practical and realistic excitation conditions. \r\n\r\nIntellectual merit: At the basic level, research aims to maximize the optical gain in densely packed colloidal quantum dot-based microresonators by investigating fundamental competition and interaction within interacting quantum dot excitonic states between radiative (stimulated emission) and nonradiative processes. At the applied level, this knowledge is employed to design low-cost thin film gain media which can be patterned and/or conformally deposited and integrated within optical microcavities for microscale lasers.  \r\n\r\nBroader impacts: The single material based full spectrum coherent microemitters may offer a transformative means to develop new types pixelated laser projection devices, a technologically important outcome for portable displays. The PI aims to recruit women and other minority students under the REU program and will participate in outreach events with students and teachers through the already established program at Brown with Providence Public Schools system. Graduate students will have opportunity to work with a start-up company to gain experience transitioning research to technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arto",
   "pi_last_name": "Nurmikko",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Arto V Nurmikko",
   "pi_email_addr": "arto_nurmikko@brown.edu",
   "nsf_id": "000450126",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029121929",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 309127.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This&nbsp; research project aimed at exploring multicolor&nbsp; high brightness stimulated emission intersects optically active nanomaterials and microphotonics. This synergy is applied by focusing on specific design and employment of colloidal semiconductor quantum dots (QD) in geometrical and functional configurations where the intrinsic advantages of this class of chemically synthesized nanoparticles are maximized, while their recognized limitations are overcome. Colloidal, solution based QDs have in fact had some interesting recent success in transitioning from basic research to production of color tunable luminescent thin film media. The work conducted in this project here adjoined such materials developments, in targeted collaboration with industry, with new discoverioes in the PIs laboratory where optically pumped stimulated emission in the red, green, and blue was been achieved from such materials&nbsp; For example, thin film QD preparations have enabled the demonstration of an optically pumped vertical cavity surface emitting laser.</p>\n<p>In the research, an approach was developed for nanostructured RGB coherent microemitters and early exploration to their scaling up to macroscale multielement arrays based on two key pillars: (a) methods to create ultrahigh density closely-packed QD thin film RGB gain media which can be tightly adhered on selected substrate microscale material surfaces, and (b) integration of optical microresonators with the QD media which incorporated the high gain medium to enable operation for a color-tunable<br />microlaser at room temperature under practical and realistic excitation conditions. The microlasers themselves were materially compatible for upscaling as embedded (&ldquo;pixelated&rdquo;) elements in flexible substrates to explore for early demonstration of a &ldquo;RGB QD laser projection screen&rdquo;, a demonstration suggesting a technologically useful outcome.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/04/2015<br>\n\t\t\t\t\tModified by: Arto&nbsp;V&nbsp;Nurmikko</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis  research project aimed at exploring multicolor  high brightness stimulated emission intersects optically active nanomaterials and microphotonics. This synergy is applied by focusing on specific design and employment of colloidal semiconductor quantum dots (QD) in geometrical and functional configurations where the intrinsic advantages of this class of chemically synthesized nanoparticles are maximized, while their recognized limitations are overcome. Colloidal, solution based QDs have in fact had some interesting recent success in transitioning from basic research to production of color tunable luminescent thin film media. The work conducted in this project here adjoined such materials developments, in targeted collaboration with industry, with new discoverioes in the PIs laboratory where optically pumped stimulated emission in the red, green, and blue was been achieved from such materials  For example, thin film QD preparations have enabled the demonstration of an optically pumped vertical cavity surface emitting laser.\n\nIn the research, an approach was developed for nanostructured RGB coherent microemitters and early exploration to their scaling up to macroscale multielement arrays based on two key pillars: (a) methods to create ultrahigh density closely-packed QD thin film RGB gain media which can be tightly adhered on selected substrate microscale material surfaces, and (b) integration of optical microresonators with the QD media which incorporated the high gain medium to enable operation for a color-tunable\nmicrolaser at room temperature under practical and realistic excitation conditions. The microlasers themselves were materially compatible for upscaling as embedded (\"pixelated\") elements in flexible substrates to explore for early demonstration of a \"RGB QD laser projection screen\", a demonstration suggesting a technologically useful outcome.\n\n\t\t\t\t\tLast Modified: 11/04/2015\n\n\t\t\t\t\tSubmitted by: Arto V Nurmikko"
 }
}