{
 "awd_id": "1128439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Electric Field Control of Spin Dynamics in Metal Spintronic Devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 348000.0,
 "awd_amount": 348000.0,
 "awd_min_amd_letter_date": "2011-06-17",
 "awd_max_amd_letter_date": "2011-06-17",
 "awd_abstract_narration": "The objective of the proposed program is to realize electric field control of the magnetic state in novel metal spintronic device structures. The approach exploits new and largely unexplored magnetoelectric effects in ultrathin metallic ferromagnetic films. Experiments focus on materials and heterostructures in which the magnetic behavior is dictated by broken symmetries at the surface or interface. Strong electric fields will be used to induce spin-dependent surface charge layers to influence the surface electronic structure and modulate key magnetic parameters  (magnetic anisotropy, magnetization, spin polarization and spin-transport characteristics) at surfaces and interfaces. The program will (1) provide fundamental insight, via a systematic experimental dataset, of the mechanisms enabling electric field manipulation of surface magnetism and spin transport and (2) examine specific model devices in which electric fields can excite and control spin dynamics and large-angle magnetic switching. The work addresses the pressing need for efficient modes of operation in advanced spin-based electronics, and avoids key limitations in existing approaches. If successful, these fundamental studies will enable revolutionary new memory and logic device capabilities, offering enhanced performance and durability with ultralow power consumption requirements. The proposed research provides a platform for and will be tightly integrated with educational development at the undergraduate and graduate student level, as well as through involvement of local high school teachers.\r\n\r\nIntellectual Merit:\r\nThe proposed research addresses key fundamental issues in nanoscale magnetism and spin-electronics. Electrical manipulation of the electron spin degree of freedom is one of the forefront areas of nanoscience research today. This program explores new means to electrically manipulate the magnetic state, and will give key fundamental insights on the roles of interfacial electronic structure in the behavior of ultrathin (down to single atomic layer) magnetic materials. Materials systems are chosen such that key parameters (i.e., band level filling) can be continuously tuned in model systems, together with new heterostructures in which novel and heretofore unobserved electric field effects are anticipated. Geometrically-constrained micro- and nano-structures will be fabricated and characterized experimentally and through extensive micromagnetic simulations in order to understand how controlled modulation of magnetic surface anisotropy can be used to drive magnetization dynamics and magnetic switching of spin configurations such as magnetic vortices and magnetic domain walls.\r\n\r\nBroader Impacts:\r\nIf successful, the proposed fundamental research could have broad technological impacts by bringing about new classes of ?spintronic? devices for ultra low-power, high-performance computation and mass data storage, significantly impacting mobile computing and global energy efficiency. The research will train undergraduate and graduate students in key areas in nanotechnology including advanced thin-film growth and characterization, nanofabrication, and spintronics. The program will support an international collaboration between the early-career PI and colleagues at the Max Planck Institute in Halle, Germany, and will offer international scientific training and experience to the supported graduate student. The program integrates research and education by teaming undergraduates with graduate students through the MIT Undergraduate Research Opportunities Program, and through development of course materials and instructional laboratory modules. The PI will make use of the outreach infrastructure of MIT?s Center for Material Science and Engineering (CMSE), and NSF MRSEC, to host high school teachers through the NSF-RET program, and local underrepresented community college students through the CMSE community college program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Beach",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey S Beach",
   "pi_email_addr": "gbeach@mit.edu",
   "nsf_id": "000537523",
   "pi_start_date": "2011-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave.",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 348000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit:</strong></p>\n<p>One focus was to understand and engineer voltage-controlled magnetism in thin-film device structures.&nbsp; We identified a new mechanism, termed&nbsp;<em>magneto-ionic coupling</em>, that derives from the sensitivity of the magnetic properties of a thin ferromagnetic metal layer to oxygen bonding at a metal/oxide interface. We discovered that in thin Co/Gd<sub>2</sub>O<sub>3</sub> stacks, &nbsp;oxygen ions can be repeatedly cycled back and forth at the interface, giving rise to unprecedentedly strong changes in magnetic properties. &nbsp;Using the fundamental insights gained, we designed device structures to enhance the switching speed by a factor of &gt;10<sup>6</sup>&nbsp;and demonstrated a novel means to &ldquo;write&rdquo; material properties reversibly using a focused laser to locally assist electric field driven O<sup>2 </sup>migration &ndash; analogous to an &ldquo;Etch-a-Sketch&rdquo; for material properties.&nbsp;</p>\n<p>This work opens up the possibility of new magnetic field-effect devices (&ldquo;spin-FETs&rdquo;) that merge magnetic and ionic functionalities, for ultra low-power logic and memory device applications. &nbsp;More broadly, the mechanism can bring a whole host of interface-driven properties under solid-state electrical control. The graduate student supported by this project summarized these results in a Ph.D. thesis entitled &ldquo;Voltage Programmable Materials,&rdquo; which put forth the concept for a new class of functional materials based on active metal/oxide interfaces.&nbsp; In metal/oxide heterostructures, rich chemical, electronic, magnetic and mechanical properties can emerge from interfacial chemistry and structure. The possibility to dynamically control interface characteristics with an electric field paves the way towards voltage control of these properties in solid-state devices.</p>\n<p>&nbsp;</p>\n<p>Another major focus topic of the proposed program was to elucidate the roles of interfaces in generating novel and important magnetic properties through spin-orbit coupling.&nbsp;We have made groundbreaking contributions on these topics in which we have quantified the current-induced torques originating at interfaces in heavy metal/ferromagnet/oxide stacks, and shown how these torques are operative in controlling spin dynamics such as magnetization switching and domain wall motion.&nbsp; This work has also lead to a surprising and extremely important discovery of strong interfacial Dzyaloshinskii-Moriya interactions in sputtered ultrathin film stacks, that causes the magnetization to prefer a twisted configuration that can be exploited in devices.&nbsp; T</p>\n<p>The culmination of this work resolved one of the most controversial and technologically significant issues to have arisen in spintronic materials research in at least the last decade. There has been intense interest in manipulating magnetism electrically in magnetic nanostructures by using spin-polarized electric currents.&nbsp; Our key discovery that the strength of current-induced torques on the magnetization, and even the nature of magnetism itself, can be dramatically altered simply by placing a magnetic film adjacent to a nonmagnetic material with strong spin-orbit coupling provided the missing ingredients to explain extraordinarily efficient current-driven domain wall motion first reported in 2008. &nbsp;More broadly, this work represents a new conceptual framework for understanding magnetization dynamics in ultrathin films, and provides the means to engineer novel spintronic materials and devices through interface design.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:&nbsp; </strong></p>\n<p>The technological impacts of the above results are significant. Our discovery of magneto-ionic coupling represents a new class of functional materials for efficient magneto-electric devices using materials amenable to CMOS integration, and the discovery of new exchange interactions in thin magnetic films opens up new opportunities for engineering energy efficient spintronic devices for memory and logic applications, and new classes of voltage-programmable materials in which a variety of thin-film properties can be modulated by a gate voltage.</p>\n<p>&nbsp;</p>\n<p>Educational impacts include a new undergraduate laboratory module on nanoscale magnetism and spintronics, performed by 50 sophomores/year, which has been further updated and refined during course of the project. The PI has also added additional content to the graduate course on electronic properties of materials detailing spin-dependent phenomena, building upon the content first intrdoduced during the first year of this project.&nbsp; The PI hosted two visiting undergraduate students to take part in the project research.&nbsp; These students, together with the supported graduate students, have been trained on advanced techniques (film growth, characterization, nanofab, instrument development) required to advance a variety of technologies important for the US economy and society.&nbsp; Students presented their results orally at numerous conferences, and in written publications, and two Ph.D. theses resulted from the outcomes of this project. &nbsp;These activities have resulted in important training in scientific communication for the supported students. &nbsp;One Ph.D. student traveled to Halle, Germany to the Max Planck Institute of Microstructure Physics to perform thin-film growth and advanced characterization, gaining international research training experience and helping to foster international collaborations. Results have been broadly disseminated through a significant number of oral presentations (16) and publications (12), and two filed patent applications. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/15/2016<br>\n\t\t\t\t\tModified by: Geoffrey&nbsp;S&nbsp;Beach</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit:\n\nOne focus was to understand and engineer voltage-controlled magnetism in thin-film device structures.  We identified a new mechanism, termed magneto-ionic coupling, that derives from the sensitivity of the magnetic properties of a thin ferromagnetic metal layer to oxygen bonding at a metal/oxide interface. We discovered that in thin Co/Gd2O3 stacks,  oxygen ions can be repeatedly cycled back and forth at the interface, giving rise to unprecedentedly strong changes in magnetic properties.  Using the fundamental insights gained, we designed device structures to enhance the switching speed by a factor of &gt;106 and demonstrated a novel means to \"write\" material properties reversibly using a focused laser to locally assist electric field driven O2 migration &ndash; analogous to an \"Etch-a-Sketch\" for material properties. \n\nThis work opens up the possibility of new magnetic field-effect devices (\"spin-FETs\") that merge magnetic and ionic functionalities, for ultra low-power logic and memory device applications.  More broadly, the mechanism can bring a whole host of interface-driven properties under solid-state electrical control. The graduate student supported by this project summarized these results in a Ph.D. thesis entitled \"Voltage Programmable Materials,\" which put forth the concept for a new class of functional materials based on active metal/oxide interfaces.  In metal/oxide heterostructures, rich chemical, electronic, magnetic and mechanical properties can emerge from interfacial chemistry and structure. The possibility to dynamically control interface characteristics with an electric field paves the way towards voltage control of these properties in solid-state devices.\n\n \n\nAnother major focus topic of the proposed program was to elucidate the roles of interfaces in generating novel and important magnetic properties through spin-orbit coupling. We have made groundbreaking contributions on these topics in which we have quantified the current-induced torques originating at interfaces in heavy metal/ferromagnet/oxide stacks, and shown how these torques are operative in controlling spin dynamics such as magnetization switching and domain wall motion.  This work has also lead to a surprising and extremely important discovery of strong interfacial Dzyaloshinskii-Moriya interactions in sputtered ultrathin film stacks, that causes the magnetization to prefer a twisted configuration that can be exploited in devices.  T\n\nThe culmination of this work resolved one of the most controversial and technologically significant issues to have arisen in spintronic materials research in at least the last decade. There has been intense interest in manipulating magnetism electrically in magnetic nanostructures by using spin-polarized electric currents.  Our key discovery that the strength of current-induced torques on the magnetization, and even the nature of magnetism itself, can be dramatically altered simply by placing a magnetic film adjacent to a nonmagnetic material with strong spin-orbit coupling provided the missing ingredients to explain extraordinarily efficient current-driven domain wall motion first reported in 2008.  More broadly, this work represents a new conceptual framework for understanding magnetization dynamics in ultrathin films, and provides the means to engineer novel spintronic materials and devices through interface design.\n\n \n\nBroader Impacts:  \n\nThe technological impacts of the above results are significant. Our discovery of magneto-ionic coupling represents a new class of functional materials for efficient magneto-electric devices using materials amenable to CMOS integration, and the discovery of new exchange interactions in thin magnetic films opens up new opportunities for engineering energy efficient spintronic devices for memory and logic applications, and new classes of voltage-programmable materials in which a variety of thin-film properties can be modulated by a gate voltage.\n\n \n\nEducational impacts include a new undergraduate laboratory module on nanoscale magnetism and spintronics, performed by 50 sophomores/year, which has been further updated and refined during course of the project. The PI has also added additional content to the graduate course on electronic properties of materials detailing spin-dependent phenomena, building upon the content first intrdoduced during the first year of this project.  The PI hosted two visiting undergraduate students to take part in the project research.  These students, together with the supported graduate students, have been trained on advanced techniques (film growth, characterization, nanofab, instrument development) required to advance a variety of technologies important for the US economy and society.  Students presented their results orally at numerous conferences, and in written publications, and two Ph.D. theses resulted from the outcomes of this project.  These activities have resulted in important training in scientific communication for the supported students.  One Ph.D. student traveled to Halle, Germany to the Max Planck Institute of Microstructure Physics to perform thin-film growth and advanced characterization, gaining international research training experience and helping to foster international collaborations. Results have been broadly disseminated through a significant number of oral presentations (16) and publications (12), and two filed patent applications.  \n\n \n\n\t\t\t\t\tLast Modified: 11/15/2016\n\n\t\t\t\t\tSubmitted by: Geoffrey S Beach"
 }
}