{
 "awd_id": "1128099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tunable Plasmonic Devices Enabled by Holographically-Formed Polymer Dispersed Liquid Crystals",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitris Pavlidis",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 359216.0,
 "awd_amount": 359216.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "Tunable Plasmonic Devices Enabled by Holographically-Formed Polymer Dispersed\r\nLiquid Crystals\r\n\r\nAbstract\r\nObjective: The goal of this project is to address the challenge for the design and fabrication of\r\ntunable plasmonic devices through the electrical tuning of refractive index in holographicallyformed\r\npolymer dispersed liquid-crystals (H-PDLCs). Both tunable plasmonic nano-antennas\r\nand reconfigurable surface plasmon polariton (SPP) devices will be investigated using\r\ntransformation optics and cellular liquid crystals. The resulting tunable plasmonic devices will\r\nfeature fast tuning speed and flexible function for practical applications.\r\nIntellectual Merit: The proposed tunable plasmonic devices rely on the H-PDLCs, which\r\nfeature electrical tuning capability and can be fabricated by the nano-fabrication technique. This\r\nis in contrast to the conventional plasmonic devices that are usually non-tunable, which has\r\nlimited their applications in optical systems. Moreover, the proposed uniform and gradient index\r\nH-PDLCs provide us with large flexibility in designing different tuning structures. Combining\r\nthese structures with device design techniques will lead to many new tunable plasmonic devices.\r\nBroader Impact: The successful design and fabrication of proposed H-PDLC based tunable\r\nplasmonic devices will have a large impact on future optical systems for uses in both civilian and\r\nmilitary sectors. Especially, they will find applications in the areas of sensing, imaging, energy\r\nharvesting, and communication systems. Other areas of impact include the following: (1)\r\nenhancement of optical devices research and education experiences for student researchers; (2)\r\nincreased participation of high school students, and underrepresented groups in science and\r\ntechnology; (3) rapid dissemination of research results through workshops, seminars, and\r\npublications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hualiang",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hualiang Zhang",
   "pi_email_addr": "hualiang_zhang@uml.edu",
   "nsf_id": "000555553",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuankun",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuankun Lin",
   "pi_email_addr": "yuankun.lin@unt.edu",
   "nsf_id": "000492558",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1155 Union Circle #305250",
  "perf_city_name": "Denton",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 359216.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Traditionally, light is controlled by redirecting the wave fronts of propagating radiation by means of lenses, mirrors, and diffractive elements. However, due to the limitations in design and fabrication methods, there are many drawbacks for these conventional optical devices. For example, the conventional optical devices suffer from the diffraction limits and therefore not amenable to controlling fields on the sub-wavelength scale. To address these issues, the so-called &lsquo;plasmonic&rsquo; device becomes very attractive due to its ability to manipulate light at nano-scale. Research in this area has led to applications such as plasmonic waveguide, plasmonic coupler, surface enhanced Raman scattering (SERS), near-field scanning optical microscopy (NSOM) and many others. Up to now, most of the proposed plasmonic devices have fixed performance (non-tunable devices), which has greatly limited their performance. In this project, various kinds of tunable plasmonic devices have been explored and designed to achieve the advantages of tunable working frequencies and reconfigurable optical performance. Holographic nano-fabrication techniques have also been explored to fabricate plasmonic devices at the sub-micron scale.</p>\n<p class=\"Text\">To control the propagation of plasmonic signals, a reconfigurable plasmonic wave adapter has been fully studied. It can control the propagation of plasmonic wave on un-even surfaces. Liquid crystals are used in the designed device so that the resulting plasmonic wave propagation can be reconfigured by applying different biasing voltages to the liquid crystal cells. The performance of the designed device has been verified numerically at 500 THz, showing very robust performance and large tuning range. For further realizing the tunability of plasmonic devices, other tunable materials such as graphene and transparent conducting oxide have been studied. We have designed and fabricated plasmonic nano-antennas, which can cover a broad optical spectrum under arbitrarily polarized incident waves. By integrating graphene with the plasmonic nano-antennas, the plasmonic antennas&rsquo; working frequencies can be tuned by changing the bias voltage applied to the graphene layer, which is demonstrated in numerical simulations. Based on the similar design principle, a tunable plasmonic device with Fano-type responses has been designed and demonstrated, where a hybrid graphene-metal structure is employed. We have also designed and demonstrated tunable cross polarization converters and plasmonic structures with multiple tunable transmission transparency windows. Moreover, we have used the single reflective optical element based holographic technique to fabricate large arrays of nanodisks on aluminum zinc oxide (AZO). AZO as a transparent conducting oxide has shown great potential as an alternative plasmonic material. The fabricated nanostructures on AZO are capable of supporting plasmonic resonances with tunable responses. Overall, through this project, the developed tunable plasmonic devices have shown potentials to generate large impact in areas from energy harvesting to imaging, from bio-medical to communication systems.</p>\n<p class=\"Text\">This project has fully/partially supported four Ph.D. students and one postdoctoral research associate. One undergraduate student and one high school student have also been involved through summer research programs. The research results generated by this project have been integrated into the PIs&rsquo; undergraduate-level and graduate-level courses (e.g. optical antennas). Based on the project results, we have published over 10 journal papers and a number of conference papers. One of the Ph.D. students, Bayaner Arigong, won the Best Student Paper Award (second place) in the 2012 Texas Symposium on Wireless and Microwave Circuits and Systems. The research experience gained through this research has inspired us to e...",
  "por_txt_cntn": "\nTraditionally, light is controlled by redirecting the wave fronts of propagating radiation by means of lenses, mirrors, and diffractive elements. However, due to the limitations in design and fabrication methods, there are many drawbacks for these conventional optical devices. For example, the conventional optical devices suffer from the diffraction limits and therefore not amenable to controlling fields on the sub-wavelength scale. To address these issues, the so-called æplasmonicÆ device becomes very attractive due to its ability to manipulate light at nano-scale. Research in this area has led to applications such as plasmonic waveguide, plasmonic coupler, surface enhanced Raman scattering (SERS), near-field scanning optical microscopy (NSOM) and many others. Up to now, most of the proposed plasmonic devices have fixed performance (non-tunable devices), which has greatly limited their performance. In this project, various kinds of tunable plasmonic devices have been explored and designed to achieve the advantages of tunable working frequencies and reconfigurable optical performance. Holographic nano-fabrication techniques have also been explored to fabricate plasmonic devices at the sub-micron scale.\nTo control the propagation of plasmonic signals, a reconfigurable plasmonic wave adapter has been fully studied. It can control the propagation of plasmonic wave on un-even surfaces. Liquid crystals are used in the designed device so that the resulting plasmonic wave propagation can be reconfigured by applying different biasing voltages to the liquid crystal cells. The performance of the designed device has been verified numerically at 500 THz, showing very robust performance and large tuning range. For further realizing the tunability of plasmonic devices, other tunable materials such as graphene and transparent conducting oxide have been studied. We have designed and fabricated plasmonic nano-antennas, which can cover a broad optical spectrum under arbitrarily polarized incident waves. By integrating graphene with the plasmonic nano-antennas, the plasmonic antennasÆ working frequencies can be tuned by changing the bias voltage applied to the graphene layer, which is demonstrated in numerical simulations. Based on the similar design principle, a tunable plasmonic device with Fano-type responses has been designed and demonstrated, where a hybrid graphene-metal structure is employed. We have also designed and demonstrated tunable cross polarization converters and plasmonic structures with multiple tunable transmission transparency windows. Moreover, we have used the single reflective optical element based holographic technique to fabricate large arrays of nanodisks on aluminum zinc oxide (AZO). AZO as a transparent conducting oxide has shown great potential as an alternative plasmonic material. The fabricated nanostructures on AZO are capable of supporting plasmonic resonances with tunable responses. Overall, through this project, the developed tunable plasmonic devices have shown potentials to generate large impact in areas from energy harvesting to imaging, from bio-medical to communication systems.\nThis project has fully/partially supported four Ph.D. students and one postdoctoral research associate. One undergraduate student and one high school student have also been involved through summer research programs. The research results generated by this project have been integrated into the PIsÆ undergraduate-level and graduate-level courses (e.g. optical antennas). Based on the project results, we have published over 10 journal papers and a number of conference papers. One of the Ph.D. students, Bayaner Arigong, won the Best Student Paper Award (second place) in the 2012 Texas Symposium on Wireless and Microwave Circuits and Systems. The research experience gained through this research has inspired us to explore more in the area of tunable optoelectronic devices and systems and make more profound impact to our society.\n\n\t\t\t\t\tLast..."
 }
}