{
 "awd_id": "1128024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID:  Evaluation of Climate Models in the Southeast Pacific Marine Stratocumulus Region",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 29996.0,
 "awd_amount": 29996.0,
 "awd_min_amd_letter_date": "2011-04-05",
 "awd_max_amd_letter_date": "2011-04-05",
 "awd_abstract_narration": "This is one of 16 Rapid Response (RAPID) projects funded as the result of a Dear Colleague Letter (NSF 11-006) encouraging diagnostic analyses of climate model simulations prepared for the Intergovernmental Panel on Climate Change Fifth Assessment Report (IPCC AR5). Research conducted in these projects is expected to lead to more detailed model intercomparisons, better understanding of robust model behaviors, and better understanding and quantification of uncertainty in future climate simulations.\r\n\r\nMarine stratocumulus (mSc) clouds occur in subtropical oceanic regions off the west sides of continents, and have a cooling effect on the earth's climate because of their strong reflection of incoming solar radiation.  Regions dominated by mSc clouds have been shown to be an important driver of the large uncertainties in tropical cloud feedbacks in climate models, and are responsible for the large differences between model simulations and observations.  Research conducted under this grant considers mSc properties in model simulations, and compares them with cloud properties found in recent observations from satellite instruments including the CloudSat Profiling Radar.  The response of shortwave cloud radiative forcing to changes in sea surface temperature is examined, and model cloud diagnostic variables are compared to satellite observations to determine the underlying processes responsible for uncertainties in low-cloud feeback. \r\n\r\nThe broader impact of the project lies in its support of the IPCC AR5, which is intended to provide information on climate change and its consequences to decision makers worldwide.  Cloud feedbacks could play an important role in determining how much global warming comes from the expected increases in greenhouse gas concentrations, so research leading to better understanding of cloud feedbacks and better representation of clouds in climate models would be beneficial for understanding the likely severity of anthropogenic climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anita",
   "pi_last_name": "Rapp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anita Rapp",
   "pi_email_addr": "arapp@tamu.edu",
   "nsf_id": "000571217",
   "pi_start_date": "2011-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "3150 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433150",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 29996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:Times; \tpanose-1:2 0 5 0 0 0 0 0 0 0; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;} @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:Cambria; \tmso-fareast-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} @page Section1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.0in 1.0in 1.0in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} --></p>\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-size: 10.0pt; font-family: Times;\">The first major objective of this project was to perform an analysis of how the radiative properties of clouds, especially reflected solar radiation, in the latest climate models respond to changes in sea surface temperature in a region of low clouds in the southeastern Pacific where previous climate models have shown large differences from the observations.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The second major objective of the project was to use satellite observations to help identify the processes responsible for the uncertainties in model low cloud changes in reflected solar radiation as the sea surface temperature changes.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></p>\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-size: 10.0pt; font-family: Times;\">&nbsp;</span></p>\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-size: 10.0pt; font-family: Times;\">The results of this project show that there are still large differences between the newest climate model calculations and observational calculations of the impact of clouds on reflected solar radiation as sea surface temperature changes in this region.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The reasons for the differences between satellite observations and climate models vary from model to model.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Some models produce too little cloudiness and/or clouds with properties that do not match the observations.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Climate models have difficulty in capturing the proper regional and seasonal distribution of low clouds in this region, with the models producing too few clouds in the southern hemisphere spring season and too much cloud in the fall season.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Results of this analysis also show that a large part of the difference between observations and models is due to differences in how sensitive the properties of model clouds are to temperature, rather than the sensitivity of the amount of clouds to temperature.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In addition, the satellite observations indicate that regions of low, stratiform clouds are most sensitive to temperature changes, while many climate models instead show that regions of shallow cumulus are more sensitive to temperature.</span></p>\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-size: 10.0pt; font-family: Times;\">&nbsp;</span></p>\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-size: 10.0pt; font-family: Times;\">The results of this project have been presented at three scientific conferences, one of which recognized this project with an award for Outstanding Early Career Poster Presentation.<span style=\"mso-spacerun: yes;\">&nbsp; </span>These results have also been submitted for publication in a peer-reviewed scientific journal.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2013<br>\n\t\t\t\t\tModified by: Anita&nbsp;Rapp</p>\n<...",
  "por_txt_cntn": "\n\nThe first major objective of this project was to perform an analysis of how the radiative properties of clouds, especially reflected solar radiation, in the latest climate models respond to changes in sea surface temperature in a region of low clouds in the southeastern Pacific where previous climate models have shown large differences from the observations.  The second major objective of the project was to use satellite observations to help identify the processes responsible for the uncertainties in model low cloud changes in reflected solar radiation as the sea surface temperature changes.  \n \nThe results of this project show that there are still large differences between the newest climate model calculations and observational calculations of the impact of clouds on reflected solar radiation as sea surface temperature changes in this region.  The reasons for the differences between satellite observations and climate models vary from model to model.  Some models produce too little cloudiness and/or clouds with properties that do not match the observations.  Climate models have difficulty in capturing the proper regional and seasonal distribution of low clouds in this region, with the models producing too few clouds in the southern hemisphere spring season and too much cloud in the fall season.  Results of this analysis also show that a large part of the difference between observations and models is due to differences in how sensitive the properties of model clouds are to temperature, rather than the sensitivity of the amount of clouds to temperature.  In addition, the satellite observations indicate that regions of low, stratiform clouds are most sensitive to temperature changes, while many climate models instead show that regions of shallow cumulus are more sensitive to temperature.\n \nThe results of this project have been presented at three scientific conferences, one of which recognized this project with an award for Outstanding Early Career Poster Presentation.  These results have also been submitted for publication in a peer-reviewed scientific journal.\n\n\t\t\t\t\tLast Modified: 07/29/2013\n\n\t\t\t\t\tSubmitted by: Anita Rapp"
 }
}