{
 "awd_id": "1128208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Silicon Photonic Devices for Optical Delay Line Integrated Circuits",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "mahmoud fallahi",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 328289.0,
 "awd_amount": 328289.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "The objective of this program is the experimental demonstration of transformative silicon photonic devices for optical delay line integrated circuits. Specifically, novel electronically-tuned analog delay lines, low-loss digital delay lines, optical amplifiers enhanced for high gain and monolithic integration, and switches designed for high interchannel isolation are proposed. Several of these devices will be eventually monolithically integrated on the same silicon wafer and a multi-channel integrated photonic circuit will be demonstrated.\r\n\r\nThe intellectual merit is the application of the program?s outcomes in optical storage, telecommunications, optical interconnects, etc. True-time delay lines in optical domain have been pursued to replace bulky and lossy coaxial cables. The proposed integrated photonic solutions on silicon are advantageous in many ways and can lead to a transformative lightweight and electronics-compatible platform.\r\n\r\nThe broader impacts are outreach to all levels of education and diffusion into the society. The merger of key fields of research will drive future scientific breakthroughs and educate multifaceted undergraduate and graduate students. The PI will participate as a ?super-scientist? in a local elementary school. High school students will be brought to campus for scientific field trips and tours of laboratories. Outreach projects for underrepresented minorities are highlighted to provide research experience for undergraduates and expose them to science and engineering disciplines. The proposed multidisciplinary work may play a role in more advanced telecommunication, biophotonic and information technology systems with direct impact on the daily life of our society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sasan",
   "pi_last_name": "Fathpour",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sasan Fathpour",
   "pi_email_addr": "fathpour@creol.ucf.edu",
   "nsf_id": "000523937",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "4000  Central Florida Blvd",
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328162700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 328289.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Optical variable true-time delay lines are key components in a wide range of photonic and electronic-photonic systems such as optically-steered phased-arrayed antennas (PAA), light detection and ranging (LIDAR), optical storage, sampling, communications and signal processing, optical interconnects for supercomputers and data centers, and optical coherence tomography.&nbsp; Integrated chips that can buffer optical signals have been harder to achieve since there is always trade-offs between size, loss and bandwidth.&nbsp;</p>\n<p>To address these challenges and to offer a compromised solution, a series of papers by Prof. Sasan Fathpour's group at CREOL, the College of Optics and Photonics at the University of Central Florida proposes and demonstrates apodized grating waveguides for tunable optical delay lines based on the versatile silicon photonics technology. &nbsp;</p>\n<p>The principle operation of the novel devices is based on delaying light in multiple reflections in grating waveguides, similar to the well-known mirror-effect in distributed Bragg reflectors. &nbsp;Tuning of the delay can be achieved by either the thermo-optic effect or electronic tuning via carrier modulation in the waveguides.&nbsp; The problem with uniform gratings, however, is that group delay ripples, from the optical cavity formed by the sharp ends of the grating, prevents operation in the transmission mode. &nbsp;Apodizing the grating profile solves this problem<span style=\"font-size: 10px;\">&nbsp;</span>but, because of the high dispersion in the wavelength range of interest, the devices have small bandwidth.&nbsp; This problem can be solved, in turn, by cascading two of the waveguides with opposite (inward and outward) apodized grating profiles.&nbsp; The complementary waveguides cancel each other&rsquo;s dispersions and much higher bandwidth line is achieved.&nbsp; Measurements on the cascaded devices shows that they have true time delays of 82 ps and a tuning range of 32 ps, and can operate at bit rates as high as 107 Gb/s.&nbsp; That is an enhancement of around 3 times in tunability&ndash;bit rate product compared with a single-grating device.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2015<br>\n\t\t\t\t\tModified by: Sasan&nbsp;Fathpour</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOptical variable true-time delay lines are key components in a wide range of photonic and electronic-photonic systems such as optically-steered phased-arrayed antennas (PAA), light detection and ranging (LIDAR), optical storage, sampling, communications and signal processing, optical interconnects for supercomputers and data centers, and optical coherence tomography.  Integrated chips that can buffer optical signals have been harder to achieve since there is always trade-offs between size, loss and bandwidth. \n\nTo address these challenges and to offer a compromised solution, a series of papers by Prof. Sasan Fathpour's group at CREOL, the College of Optics and Photonics at the University of Central Florida proposes and demonstrates apodized grating waveguides for tunable optical delay lines based on the versatile silicon photonics technology.  \n\nThe principle operation of the novel devices is based on delaying light in multiple reflections in grating waveguides, similar to the well-known mirror-effect in distributed Bragg reflectors.  Tuning of the delay can be achieved by either the thermo-optic effect or electronic tuning via carrier modulation in the waveguides.  The problem with uniform gratings, however, is that group delay ripples, from the optical cavity formed by the sharp ends of the grating, prevents operation in the transmission mode.  Apodizing the grating profile solves this problem but, because of the high dispersion in the wavelength range of interest, the devices have small bandwidth.  This problem can be solved, in turn, by cascading two of the waveguides with opposite (inward and outward) apodized grating profiles.  The complementary waveguides cancel each otherÆs dispersions and much higher bandwidth line is achieved.  Measurements on the cascaded devices shows that they have true time delays of 82 ps and a tuning range of 32 ps, and can operate at bit rates as high as 107 Gb/s.  That is an enhancement of around 3 times in tunability&ndash;bit rate product compared with a single-grating device.\n\n\t\t\t\t\tLast Modified: 10/31/2015\n\n\t\t\t\t\tSubmitted by: Sasan Fathpour"
 }
}