{
 "awd_id": "1128821",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Nutritional ecology of Mexican black howler monkeys: The role of nutrient mixing, plant secondary metabolites, and behavioral flexibility",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 11749.0,
 "awd_amount": 11749.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "Many primate species exploit low quality and difficult to process resources year-round or as fallback foods during food-limited times of the year. In addition to anatomical specializations, primates have developed behavioral and cognitive solutions that serve to increase foraging efficiency or reduce energetic requirements when exploiting low quality foods. Optimal Foraging Theory has been used to explain foraging behavior in primates, and predicts that individual food choice is best described in terms of maximization of energy intake. However, according to recent nutritional ecology models, a nutrient mixing framework may provide a stronger explanation of primate foraging strategies. This study examines the nutritional ecology of Alouatta pigra, an endangered primate that feeds on low quality resources and yet is characterized by rapid growth rates and a high reproductive output compared to closely related species. Specifically, by integrating nutritional, energetic, ecological, and behavioral data, this research investigates how factors such as food and patch choice, food intake rates, the nutritional composition of plant resources, seasonal changes in food availability, the nutritional requirements of reproduction, and within-group feeding competition affect male and female foraging strategies in two neighboring groups of black howler monkeys living in Southern Mexico. The explanatory power of three models will be tested using a Geometric Framework for nutrition. This will be accomplished by detailed behavioral observations of marked individuals; vegetation assessments and determination of food availability in the groups' home ranges; and phytochemical analyses of foods collected from feeding trees.\r\n\r\nWhile there are data on howler monkey feeding ecology, the precise nutritional factors affecting male and female food choices are poorly understood. By constructing complete dietary profiles for each focal animal, and analyzing individual foraging decisions using a nutritionally explicit model, this research provides critical insight into the importance of nutrient balancing in assessing primate food choice and decision-making. The project also will provide valuable nutritional information for the management of captive primates, strengthen partnerships between Mexican and US universities, and offer training opportunities for Mexican undergraduates, including female students in science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Garber",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Garber",
   "pi_email_addr": "p-garber@uiuc.edu",
   "nsf_id": "000123944",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicoletta",
   "pi_last_name": "Righini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicoletta Righini",
   "pi_email_addr": "nicorig@yahoo.it",
   "nsf_id": "000570640",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11749.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"NoSpacing\">This research examined questions of dietary selectivity, nutrient balancing, and the factors that affect male and female food choice in two groups of endangered black howler monkeys (<em>Alouatta pigra</em>) at El Tormento, a 1400-ha forested area near the town of Escarcega in the state of Campeche, Mexico. The entire duration in the field was 17 months (June 2010-November 2011). Given that howlers can subsist, at least seasonally, on a low quality diet consisting mainly of leaves, it remains unclear how dietary selectivity enables them to maintain higher growth and reproductive rates than other closely related atelines. A nutrient mixing framework posits that primate foraging decisions represent an attempt to obtain a balanced diet based on independent macro and micronutrient regulation. This appears to provide a stronger explanation of primate feeding strategies and patterns of food choice than traditional Optimal Foraging Theory models.</p>\n<p class=\"NoSpacing\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This research has important implications for understanding the challenges that early human ancestors and non-human primates faced in developing foraging strategies to meet their energetic and nutritional needs, and the behavioral, ecological, and physiological solutions that enabled them to exploit difficult to digest resources, minimize seasonal variation in food availability, and exploit new habitats. In fact, the ability of primate foragers to obtain nutrients efficiently and to avoid plant foods containing elevated levels of secondary compounds may offer critical insight into the factors that have shaped human and non-human primates&rsquo; diet and nutrition.</p>\n<p class=\"NoSpacing\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We constructed a complete daily dietary profile for each focal howler monkey by quantifying feeding rates and estimating daily and seasonal intake of nutrients, energy, and plant secondary metabolites of individual adult males (n=7) and females (n=4). We analyzed the data using a Geometric Framework (GF) for nutrition, which examines in multidimensional space an individual&rsquo;s nutritional goals and feeding behavior by comparing patterns of food intake and the nutrient content of individual food items across several axes in &lsquo;nutritional&rsquo; space. Examining feeding behavior and food choice from a nutritional perspective (e.g. nutrients/gram of dry matter), rather than a categorical one based on the amount of time spent eating a particular food type (e.g. broad categories such as fruit, leaves, flowers), offered critical insight into short and long term dietary strategies of howler monkeys.</p>\n<p class=\"NoSpacing\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Data on individual food patch choice and feeding bout length revealed that black howler monkeys generally do not leave a food patch because of satiation, feeding competition, or resource depletion; instead they tend to alternate feeding bouts such that they switch between different food types (e.g. leaves, fruits, flowers), which is consistent with patterns of nutrient mixing. Models of nutrient mixing thus appear to provide the strongest theoretical framework for interpreting primate responses to temporal and spatial changes in resource distribution and for assessing primate foraging decisions.</p>\n<p class=\"NoSpacing\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The analysis of individual macronutrient regulation revealed that male and female individuals consumed relatively consistent daily amounts of protein energy, while daily non-protein energy intake varied to a much greater extent. This nutritional strategy also has been described in more frugivorous primates such as spider monkeys (<em>Ateles chamek</em>), which are able to maintain a relatively stable pro...",
  "por_txt_cntn": "This research examined questions of dietary selectivity, nutrient balancing, and the factors that affect male and female food choice in two groups of endangered black howler monkeys (Alouatta pigra) at El Tormento, a 1400-ha forested area near the town of Escarcega in the state of Campeche, Mexico. The entire duration in the field was 17 months (June 2010-November 2011). Given that howlers can subsist, at least seasonally, on a low quality diet consisting mainly of leaves, it remains unclear how dietary selectivity enables them to maintain higher growth and reproductive rates than other closely related atelines. A nutrient mixing framework posits that primate foraging decisions represent an attempt to obtain a balanced diet based on independent macro and micronutrient regulation. This appears to provide a stronger explanation of primate feeding strategies and patterns of food choice than traditional Optimal Foraging Theory models.\n            This research has important implications for understanding the challenges that early human ancestors and non-human primates faced in developing foraging strategies to meet their energetic and nutritional needs, and the behavioral, ecological, and physiological solutions that enabled them to exploit difficult to digest resources, minimize seasonal variation in food availability, and exploit new habitats. In fact, the ability of primate foragers to obtain nutrients efficiently and to avoid plant foods containing elevated levels of secondary compounds may offer critical insight into the factors that have shaped human and non-human primatesÆ diet and nutrition.\n            We constructed a complete daily dietary profile for each focal howler monkey by quantifying feeding rates and estimating daily and seasonal intake of nutrients, energy, and plant secondary metabolites of individual adult males (n=7) and females (n=4). We analyzed the data using a Geometric Framework (GF) for nutrition, which examines in multidimensional space an individualÆs nutritional goals and feeding behavior by comparing patterns of food intake and the nutrient content of individual food items across several axes in ænutritionalÆ space. Examining feeding behavior and food choice from a nutritional perspective (e.g. nutrients/gram of dry matter), rather than a categorical one based on the amount of time spent eating a particular food type (e.g. broad categories such as fruit, leaves, flowers), offered critical insight into short and long term dietary strategies of howler monkeys.\n            Data on individual food patch choice and feeding bout length revealed that black howler monkeys generally do not leave a food patch because of satiation, feeding competition, or resource depletion; instead they tend to alternate feeding bouts such that they switch between different food types (e.g. leaves, fruits, flowers), which is consistent with patterns of nutrient mixing. Models of nutrient mixing thus appear to provide the strongest theoretical framework for interpreting primate responses to temporal and spatial changes in resource distribution and for assessing primate foraging decisions.\n            The analysis of individual macronutrient regulation revealed that male and female individuals consumed relatively consistent daily amounts of protein energy, while daily non-protein energy intake varied to a much greater extent. This nutritional strategy also has been described in more frugivorous primates such as spider monkeys (Ateles chamek), which are able to maintain a relatively stable protein intake across seasons independent of food availability. The pattern found supports the close evolutionary relationship between howler monkeys and other atelines despite dietary differences, but differs from patterns found in other leaf-eating primates such as gorillas.  \n                The detailed knowledge of male and female nutritional requirements has important conservation implications, such as the protection of key food sources..."
 }
}