{
 "awd_id": "1128999",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Facility Support: Center for Transformative Environmental Monitoring Programs: Fiber-Optic Distributed Sensing",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 538447.0,
 "awd_amount": 538447.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2013-08-22",
 "awd_abstract_narration": "1129003\r\nSelker\r\n\r\nThis collaborative grant between Oregon State University (PI: Selker) and the University of Nevada Reno (PI: Tyler; EAR-1128999), supports a three year continuation and enhancement of national multi-user facility support for the Center for Transformative Environmental Monitoring Programs (CTEMPs).  CTEMPs was established in 2009 with initial support through the American Recovery and Reinvestment Act (ARRA; EAR-0943682).  CTEMPs offers community support for planning, training, equipment lease and field implementation using distributed fiber optic methods including Raman backscatter Distributed Temperature Sensing (DTS) to allow for unprecedented observation of the spatial and temporal distribution of temperature for environmental applications including but not limited to, snow, groundwater and watershed hydrology, aquatic and terrestrial ecology, karst geology, soil science (including permafrost studies),  atmospheric boundary layer turbulence and glaciology.  Data collected using the CTEMPs DTS systems will be integrated into the CUAHSI Hydrologic Information System (HIS) and CTEMPs will become a Hydrologic Measurement Facility (HMF) Node of CUAHSI.  CTEMPs plans training workshops and field deployment for up to 26 research projects a year with this support.  CTEMPs currently maintains five DTS system, one of which is high resolution, and 27 km of fiber optic cable.  High resolution DTS systems allow for near continuous (0.25 m) and precise (+/- 0.3 deg C) observations of river bottom, lake, or estuary bottom, snow pack, soil horizon or atmospheric temperatures over distances as great at 8 km at high temporal frequency (1 Hz).  Temperature precision of +/ 0.01 deg C can be achieved when observation are sampled hourly.  When placed in a stream or river, fiber optic DTS allows for observation of the location, temperature, and flux of each groundwater inflow, calculation of an exact heat budget to determine hyporheic exchange, and observation of micro-thermal habitats critical to successful larval fish recruitment.  DTS systems were originally developed for applications in the oil industry and for fire detection in high rise buildings.  Support for CTEMPs will make this developing technology available to broader scientific community for marginal instrument lease costs and applications for instrument use will be prioritized by an advisory committee with external representation.\r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Tyler",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Scott W Tyler",
   "pi_email_addr": "styler@unr.edu",
   "nsf_id": "000117883",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Reno",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895030703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 166149.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 212559.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 159739.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Measurement of the earth and its physical processes is usually done in one of two ways: either we measure a property (temperature, wind speed, carbon dioxide, etc.) at one place for a long time, or we measure the same property over a large area, but only for a single point in time, such as a satellite overflight.&nbsp; The goal of CTEMPs (the Centers for Transformative Environmental Monitoring Programs) is to bring a technology that can do both &ndash; Raman spectra Distributed Temperature Sensing (DTS) - to the environmental monitoring community.&nbsp; DTS measures the temperature of an optical fiber every 0.1 to 1 meter, every second and over distances of 10&rsquo;s of kilometers.&nbsp; By stringing fiber-optic cables across the landscape, into the ocean, within glaciers and into the atmosphere, DTS is capable of literally measuring &ldquo;everywhere, all the time&rdquo;.&nbsp; With this transformative technology, scientists and engineers have been able to probe earth science and environmental processes at scales that were never before possible.&nbsp; Research supported by this project has led to measurement of the melting rates of Antarctic ice shelves and glaciers that was previously impossible, the direct measurement salmon habitat following river restoration in California, the sources of coral bleaching in the South China Sea, the understanding of mixing in solar energy storage reservoirs and many more. This project, supported by the NSF, has a) transferred this technology - originally developed for the oil/gas and electrical power industries - to the science community, b) given researchers the training on how to use this technology and c) provided the instrumentation in a cost-effective manner. Not only are the instruments provided to researchers at a fraction of the cost of purchase, but also by developing a pool of instruments at CTEMPs which is available anytime, the instruments can be in near-continuous use; moving around the county and the world from project to project. Over the course of this project, CTEMPs supported over 50 projects on all seven continents from the NSF, National Park Service, Dept. of Energy, NOAA and USFWS.&nbsp;</p>\n<p>CTEMPs is a community user facility, designed to provide instrumentation, training and instrument development to federally supported earth and environmental sciences researchers. CTEMPs offers instrumentation at low cost to research projects, typically for limited field deployment periods (weeks to months) and also provides instruments at no cost to young investigators during periods when instruments are not in high demand. CTEMPs is jointly operated by the University of Nevada, Reno (UNR), Oregon State University (OSU), and Smith College in Massachusetts.</p>\n<p>Training is a cornerstone of CTEMPs, as most earth scientists have little familiarity with fiber-optic technology. During the project period, CTEMPs held over 10 hands-on technology workshops to teach researchers and students about the scientific opportunities of DTS. Key components of these workshops include both hands-on practice with optical fiber repair as well as participation of the telecommunication industry to educate participants on recent advances in fiber-optic technology. From 2011-2015, CTEMPs has trained over 250 scientists, engineers and students in the use and practical application of DTS technology.</p>\n<p>Between 2011 and 2015 CTEMPs supported at least 59 peer-reviewed publications. The majority of these publications were the direct result of CTEMPs instrumentation used by researchers in their fields.&nbsp; In others, CTEMPs provided technical support, advice and consultation to the design of field experiments or the analysis of data.&nbsp; Approximately 50% of the published research focused on groundwater, rivers and limnology. The other half spanned a much wider range of research, including volcanology, atmospheric sciences, ecology, alte...",
  "por_txt_cntn": "\nMeasurement of the earth and its physical processes is usually done in one of two ways: either we measure a property (temperature, wind speed, carbon dioxide, etc.) at one place for a long time, or we measure the same property over a large area, but only for a single point in time, such as a satellite overflight.  The goal of CTEMPs (the Centers for Transformative Environmental Monitoring Programs) is to bring a technology that can do both &ndash; Raman spectra Distributed Temperature Sensing (DTS) - to the environmental monitoring community.  DTS measures the temperature of an optical fiber every 0.1 to 1 meter, every second and over distances of 10Æs of kilometers.  By stringing fiber-optic cables across the landscape, into the ocean, within glaciers and into the atmosphere, DTS is capable of literally measuring \"everywhere, all the time\".  With this transformative technology, scientists and engineers have been able to probe earth science and environmental processes at scales that were never before possible.  Research supported by this project has led to measurement of the melting rates of Antarctic ice shelves and glaciers that was previously impossible, the direct measurement salmon habitat following river restoration in California, the sources of coral bleaching in the South China Sea, the understanding of mixing in solar energy storage reservoirs and many more. This project, supported by the NSF, has a) transferred this technology - originally developed for the oil/gas and electrical power industries - to the science community, b) given researchers the training on how to use this technology and c) provided the instrumentation in a cost-effective manner. Not only are the instruments provided to researchers at a fraction of the cost of purchase, but also by developing a pool of instruments at CTEMPs which is available anytime, the instruments can be in near-continuous use; moving around the county and the world from project to project. Over the course of this project, CTEMPs supported over 50 projects on all seven continents from the NSF, National Park Service, Dept. of Energy, NOAA and USFWS. \n\nCTEMPs is a community user facility, designed to provide instrumentation, training and instrument development to federally supported earth and environmental sciences researchers. CTEMPs offers instrumentation at low cost to research projects, typically for limited field deployment periods (weeks to months) and also provides instruments at no cost to young investigators during periods when instruments are not in high demand. CTEMPs is jointly operated by the University of Nevada, Reno (UNR), Oregon State University (OSU), and Smith College in Massachusetts.\n\nTraining is a cornerstone of CTEMPs, as most earth scientists have little familiarity with fiber-optic technology. During the project period, CTEMPs held over 10 hands-on technology workshops to teach researchers and students about the scientific opportunities of DTS. Key components of these workshops include both hands-on practice with optical fiber repair as well as participation of the telecommunication industry to educate participants on recent advances in fiber-optic technology. From 2011-2015, CTEMPs has trained over 250 scientists, engineers and students in the use and practical application of DTS technology.\n\nBetween 2011 and 2015 CTEMPs supported at least 59 peer-reviewed publications. The majority of these publications were the direct result of CTEMPs instrumentation used by researchers in their fields.  In others, CTEMPs provided technical support, advice and consultation to the design of field experiments or the analysis of data.  Approximately 50% of the published research focused on groundwater, rivers and limnology. The other half spanned a much wider range of research, including volcanology, atmospheric sciences, ecology, alternative energy, oceanography and glaciology. Of particular note in 2015 was CTEMPs first publication in the AAAS Science Advances featurin..."
 }
}