{
 "awd_id": "1128304",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Coupled Charge and Spin Transport in Topological Insulators",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2011-06-23",
 "awd_max_amd_letter_date": "2013-06-24",
 "awd_abstract_narration": "Topological insulators constitute a new class of quantum materials with bulk insulating energy gaps and gapless Dirac-cone edge or surface states. The surface states are protected against time-reversal-invariant perturbations such as non-magnetic impurities, defects, and reconstruction. The charge is uniquely coupled to the spin, and charge current creates spin polarization. Since the surface states are topologically protected, and the momentum states are coupled to spin states, scattering is reduced and noise is suppressed. In thin topological insulators, a Rashba-type spin splitting occurs which can be controlled by a gate voltage. The thermoelectric figure of merit, ZT, increases as film thickness is reduced. In summary, topological insulators have shown exceptional properties for thermoelectric, charge, and spin transport. These materials and properties will be investigated from an engineering electronics point of view. Devices that exploit these properties will be built, modeled and characterized, and the performance metrics and fundamental limits of such devices will be determined.\r\n \r\nIntellectual Merit: \r\nThis investigation will be simultaneously carried out both experimentally and theoretically. The project will (i) add to the fundamental knowledge of the material properties and physical processes in highly-scaled topological insulator materials; (ii) build, model, and characterize devices that exploit topological insulating properties for computation, signal processing, and sensing; (iii) determine the performance metrics and the fundamental limitations of such devices, (iv) explore the use of topological insulators for low-dissipation, low-noise interconnects; and (v) develop the electrochemical atomic layer deposition technique to grow few-atomic-layer films of topological insulators. All materials will be extensively characterized using a wide range of methods including atomic force, scanning electron, and transmission electron microscopy, low energy electron diffraction, X-ray spectroscopy, Auger spectroscopy, electron probe micro-analysis, micro-Raman spectroscopy, electrical, and thermal measurements. Experimental measurements will be compared to device models and ab initio, density functional theory calculations of the electronic structure and vibrational modes of the thin film and nanowire materials. Transformative concepts include the use of low-dissipation, low noise topologically protected states of topological insulators for electronic / spintronic devices and low-noise, low-power interconnects.\r\n\r\nBroader Impact:\r\n The successful project has the potential to lead to new technologies that exploit the low-dissipation, low-noise states of topological insulators for computation, communications, and sensors. The broader impacts of this project affect all 5 example areas described within the grant proposal guide, and they are particularly strong in the areas of (i) broadening participation of underrepresented groups and (ii) promoting teaching and training through undergraduate research. The University of California Riverside is a Hispanic serving institution with the largest Hispanic student population among all of the University of California campuses. The principal investigator and co-principal investigator have a long history of successful supervision of underrepresented minorities, they served as principal investigator and co-principal investigator of the National Science Foundation Research Experience for Undergraduates Site for Nano Materials and Devices that focused on minority undergraduate student participation in research, and they plan to hire minority graduate and undergraduate students as research assistants for this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Lake",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roger Lake",
   "pi_email_addr": "rlake@ece.ucr.edu",
   "nsf_id": "000237574",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Balandin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander A Balandin",
   "pi_email_addr": "balandin@seas.ucla.edu",
   "nsf_id": "000292614",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 109531.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 122817.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 127652.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Topological insulators (TI) form a new class of quantum materials with an insulating band gap in the bulk and Dirac-cone surface states. Unlike normal materials, the surface states of TI materials are robust against disorder, inhomogeneities, and against time-reversal-invariant perturbations. A combination of the high velocity of the surface states and their topological protection against back-scattering make TI materials appealing from the perspective of charge transport. Three dimensional topological insulators were proposed in the 2011 edition of the International Technology Roadmap for Semiconductors as potential interconnects in integrated circuits. When topological insulators become very thin, the surface states of three-dimensional TI thin films couple and hybridize the opposite spins of the top and the bottom surface states. As a result, a surface band gap is opened, the surface band-edge group velocity decreases, and the original momentum-spin (k&ndash;s) relation that prohibits back-scattering of surface states is broken. This affects both the in-plane electron transport and the through-plane (top surface to bottom surface) transport. This project combined both theoretical and experimental investigations of the effects of film thickness on the electronic and vibrational properties of three-dimensional topological insulators. Nanometrology methods were developed to determine the quintuple layer thicknesses of Bi<sub>2</sub>Te<sub>3</sub>, Bi<sub>2</sub>Se<sub>3</sub>, and Sb<sub>2</sub>Te<sub>3</sub>. The non-linear current-voltage dependence of the inter-layer electron transport was theoretically analyzed and shown to exhibit negative differential resistance useful for nonlinear, analog, and non-Boolean device applications. The effect of film-thickness on the in-plane transport was also theoretically investigated to determine how film thickness affects the high mobility required for interconnect applications.</p>\n<p>A micro-Raman spectroscopy study of exfoliated layers of Bi<sub>2</sub>Te<sub>3</sub>, Bi<sub>2</sub>Se<sub>3</sub>, and Sb<sub>2</sub>Te<sub>3</sub> found that the crystal symmetry breaking in few-quintuple films results in the appearance of A1u-symmetry Raman peaks which are not active in the bulk crystals. The scattering spectra measured under the 633-nm wavelength excitation revealed a number of resonant features, which could be used for analysis of the electronic and phonon processes in these materials. The influence of mica, sapphire, and hafnium-oxide substrates were compared. The data in the figures show that the modification of the Raman spectrum with the thickness of the films can be used for determining the film thickness. The curve was calibrated with atomic force microscopy (AFM) data. It is much easier to perform Raman measurements than to do AFM scans. Raman spectroscopy is non-destructive. It also allows one to verify crystalinity and the absence of defects. The results demonstrate that micro-Raman spectroscopy is a nanometrology tool for characterizing these ultra-thin films.</p>\n<p>The opposite chiralities of opposite surfaces give highly restrictive intersurface tunneling selection rules. Tunneling is limited to the band edges of the gapped Dirac cones. As a result, the tunneling conductance shows exponential sensitivity to the temperature, Fermi level, and the surface-to-surface potential difference. The temperature dependence of the tunneling conductance changes sign as the Fermi level scans through the Dirac point. The tunneling transmission is a minimum when the opposing surface Dirac cones are perfectly aligned in energy. This minimum state of the tunneling channel can result in negative differential resistance (NDR) in the presence of a built-in inter-surface potential. The unique thermal response of the tunneling conductance and the existence of NDR suggest a tunneling spectroscopy experiment to demonstrate the opposi...",
  "por_txt_cntn": "\nTopological insulators (TI) form a new class of quantum materials with an insulating band gap in the bulk and Dirac-cone surface states. Unlike normal materials, the surface states of TI materials are robust against disorder, inhomogeneities, and against time-reversal-invariant perturbations. A combination of the high velocity of the surface states and their topological protection against back-scattering make TI materials appealing from the perspective of charge transport. Three dimensional topological insulators were proposed in the 2011 edition of the International Technology Roadmap for Semiconductors as potential interconnects in integrated circuits. When topological insulators become very thin, the surface states of three-dimensional TI thin films couple and hybridize the opposite spins of the top and the bottom surface states. As a result, a surface band gap is opened, the surface band-edge group velocity decreases, and the original momentum-spin (k&ndash;s) relation that prohibits back-scattering of surface states is broken. This affects both the in-plane electron transport and the through-plane (top surface to bottom surface) transport. This project combined both theoretical and experimental investigations of the effects of film thickness on the electronic and vibrational properties of three-dimensional topological insulators. Nanometrology methods were developed to determine the quintuple layer thicknesses of Bi2Te3, Bi2Se3, and Sb2Te3. The non-linear current-voltage dependence of the inter-layer electron transport was theoretically analyzed and shown to exhibit negative differential resistance useful for nonlinear, analog, and non-Boolean device applications. The effect of film-thickness on the in-plane transport was also theoretically investigated to determine how film thickness affects the high mobility required for interconnect applications.\n\nA micro-Raman spectroscopy study of exfoliated layers of Bi2Te3, Bi2Se3, and Sb2Te3 found that the crystal symmetry breaking in few-quintuple films results in the appearance of A1u-symmetry Raman peaks which are not active in the bulk crystals. The scattering spectra measured under the 633-nm wavelength excitation revealed a number of resonant features, which could be used for analysis of the electronic and phonon processes in these materials. The influence of mica, sapphire, and hafnium-oxide substrates were compared. The data in the figures show that the modification of the Raman spectrum with the thickness of the films can be used for determining the film thickness. The curve was calibrated with atomic force microscopy (AFM) data. It is much easier to perform Raman measurements than to do AFM scans. Raman spectroscopy is non-destructive. It also allows one to verify crystalinity and the absence of defects. The results demonstrate that micro-Raman spectroscopy is a nanometrology tool for characterizing these ultra-thin films.\n\nThe opposite chiralities of opposite surfaces give highly restrictive intersurface tunneling selection rules. Tunneling is limited to the band edges of the gapped Dirac cones. As a result, the tunneling conductance shows exponential sensitivity to the temperature, Fermi level, and the surface-to-surface potential difference. The temperature dependence of the tunneling conductance changes sign as the Fermi level scans through the Dirac point. The tunneling transmission is a minimum when the opposing surface Dirac cones are perfectly aligned in energy. This minimum state of the tunneling channel can result in negative differential resistance (NDR) in the presence of a built-in inter-surface potential. The unique thermal response of the tunneling conductance and the existence of NDR suggest a tunneling spectroscopy experiment to demonstrate the opposite chiralities of the opposing surface states. It also provides functionality that can be integrated into topological insulating interconnects for nonlinear, non-Boolean, and analog device applications.\n\nDu..."
 }
}