{
 "awd_id": "1128554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Micromachined In-Plane Resonator Arrays with Integrated Temperature Modulation: A Systems Approach to Liquid-Phase Chemical Sensing",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitris Pavlidis",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 220000.0,
 "awd_min_amd_letter_date": "2011-08-07",
 "awd_max_amd_letter_date": "2014-05-02",
 "awd_abstract_narration": "Collaborative Research: Micromachined In-Plane Resonator Arrays with Integrated Temperature Modulation: A Systems Approach to Liquid-Phase Chemical Sensing  \r\nABSTRACT:\r\nThe objective of this research is to develop a highly sensitive and selective liquid-phase, array-based chemical-sensing system of individually functionalized, micromachined resonators vibrating in an in-plane mode. Prismatic cantilevers, hammerheads and trampoline devices will be investigated, with the most promising being selected for detailed design and fabrication. A novel system-level approach will be explored to address the selectivity challenge by utilizing the temperature-dependence of individual polymer-coated sensor elements. This will allow the use of signal transients that are affected by the sorption kinetics of analytes into polymers, thus providing additional information for analyte quantification. The array-based device will be implemented in an integrated fluidics package for ease of operation.  \r\n\r\nThe intellectual merit lies in the development of a liquid-phase, array-based chemical-sensing system having improved discriminatory power. The theoretical models and selective array system approach will ultimately guide the design of more efficient microresonant sensors operating in any environment.\r\n\r\nThe broader impact stems from the availability of the improved microresonator-based array sensing platform for liquid-phase (bio)chemical sensing and as an educational tool coupling state-of-the-art microfabrication, sensor technology and systems engineering with (bio)chemical and medical applications. The proposed microresonators are ideally suited as an educational tool for graduate and undergraduate students and for K-12 outreach programs. They will also impact sensing system technology through their improved analyte discrimination. Utilizing additional features of coated devices rather than developing new sensing films could be truly transformative, enabling the development of new sensing systems for applications ranging from environmental monitoring to medical diagnosis.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oliver",
   "pi_last_name": "Brand",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oliver Brand",
   "pi_email_addr": "oliver.brand@ece.gatech.edu",
   "nsf_id": "000260370",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Objectives:&nbsp;</strong></p>\n<p><strong>&nbsp;</strong>The project objective was to develop a highly sensitive and selective chemical-sensing system for use in liquids. The system consisted of several microresonators (vibrating structures), each coated with a chemically sensitive film. Microbeams were actuated to vibrate in their own plane (side-to-side) rather than the conventional out-of-plane (&ldquo;diving-board&rdquo;) mode as this results in more efficient vibrations in liquids. Thus, if the target substance is present, it will be absorbed into the film and alter the resonant frequency by a measurable amount, which may be correlated to its concentration. To successfully design and fabricate these devices, it was necessary to generalize concepts developed for cantilever-beam structures to more complex geometries: cantilevers with end masses (&ldquo;hammerheads&rdquo;) and an &ldquo;all-shear interaction device (ASID),&rdquo; the latter being a disk that rotates in its own plane and is actuated by two thermally excited &ldquo;legs.&rdquo; Based on theoretical results and fabrication/actuation considerations, the most promising device (hammerhead-type) was chosen for detailed design/fabrication/testing. This required that the selectivity challenge be addressed to ensure that<em> </em>information from the analyte of interest can be extracted from the device response. Thus, a main objective was to apply a novel system-level concept by which collected data was controlled via fast-temperature modulation (heating/cooling) of individual devices. Microheaters were used to precisely control temperatures, thereby controlling the adsorption/desorption rates of chemicals into the sensitive layer, providing a richer set of data for analysis to distinguish between similar, but different, chemicals.</p>\n<p>&nbsp;</p>\n<p><strong>Motivation:&nbsp;</strong></p>\n<p><strong>&nbsp;</strong>In environmental monitoring, portable, hand-held instruments that permit on-site measurements are in high demand. Conventional laboratory techniques are of limited applicability for in-field deployment or use by first responders. Identifying and quantifying compounds in a mixture is challenging due to low concentrations, the chemical similarity of compounds, and the presence of interferents. For example, groundwater may include salts, particles, sediments, and other chemicals, which may interefere with detection of the targeted substance. The proposed approach to on-site monitoring is to use a thermally-modulated sensor array as an inexpensive, portable alternative to existing laboratory-based approaches and to overcome selectivity challenges.</p>\n<p><br /> <strong>Project outcomes or findings:&nbsp;</strong></p>\n<p><strong>&nbsp;</strong>Several models were developed to obtain a fundamental understanding of electrothermally-actuated in-plane resonators for liquid-phase chemical sensing. Lateral-mode microcantilevers with hammerheads of various geometries and a novel disk resonator supported by two tangential legs (&ldquo;all-shear interaction device (ASID)&rdquo;) were studied. The vibration and sensing characteristics were investigated as a function of liquid properties and geometrical/material parameters of both device types.</p>\n<p><strong>&nbsp;</strong></p>\n<p>For the ASID, theory indicated that the ideal geometry was one for which the disk diameter is four times the device thickness with legs being relatively short and wide. Such designs are capable of achieving unprecedented levels of in-liquid vibration efficiency as measured by resonator &ldquo;quality factors&rdquo; in the <em>Q</em>=300-500 range. A theoretical formula, relating <em>Q </em>to the device&rsquo;s dimensions/material properties and to the liquid properties, was derived and validated using existing data. An approach was also proposed for mapping measured ASID performance in one liquid into &ldquo;virtual perform...",
  "por_txt_cntn": "\nObjectives: \n\n The project objective was to develop a highly sensitive and selective chemical-sensing system for use in liquids. The system consisted of several microresonators (vibrating structures), each coated with a chemically sensitive film. Microbeams were actuated to vibrate in their own plane (side-to-side) rather than the conventional out-of-plane (\"diving-board\") mode as this results in more efficient vibrations in liquids. Thus, if the target substance is present, it will be absorbed into the film and alter the resonant frequency by a measurable amount, which may be correlated to its concentration. To successfully design and fabricate these devices, it was necessary to generalize concepts developed for cantilever-beam structures to more complex geometries: cantilevers with end masses (\"hammerheads\") and an \"all-shear interaction device (ASID),\" the latter being a disk that rotates in its own plane and is actuated by two thermally excited \"legs.\" Based on theoretical results and fabrication/actuation considerations, the most promising device (hammerhead-type) was chosen for detailed design/fabrication/testing. This required that the selectivity challenge be addressed to ensure that information from the analyte of interest can be extracted from the device response. Thus, a main objective was to apply a novel system-level concept by which collected data was controlled via fast-temperature modulation (heating/cooling) of individual devices. Microheaters were used to precisely control temperatures, thereby controlling the adsorption/desorption rates of chemicals into the sensitive layer, providing a richer set of data for analysis to distinguish between similar, but different, chemicals.\n\n \n\nMotivation: \n\n In environmental monitoring, portable, hand-held instruments that permit on-site measurements are in high demand. Conventional laboratory techniques are of limited applicability for in-field deployment or use by first responders. Identifying and quantifying compounds in a mixture is challenging due to low concentrations, the chemical similarity of compounds, and the presence of interferents. For example, groundwater may include salts, particles, sediments, and other chemicals, which may interefere with detection of the targeted substance. The proposed approach to on-site monitoring is to use a thermally-modulated sensor array as an inexpensive, portable alternative to existing laboratory-based approaches and to overcome selectivity challenges.\n\n\n Project outcomes or findings: \n\n Several models were developed to obtain a fundamental understanding of electrothermally-actuated in-plane resonators for liquid-phase chemical sensing. Lateral-mode microcantilevers with hammerheads of various geometries and a novel disk resonator supported by two tangential legs (\"all-shear interaction device (ASID)\") were studied. The vibration and sensing characteristics were investigated as a function of liquid properties and geometrical/material parameters of both device types.\n\n \n\nFor the ASID, theory indicated that the ideal geometry was one for which the disk diameter is four times the device thickness with legs being relatively short and wide. Such designs are capable of achieving unprecedented levels of in-liquid vibration efficiency as measured by resonator \"quality factors\" in the Q=300-500 range. A theoretical formula, relating Q to the deviceÆs dimensions/material properties and to the liquid properties, was derived and validated using existing data. An approach was also proposed for mapping measured ASID performance in one liquid into \"virtual performances\" in other liquids.  \n\nTheoretical studies on the in-plane hammerhead devices demonstrated that a key parameter is the distance between the center of gravity of the end mass (hammerhead) and the end of the beam. This suggested that this parameter may be optimized for maximizing chemical sensing performance. This modeling provided motivation for design/fabrication/testing of liq..."
 }
}