{
 "awd_id": "1128459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Electron Heating in Superconducting Heterostructures for Advanced Sensing and Communications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitris Pavlidis",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 366847.0,
 "awd_amount": 366847.0,
 "awd_min_amd_letter_date": "2011-08-07",
 "awd_max_amd_letter_date": "2011-08-07",
 "awd_abstract_narration": "Objectives: The recent impressive progress in the MBE growth of high-temperature single layer superconductors in oxide heterostructures opens exciting possibilities for novel sensors ? superconducting hot electron nano-bolometers ? that may lead to potential breakthroughs in modern THz sensing and IR fiber communications technologies. This project pursues complex research of nonequilibrium effects in these novel La2CuO4 /La2-xSrxCuO4 heterostructures to establish the foundation for sensing and communication technologies based on unique superconducting nanomaterials with ultra-small electron heat capacity. \r\n\r\nIntellectual Merit: The research plan includes comprehensive, fundamental investigations of the transport properties of the superconducting interface, focusing on critical issues related to the nonequilibrium electron and phonon effects in low-dimensional superconductors and heterostructures. By providing the needed fundamental and technological bases, this program includes design and development of advanced optoelectronic devices, such as ultra-fast detectors, THz mixers, single IR photon counters with outstanding sensitivity. \r\n\r\nBroader Impact: The proposed devices have a number of important applications in THZ environmental and industrial monitoring, astrophysics, homeland security, and medicine. If successful, the proposed program will have a strong impact on optical communication and networking, quantum imaging and metrology, quantum optical computing, bio-photonics, and single-molecule spectroscopy. In addition, this research will provide a strong platform for the training and education of students of minority institutions in important areas of growth and characterization of new materials, research and development of novel nanoscaled devices.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Vitkalov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey Vitkalov",
   "pi_email_addr": "vitkalov@sci.ccny.cuny.edu",
   "nsf_id": "000484615",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Myriam",
   "pi_last_name": "Sarachik",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Myriam P Sarachik",
   "pi_email_addr": "sarachik@sci.ccny.cuny.edu",
   "nsf_id": "000170603",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrei",
   "pi_last_name": "Sergeyev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrei Sergeyev",
   "pi_email_addr": "asergeev@eng.buffalo.edu",
   "nsf_id": "000275938",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 Convent Avenue",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 366847.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The recent impressive progress in the MBE growth of superconducting heterojunctions of&nbsp;<em>La<sub>2</sub>CuO<sub>4</sub>&nbsp;/La<sub>2-x</sub>Sr<sub>x</sub>CuO<sub>4</sub>&nbsp;</em>materials provide exciting possibilities for novel sensors &ndash; superconducting quasi-two dimensional hot electron nanobolometers &ndash; that may lead to potential breakthroughs in modern THz sensing and IR fiber communications technologies. Superconducting nanostructures currently form a base for the most sensitive THz detectors, wide-band mixers, high-resolution quantum calorimeters, and fast counters of single IR photons. Due to the quasi-two dimensional electronic structure, ultra-small electron heat capacity, low intrinsic noise, doping-adjustable operating temperature, the superconductivity found at the&nbsp;<em>La<sub>2</sub>CuO<sub>4</sub>&nbsp;/La<sub>2-x</sub>Sr<sub>x</sub>CuO<sub>4</sub>&nbsp;</em>oxide interface has critical advantages over the one found in NbN, Nb, Al, and Ti materials as well as superconducting oxide films grown by other technologies.</p>\n<p>Dominant mechanisms of the response of the superconducting <em>La<sub>2</sub>CuO<sub>4</sub>&nbsp;/La<sub>2-x</sub>Sr<sub>x</sub>CuO<sub>4</sub>&nbsp;</em>nanostructured materials to the electromagnetic radiation are&nbsp;identified and investigated at different temperatures near the superconducting transition. The executed studies show that at high frequencies of the applied radiation the&nbsp;electron heating provides the dominant contribution to the response of the structures.&nbsp;The strength of the heating is found to be enhanced significantly in comparison with the ordinary superconductors, which is particularly valuable for applications. &nbsp;We have found that in addition to the intrinsically small volume of the overheated atomically thin superconductor, which already considerably increases the response, the observed strong electron overheating is substantially enhanced due to a weak coupling between electrons and thermal phonons inside the studied nanostructured materials. The weak coupling leads to weak energy flows from overheated electrons to cold phonons keeping the electron overheating to be strong. The obtained results indicate great promise of the atomically thin superconducting heterojunctions of&nbsp;<em>La<sub>2</sub>CuO<sub>4</sub>&nbsp;/La<sub>2-x</sub>Sr<sub>x</sub>CuO<sub>4</sub>&nbsp;</em>materials for applications as highly sensitive detectors of electromagnetic radiation.</p>\n<p>At low frequency radiation the response of samples of the studied atomically thin superconductor is found to be related to a radiation &nbsp;induced dissociation of&nbsp;pairs &nbsp;of vortex-antivortex&nbsp;of the superconducting current. The free motion of the vortex and antivortex increases dramatically the electrical resistance of the studied samples. Experiments executed at different frequencies show that the dissociation is &nbsp;suppressed at high frequencies that leads to the dominant role of the electron heating in this regime.</p>\n<p>The project has provided excellent opportunities for the education and training of graduate and undergraduate students in modern methods and technologies in the important areas of the contemporary scientific research relevant for both present and future industrial development. &nbsp;Four graduates and one undergraduate student have been directly involved into this fascinating activity making significant contributions to the contemporary science. &nbsp;All of the students are co-authors of published manuscripts. <strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2015<br>\n\t\t\t\t\tModified by: Sergey&nbsp;Vitkalov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe recent impressive progress in the MBE growth of superconducting heterojunctions of La2CuO4 /La2-xSrxCuO4 materials provide exciting possibilities for novel sensors &ndash; superconducting quasi-two dimensional hot electron nanobolometers &ndash; that may lead to potential breakthroughs in modern THz sensing and IR fiber communications technologies. Superconducting nanostructures currently form a base for the most sensitive THz detectors, wide-band mixers, high-resolution quantum calorimeters, and fast counters of single IR photons. Due to the quasi-two dimensional electronic structure, ultra-small electron heat capacity, low intrinsic noise, doping-adjustable operating temperature, the superconductivity found at the La2CuO4 /La2-xSrxCuO4 oxide interface has critical advantages over the one found in NbN, Nb, Al, and Ti materials as well as superconducting oxide films grown by other technologies.\n\nDominant mechanisms of the response of the superconducting La2CuO4 /La2-xSrxCuO4 nanostructured materials to the electromagnetic radiation are identified and investigated at different temperatures near the superconducting transition. The executed studies show that at high frequencies of the applied radiation the electron heating provides the dominant contribution to the response of the structures. The strength of the heating is found to be enhanced significantly in comparison with the ordinary superconductors, which is particularly valuable for applications.  We have found that in addition to the intrinsically small volume of the overheated atomically thin superconductor, which already considerably increases the response, the observed strong electron overheating is substantially enhanced due to a weak coupling between electrons and thermal phonons inside the studied nanostructured materials. The weak coupling leads to weak energy flows from overheated electrons to cold phonons keeping the electron overheating to be strong. The obtained results indicate great promise of the atomically thin superconducting heterojunctions of La2CuO4 /La2-xSrxCuO4 materials for applications as highly sensitive detectors of electromagnetic radiation.\n\nAt low frequency radiation the response of samples of the studied atomically thin superconductor is found to be related to a radiation  induced dissociation of pairs  of vortex-antivortex of the superconducting current. The free motion of the vortex and antivortex increases dramatically the electrical resistance of the studied samples. Experiments executed at different frequencies show that the dissociation is  suppressed at high frequencies that leads to the dominant role of the electron heating in this regime.\n\nThe project has provided excellent opportunities for the education and training of graduate and undergraduate students in modern methods and technologies in the important areas of the contemporary scientific research relevant for both present and future industrial development.  Four graduates and one undergraduate student have been directly involved into this fascinating activity making significant contributions to the contemporary science.  All of the students are co-authors of published manuscripts.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2015\n\n\t\t\t\t\tSubmitted by: Sergey Vitkalov"
 }
}