{
 "awd_id": "1128541",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERC - Small Business: Walking Robot Based Ground Penetrating Radar Sensor for Mine and IED Detection",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Jackson",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-09-04",
 "awd_max_amd_letter_date": "2011-09-04",
 "awd_abstract_narration": "This effort is a collaboration between the Gordon Center for Subsurface Sensing and Imaging Systems (CenSSIS), an NSF Engineering Research Center (ERC) at Northwestern University since 2000, and Square One, a small business partner of the ERC. Square One has been developing a walking robot and research at the CenSSIS ERC has developed ground penetrating radar systems (GPR).  This effort integrates the GPR systems of CenSSIS into the walking robot of Square One. Square One's walking robot has been specifically designed to step over obstacles and move efficiently across rugged terrain. CenSSIS's GPR will be adapted for the robot with the radar antennae on the robot?s legs to put them in close contact with the ground and eliminate ground clutter interference. The system should be able to detect all land mines including the plastic mines having no metal and thus invisible to conventional magnetic mine detectors. Deployment of the system will eliminate thousands of land mines worldwide, with the ensuing reduction of death and personal injury.\r\n\r\nIntellectual Merit\r\nThe goal of this joint effort will be to develop and test a high resolution, self-propelled GPR unit.\r\nCenSSIS will computationally model the electromagnetic wave propagation and scattering characteristics of candidate GPR configurations, optimize radar signal performance relative to the configuration of the robot, and design geometry-specific algorithms for subsurface image reconstruction. Square One will create an application-specific version of the robot geometrically optimized for GPR use and integrated with impulse radar hardware and antennae. Additionally, Square One will draw on its ongoing SBIR Phase II effort to equip the robot with essential navigational software and sensors. The project will conclude with a series of comparative field tests aimed at conclusively establishing the superior performance of the combined system. The intellectual merit lies in the adaptation and integration of known engineering sciences to form a new system with a wide variety of applications.\r\n\r\nBroader Impact \r\n\r\nThe U.S. State Department estimates that more than 200 million mines are in place throughout the world. These mines are a constant threat in many parts of the developing world. Military units, non-governmental agencies and commercial contractors work together to ameliorate the threat posed by landmines and other unexploded ordnance. However, the technique of using hand-held detectors to locate mines is essentially unchanged since World War II and demining operations remain slow and exceedingly dangerous. Given the vast areas of land that remain to be cleared, faster and safer methods of locating and neutralizing mines must be introduced. This effort addresses both the safety, cost and speed of mine detection. At Northeastern University several civil engineering undergraduates will continue to pursue interdisciplinary research on radar sensing; and a graduate IGERT student will direct her current electromagnetic modeling research toward the specific mine detection application. While demining operations will continue to be the main commercial market for the robot, numerous other markets will be attracted to the technology. In addition to the Department of Defense, demining contractors, oil companies, and construction firms have interests in ensuring safe terrain.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carey",
   "pi_last_name": "Rappaport",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Carey M Rappaport",
   "pi_email_addr": "rappaport@neu.edu",
   "nsf_id": "000229077",
   "pi_start_date": "2011-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Martinez-Lorenzo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jose A Martinez-Lorenzo",
   "pi_email_addr": "jmartine@ece.neu.edu",
   "nsf_id": "000588392",
   "pi_start_date": "2011-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "148000",
   "pgm_ele_name": "ERC-Eng Research Centers"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "112E",
   "pgm_ref_txt": "CENTERS: ENGINEERED SYSTEMS"
  },
  {
   "pgm_ref_code": "125E",
   "pgm_ref_txt": "CENTERS: CIVIL INFRASTRUCTURE SYS"
  },
  {
   "pgm_ref_code": "132E",
   "pgm_ref_txt": "CENTERS: SENSING & INFO SYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ground-penetrating radar is a mature technology which has promise as a solution for humanitarian demining. The technology is fast, inexpensive, and capable of detecting both metallic and non-metallic landmine<br />casings. However, the rough air-ground interface below which anti-personnel mines are buried, reduces the efficacy of air-coupled GPR by increasing clutter and masking target responses. Recent literature focuses<br />on optimizing signal processing techniques to remove the effects of the surface and reliably extract the target reflection. Conversely, this work proposes the use of ground-contact antennas, which greatly improve<br />signal penetration and are less affected by ground clutter, thereby simplifying data analysis. Achieving contact between the surface and the antennas is done by integrating the antennas onto the feet of the Walking<br />Tri-Sphere, a non-articulated walking robotic platform designed by Square One Systems Design (Jackson, WY, USA). Rather than imaging the subsurface, localization of potential targets is achieved using a robust<br />geometric analysis, minimizing the required number of GPR scans. Overall, by using fewer scans and simpler data processing techniques, this method is capable of increasing the surveying speed of traditional GPR<br />methods.</p>\n<p>The detection system was evaluated experimentally using the P400 ultra-wideband impulse radar from Time Domain (Huntsville, AL, USA), and computationally using a 3D finite-difference time-domain model. Compact spiral antennas which operate from 3-6GHz were designed considering the application and desired coupling into the ground. The polarization and directivity of the antennas minimizes the direct signal, simplifying the identification of target reflections. Subsurface scans which satisfy both an amplitude and correlation threshold are then analyzed with a localization algorithm, which utilizes time-difference of arrivals to geometrically determine the target location. A minimum of four unique bistatic GPR scans are necessary to evaluate for the target position, and an increased number of GPR scans improves the accuracy and reliability of the results. Using the proposed localization method, metallic cylindrical targets are successfully located experimentally. Consideration of non-metallic targets is also addressed experimentally and more extensively computationally. Overall, the proposed method provides a viable solution for autonomous<br />pre-screening of an area for humanitarian demining.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2015<br>\n\t\t\t\t\tModified by: Carey&nbsp;M&nbsp;Rappaport</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1128541/1128541_10130967_1419774881151_Groundcontactwavefronts--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1128541/1128541_10130967_1419774881151_Groundcontactwavefronts--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2014/1128541/1128541_10130967_1419774881151_Groundcontactwavefronts--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Three-dimensional comparisons of subsurface wavefronts for a rough air-ground interface generated using FDTD (Chapter 5) when the system is either (a) air-coupled or (b) ground-coupled; Two dimensional comparison for (c) an air-coupled and (d) ground-coupled system</div>\n<div class=\"imageCredit\">Margery Hines</div>\n<div class=\"imagePermis...",
  "por_txt_cntn": "\nGround-penetrating radar is a mature technology which has promise as a solution for humanitarian demining. The technology is fast, inexpensive, and capable of detecting both metallic and non-metallic landmine\ncasings. However, the rough air-ground interface below which anti-personnel mines are buried, reduces the efficacy of air-coupled GPR by increasing clutter and masking target responses. Recent literature focuses\non optimizing signal processing techniques to remove the effects of the surface and reliably extract the target reflection. Conversely, this work proposes the use of ground-contact antennas, which greatly improve\nsignal penetration and are less affected by ground clutter, thereby simplifying data analysis. Achieving contact between the surface and the antennas is done by integrating the antennas onto the feet of the Walking\nTri-Sphere, a non-articulated walking robotic platform designed by Square One Systems Design (Jackson, WY, USA). Rather than imaging the subsurface, localization of potential targets is achieved using a robust\ngeometric analysis, minimizing the required number of GPR scans. Overall, by using fewer scans and simpler data processing techniques, this method is capable of increasing the surveying speed of traditional GPR\nmethods.\n\nThe detection system was evaluated experimentally using the P400 ultra-wideband impulse radar from Time Domain (Huntsville, AL, USA), and computationally using a 3D finite-difference time-domain model. Compact spiral antennas which operate from 3-6GHz were designed considering the application and desired coupling into the ground. The polarization and directivity of the antennas minimizes the direct signal, simplifying the identification of target reflections. Subsurface scans which satisfy both an amplitude and correlation threshold are then analyzed with a localization algorithm, which utilizes time-difference of arrivals to geometrically determine the target location. A minimum of four unique bistatic GPR scans are necessary to evaluate for the target position, and an increased number of GPR scans improves the accuracy and reliability of the results. Using the proposed localization method, metallic cylindrical targets are successfully located experimentally. Consideration of non-metallic targets is also addressed experimentally and more extensively computationally. Overall, the proposed method provides a viable solution for autonomous\npre-screening of an area for humanitarian demining.\n\n\t\t\t\t\tLast Modified: 01/06/2015\n\n\t\t\t\t\tSubmitted by: Carey M Rappaport"
 }
}