{
 "awd_id": "1128542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IDR: Collaborative Research: Novel Photonic Materials and Devices based on Non-Hermitian Optics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "mahmoud fallahi",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 249295.0,
 "awd_amount": 249295.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "Objective:\r\nThe objective of this work is to develop novel photonic devices and artificial materials-appropriately engineered to display properties not found in nature. A new approach that exploits the complex dielectric permittivity plane in its entirety will be employed. This will be achieved by judiciously controlling both absorption and gain-especially in integrated optical arrangements based on semiconductor wafers. To carry out this task, an interdisciplinary team composed of engineers, physicists, material scientists, and mathematicians with complementary skills and know-how has been assembled. \r\n\r\nIntellectual Merit:\r\nThe intellectual merit of this activity is based on very recent developments in optics that make use of space-time reflection. The non-Hermitian potentials involved in such arrangements break the spatial symmetry, thus allowing a wave to distinguish left from right. This leads to non-reciprocal wave behavior in both space and time. The team will investigate: (i) non-reciprocal light propagation in linear and nonlinear non-Hermitian structures as a means to realize compact optical isolators and circulators; (ii) wavefront and energy propagation for on-chip beam deflectors; (iii) non-Hermitian absorbers and amplifiers by manipulating the propagation properties of light; and (iv) unidirectional invisibility induced by non-Hermitian gratings. \r\n\r\nBroader Impact:\r\n\r\nThe broader impact of this work will be on educating students to drive tomorrow?s advancements in photonics. They will be trained in modeling, material growth, device fabrication, and optical characterization and through constant interactions with their peers at the partner institutions. The team will organize workshops to engage the photonics community at large in non-Hermitian optics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hui",
   "pi_last_name": "Cao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hui Cao",
   "pi_email_addr": "hui.cao@yale.edu",
   "nsf_id": "000203752",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "15 Prospect Street, Becton Cente",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208260",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795100",
   "pgm_ele_name": "ENG IDR-Eng Interdisciplin Res"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "7951",
   "pgm_ref_txt": "ENG INTERDISC RES (IDR)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249295.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This interdisciplinary research program has assembled a team of engineers, physicists, material scientists, and mathematicians from five universities across the country (Yale University, Wesleyan University, University of Central Florida, University of Arkansas, and Southern Methodist University). They have bought their complementary skills and know-how to work together to develop new device concepts and engineer novel photonic devices. This IDR program has a tremendous impact to all participating members, not only in terms of collaborative research activities but also training of students and postdocs. Below is a brief summary of the final outcome from the Yale group, led by Hui Cao in the Applied Physics Department.</p>\n<p>&nbsp;</p>\n<p><em>Intellectual Merit:</em><strong><em> </em></strong>Any optical system consists of three basic ingredients: refractive index, gain, and loss. In the last decade, unprecedented advancements in molding the flow of light have been achieved by manipulating the refractive index in artificially engineered optical structures. In this program we have showed that by combining gain, loss with refractive index modulation, we are able to realize new physical phenomena and achieve novel functionalities. For example, it is well known that light can be trapped by the spatial modulation of the refractive index, based on which many photonic devices have been made previously. We have demonstrated that a spatial modulation of gain and loss can also confine light, and the localized states have distinct characteristics from the ones by index modulation. We also illustrated the unique advantages of trapping light using gain and loss.&nbsp; In addition, we have developed a powerful approach to control the performance of semiconductor microlasers after they are fabricated. The post-fabrication tunability of a photonic device will greatly enhance its functionality.</p>\n<p>&nbsp;</p>\n<p><em>Broader Impact</em>:<strong> </strong>We have trained graduate graduates, undergraduate students and postdocs in this interdisciplinary program. They have learned device design, modeling, fabrication and characterization methods. The close interactions with their peers at the partner institutions have greatly expanded their horizons, and made them fully prepared to drive the advancement of photonics. The graduate student who participated in the research at Yale has obtained his PhD degree, and the postdoc involved in this IDR program has landed a tenure-tracked faculty position in a premium university.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/12/2015<br>\n\t\t\t\t\tModified by: Hui&nbsp;Cao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis interdisciplinary research program has assembled a team of engineers, physicists, material scientists, and mathematicians from five universities across the country (Yale University, Wesleyan University, University of Central Florida, University of Arkansas, and Southern Methodist University). They have bought their complementary skills and know-how to work together to develop new device concepts and engineer novel photonic devices. This IDR program has a tremendous impact to all participating members, not only in terms of collaborative research activities but also training of students and postdocs. Below is a brief summary of the final outcome from the Yale group, led by Hui Cao in the Applied Physics Department.\n\n \n\nIntellectual Merit: Any optical system consists of three basic ingredients: refractive index, gain, and loss. In the last decade, unprecedented advancements in molding the flow of light have been achieved by manipulating the refractive index in artificially engineered optical structures. In this program we have showed that by combining gain, loss with refractive index modulation, we are able to realize new physical phenomena and achieve novel functionalities. For example, it is well known that light can be trapped by the spatial modulation of the refractive index, based on which many photonic devices have been made previously. We have demonstrated that a spatial modulation of gain and loss can also confine light, and the localized states have distinct characteristics from the ones by index modulation. We also illustrated the unique advantages of trapping light using gain and loss.  In addition, we have developed a powerful approach to control the performance of semiconductor microlasers after they are fabricated. The post-fabrication tunability of a photonic device will greatly enhance its functionality.\n\n \n\nBroader Impact: We have trained graduate graduates, undergraduate students and postdocs in this interdisciplinary program. They have learned device design, modeling, fabrication and characterization methods. The close interactions with their peers at the partner institutions have greatly expanded their horizons, and made them fully prepared to drive the advancement of photonics. The graduate student who participated in the research at Yale has obtained his PhD degree, and the postdoc involved in this IDR program has landed a tenure-tracked faculty position in a premium university.\n\n \n\n\t\t\t\t\tLast Modified: 09/12/2015\n\n\t\t\t\t\tSubmitted by: Hui Cao"
 }
}