{
 "awd_id": "1128849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sponsoring Early Career Researchers for Penrose Conference: Deformation Localization in Rocks",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 26306.0,
 "awd_amount": 26306.0,
 "awd_min_amd_letter_date": "2011-03-11",
 "awd_max_amd_letter_date": "2011-03-11",
 "awd_abstract_narration": "This proposal provides support for early-career scientists from USA to participate in the international field conference \"Deformation Localization in Rocks: new advances,\" to take place in Cap de Creus, Spain, in June-July 2011. The  meeting, sponsored by the Geological Society of America as a Penrose Field Conference, features new theoretical, analytical, geospatial, and visualization methods developed for study of shear zones, examined with the natural world context of the diverse exemplary structures that exist in the superb three-dimensional exposures of Cap de Creus.  The study of shear zones is important because these features accommodate deep deformation in the earth's lithosphere caused by tectonic plate interactions. Without a thorough understanding of the dynamics of these specific features, we cannot begin to predict the dynamics of the earth's lithosphere during tectonic plate interactions, which are responsible for major earth phenomena like faulting and earthquakes.  This conference represents a singular opportunity for early-career investigators from the United States to present their own research results within a small international gathering, to interact with international and U.S. scientists who are conducting innovative research on shear zones, and to participate in conversations about future research directions that are grounded in the observation of diverse shear zone structures in the natural setting at Cap de Creus. The objective of our proposal is to provide eight young investigators with: exposure to cutting edge intellectual approaches; practical skills and analytical tools; professional mentors; and an international peer network focused on shear zones research. The experience will enhance the researchers' ability to be competitive for scientific grants and to establish new research programs in USA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dyanna",
   "pi_last_name": "Czeck",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Dyanna M Czeck",
   "pi_email_addr": "dyanna@uwm.edu",
   "nsf_id": "000380782",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Milwaukee",
  "inst_street_address": "3203 N DOWNER AVE # 273",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142294853",
  "inst_zip_code": "532113153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "JBQ9M3PLFDP5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Milwaukee",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532010340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1572",
   "pgm_ref_txt": "TECTONICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 26306.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Prrafobsico\">A Geological Society of America Penrose Conference &ldquo;Deformation Localization in Rocks: new advances&rdquo; was held from 27 June &ndash; 2 July 2011 in Cadaqu&eacute;s and Cap de Creus peninsula, Catalonia (Spain). The focus of the meeting was to investigate new approaches being used and new discoveries arising from shear zone research. The meeting was organized around several sessions of talks and posters and several field trips to the world-class exposures of shear zones on the Cap de Creus peninsula. Seventy-five members of the international structural geology research community attended the meeting, and the scientific discussions were of a high level. The conference therefore was a singular opportunity for early-career scientists from USA to contribute their own results, learn from others, and establish professional relationships, all to increase the likelihood of a successful transition from graduate student to professional life. The primary goal of this grant was to fund early-career participants from the USA so that they could be part of this exciting meeting.</p>\n<p>&nbsp;</p>\n<p>Of the applicants to the conference, fourteen were eligible for NSF funding. Eleven of those applicants were selected for the meeting and for full or partial funding.&nbsp; The applicants who were not selected were considered too junior in their careers to fully participate in the conference discussions.&nbsp; The funded applicants represented a diverse pool from a variety of institutions.</p>\n<p>&nbsp;</p>\n<p>All of the conference participants attended the meeting in Cadaqu&eacute;s and the field excursions on the nearby Cap de Creus peninsula.&nbsp; We spent three full days with discussions in the field and three full days with discussions in the conference hall (time divided between talks and poster sessions). The total number of oral presentations was 44. 25 posters covering the range of topics presented in the lectures were the focus of attention in the evenings and during breaks between lecture sessions.&nbsp; Scientific discussions continued through dinners and far into the evenings.&nbsp; The early-career scientists funded by this grant were fully engaged in the meeting, presenting their work and participating in discussions.</p>\n<p>&nbsp;</p>\n<p>After the meeting, all of the funded participants were asked to complete an anonymous online survey with 8 questions.&nbsp; Ten out of the eleven participants responded. &nbsp;In analyzing their responses, it is clear that the conference was a valuable activity for all of the funded applicants.&nbsp; 100% of the attendees characterized their attendance at the conference as &ldquo;very worthwhile&rdquo; or &ldquo;extremely worthwhile.&rdquo;&nbsp; The NSF funding was key for many of the participants to attend this meeting.&nbsp; 80% of respondents described the funding as &ldquo;extremely important&rdquo; in making their decision to attend the meeting and 50% of respondents indicated that they would not have been able to attend the meeting without the funding (an additional 20% of respondents were unsure of whether they would have been able to attend without funding).</p>\n<p>&nbsp;</p>\n<p>The ideas and discussions that have come from the days of field trips and presentations have indeed been very significant. The outcome of the conference will likely have a great repercussion on the fields of structural geology and tectonics, but also on the importance of linking multiple research approaches to understand the processes that lead to strain localization in rocks.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2012<br>\n\t\t\t\t\tModified by: Dyanna&nbsp;M&nbsp;Czeck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "A Geological Society of America Penrose Conference \"Deformation Localization in Rocks: new advances\" was held from 27 June &ndash; 2 July 2011 in Cadaqu&eacute;s and Cap de Creus peninsula, Catalonia (Spain). The focus of the meeting was to investigate new approaches being used and new discoveries arising from shear zone research. The meeting was organized around several sessions of talks and posters and several field trips to the world-class exposures of shear zones on the Cap de Creus peninsula. Seventy-five members of the international structural geology research community attended the meeting, and the scientific discussions were of a high level. The conference therefore was a singular opportunity for early-career scientists from USA to contribute their own results, learn from others, and establish professional relationships, all to increase the likelihood of a successful transition from graduate student to professional life. The primary goal of this grant was to fund early-career participants from the USA so that they could be part of this exciting meeting.\n\n \n\nOf the applicants to the conference, fourteen were eligible for NSF funding. Eleven of those applicants were selected for the meeting and for full or partial funding.  The applicants who were not selected were considered too junior in their careers to fully participate in the conference discussions.  The funded applicants represented a diverse pool from a variety of institutions.\n\n \n\nAll of the conference participants attended the meeting in Cadaqu&eacute;s and the field excursions on the nearby Cap de Creus peninsula.  We spent three full days with discussions in the field and three full days with discussions in the conference hall (time divided between talks and poster sessions). The total number of oral presentations was 44. 25 posters covering the range of topics presented in the lectures were the focus of attention in the evenings and during breaks between lecture sessions.  Scientific discussions continued through dinners and far into the evenings.  The early-career scientists funded by this grant were fully engaged in the meeting, presenting their work and participating in discussions.\n\n \n\nAfter the meeting, all of the funded participants were asked to complete an anonymous online survey with 8 questions.  Ten out of the eleven participants responded.  In analyzing their responses, it is clear that the conference was a valuable activity for all of the funded applicants.  100% of the attendees characterized their attendance at the conference as \"very worthwhile\" or \"extremely worthwhile.\"  The NSF funding was key for many of the participants to attend this meeting.  80% of respondents described the funding as \"extremely important\" in making their decision to attend the meeting and 50% of respondents indicated that they would not have been able to attend the meeting without the funding (an additional 20% of respondents were unsure of whether they would have been able to attend without funding).\n\n \n\nThe ideas and discussions that have come from the days of field trips and presentations have indeed been very significant. The outcome of the conference will likely have a great repercussion on the fields of structural geology and tectonics, but also on the importance of linking multiple research approaches to understand the processes that lead to strain localization in rocks.\n\n \n\n\t\t\t\t\tLast Modified: 05/02/2012\n\n\t\t\t\t\tSubmitted by: Dyanna M Czeck"
 }
}