{
 "awd_id": "1128186",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Directed Ozonolysis in Liquid Carbon Dioxide",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Luke Achenie",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 99878.0,
 "awd_amount": 99878.0,
 "awd_min_amd_letter_date": "2011-04-08",
 "awd_max_amd_letter_date": "2011-04-08",
 "awd_abstract_narration": "PI: Bala Subramanian \r\nInstitution:  University of Kansas Center for Research Inc.\r\nProposal Numbers: 1128186\r\nTitle: EAGER: Directed Ozonolysis in Liquid Carbon Dioxide\r\n\r\nGoals and Objectives: This EAGER project is aimed at laying the foundation to establish ozonolysis as a viable technology for producing industrial chemicals and fuels. Recent finding indicate that O3 solubility is dramatically enhanced in liquid CO2 compared to conventional solvents. This finding has prompted this investigation aimed at exploring whether controlled ozonolysis in liquid CO2 can be performed with a broad range of substrates. Specific objectives are therefore to investigate (a) ozone miscibility and stability in inert solvents such as dense CO2 aimed at establishing appropriate media for ozonolysis; (b) the conversion and selectivities obtained during ozonolysis of fatty acid methyl esters and aromatic structures (containing C=C bonds) in liquid CO2.\r\n\r\nSignificance: Ozonolysis is capable of producing a rich variety of valuable intermediates such as carboxylic acids and aldehydes by oxidative cleavage of C=C bonds and linear hydrocarbons from polyaromatic structures such as lignin. However, there are relatively few industrial applications because of the challenges to protect reaction intermediates from further oxidation and to find viable solvents that are inert to ozone. \r\n\r\nResearch Activities: The aforementioned objectives will be pursued with a suite of model substrates of increasing complexity. Initial substrates will include: (a) stilbene and cyclohexene; (b) methyl stearate and methyl oleate as model saturated and unsaturated fatty acids; and (c) aromatic compounds representative of functionalities commonly found in natural products derived from lignin. The experimental investigations will be supported by a state-of-the-art research infrastructure that includes high-pressure view cells equipped with in situ UV-Vis spectroscopy, ultrasound-enabled mixing and in-line sampling features for performing the reaction and phase equilibrium studies.\r\n\r\nIntellectual Merit: Successful completion will lay the foundation for widespread applications of ozone in industrial chemicals and fuels processing, with the following attributes that promote sustainability: process intensification at relatively mild conditions (tens of bars and near-ambient temperatures), efficient O3 utilization for maximizing the desired products, waste minimization and inherent safety. The outcomes associated with fatty acid methyl esters and polyaromatic substrates will provide a hitherto unexplored reaction pathway for transforming lignocellulosic biomass and natural oils to fuels and chemicals.\r\n\r\nBroader Impacts: The synergistic interactions between faculty, students and industrial researchers in a cross-disciplinary setting at the Center for Environmentally Catalysis (CEBC) is expected to produce a diverse cadre of uniquely trained students, recruited through the CEBC?s diversity recruitment efforts. The PI has a history of training students from under-represented groups including women and minority students recruited from ongoing partnerships with Prairie View A&M University and the University of Puerto Rico. The technical outcomes will be integrated into an ongoing graduate course titled Development of Sustainable Chemical Processes, which is team-taught by chemists and engineers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bala",
   "pi_last_name": "Subramaniam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bala Subramaniam",
   "pi_email_addr": "bsubramaniam@ku.edu",
   "nsf_id": "000153139",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99878.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The products of everyday life such as dish soap, detergents, synthetic fibers and medicines are now predominantly made from fossil-based feedstocks such as petroleum crude.&nbsp; As these feedstocks are being rapidly depleted due to increasing global demand for fuel and materials, alternate and more sustainable feedstocks must be developed to make these products.&nbsp; Plant-based biomass (such as oils, carbohydrates and lignin) is the only sustainable fixed carbon source.&nbsp;&nbsp; However, technologies for converting plant-based feedstocks to chemicals, conserving both feedstock and energy, are currently lacking.&nbsp; This exploratory research project addresses this challenge by investigating new environmentally benign technologies that utilize abundantly available oxygen and CO<sub>2</sub> to make petrochemical equivalents from plant-based biomass. &nbsp;</p>\n<p>The results from the project have established that ozonolysis (using ozone derived from air) of vegetable oils in liquid CO<sub>2</sub> (as a benign and inert reaction medium) produces the intermediates needed for manufacturing linear aldehydes and/or carboxylic acids, megaton chemical intermediates. Analysis of the ozonolysis product mixtures by analytical techniques (such as NMR and GC) reliably establishes the identity of the primary ozonolysis products.&nbsp; By eliminating several technical barriers, the results from this project have laid the foundation for widespread applications of ozone in chemicals and fuels processing with the following attributes that promote sustainability: process intensification at relatively mild conditions (tens of bars and near-ambient temperatures), efficient O<sub>3</sub> utilization for maximizing the desired products, waste minimization and inherent safety.&nbsp; The technology is now being further developed in collaboration with a major company. &nbsp;&nbsp;</p>\n<p>A chemical engineer and a chemist have been uniquely trained in a cross-disciplinary setting in developing processes that adhere to the principles of sustainability.&nbsp; The technical outcomes will be integrated into an ongoing graduate course titled <em>Industrial Development of Sustainable Chemical Processes</em>.&nbsp; A unique view-cell reactor that can be used for both reaction and phase behavior measurements was developed.&nbsp; A new high pressure in situ NMR cell was constructed to investigate reaction pathways and intermediates.&nbsp; These are enabling tools that chemists and engineers can use to study ozonolysis and other reactions in liquid CO<sub>2</sub>.&nbsp; These tools are now available to the CEBC industry partners for technology development based on the use of liquid CO<sub>2</sub> as reaction medium.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/28/2012<br>\n\t\t\t\t\tModified by: Bala&nbsp;Subramaniam</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe products of everyday life such as dish soap, detergents, synthetic fibers and medicines are now predominantly made from fossil-based feedstocks such as petroleum crude.  As these feedstocks are being rapidly depleted due to increasing global demand for fuel and materials, alternate and more sustainable feedstocks must be developed to make these products.  Plant-based biomass (such as oils, carbohydrates and lignin) is the only sustainable fixed carbon source.   However, technologies for converting plant-based feedstocks to chemicals, conserving both feedstock and energy, are currently lacking.  This exploratory research project addresses this challenge by investigating new environmentally benign technologies that utilize abundantly available oxygen and CO2 to make petrochemical equivalents from plant-based biomass.  \n\nThe results from the project have established that ozonolysis (using ozone derived from air) of vegetable oils in liquid CO2 (as a benign and inert reaction medium) produces the intermediates needed for manufacturing linear aldehydes and/or carboxylic acids, megaton chemical intermediates. Analysis of the ozonolysis product mixtures by analytical techniques (such as NMR and GC) reliably establishes the identity of the primary ozonolysis products.  By eliminating several technical barriers, the results from this project have laid the foundation for widespread applications of ozone in chemicals and fuels processing with the following attributes that promote sustainability: process intensification at relatively mild conditions (tens of bars and near-ambient temperatures), efficient O3 utilization for maximizing the desired products, waste minimization and inherent safety.  The technology is now being further developed in collaboration with a major company.   \n\nA chemical engineer and a chemist have been uniquely trained in a cross-disciplinary setting in developing processes that adhere to the principles of sustainability.  The technical outcomes will be integrated into an ongoing graduate course titled Industrial Development of Sustainable Chemical Processes.  A unique view-cell reactor that can be used for both reaction and phase behavior measurements was developed.  A new high pressure in situ NMR cell was constructed to investigate reaction pathways and intermediates.  These are enabling tools that chemists and engineers can use to study ozonolysis and other reactions in liquid CO2.  These tools are now available to the CEBC industry partners for technology development based on the use of liquid CO2 as reaction medium.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/28/2012\n\n\t\t\t\t\tSubmitted by: Bala Subramaniam"
 }
}