{
 "awd_id": "1128868",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Rescaling Uneven Development: Examining Peri-Urban Landscape Change in Limpopo, South Africa",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 11969.0,
 "awd_amount": 11969.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "This doctoral dissertation research project will examine peri-urban spaces, which are spaces at the interface of urban and rural social, economic, and biophysical processes, as an outcome of post-apartheid spatial planning, neo-liberal economic policies, and uneven development in South Africa.  Seeking to gain insight into how government policies and programs affect livelihoods and landscape patterns, this project will develop an uneven development framework to decipher how post-apartheid spaces have been restructured to produce current patterns of peri-urban areas within a capitalist economic system. The research objective is to track and explain the physical and social changes in rapidly peri-urbanizing areas of Limpopo, South Africa, an area that experienced acute uneven development under racial capitalism and abrupt peri-urbanization under neo-liberal capitalism. The research will examine areas around Polokwane, Limpopo, through a combination of research methods including remotely sensing land-cover change combined with GIS techniques, qualitative ethnographic interviews, and historical archival research. Land-cover change detection will be conducted using a supervised classification technique, through support vector machines. Combining these concrete observed changes in the landscape with qualitative ethnographic research based upon location will enhance comprehensive understanding of the changes ongoing in post-apartheid spaces. Archival data will be used to construct the historical uses of apartheid space, development initiatives, and policies to provide a base for understanding current changes.  The expected outcomes of this research project are an evaluation of the attempts to redress the inequalities of post-apartheid spaces and maps of peri-urban expansion as well as detailed shifts in both race- and class-biased relocation. \r\n\r\nThis project will contribute to the literature on manifestations of uneven development and provide a new approach to understanding post-apartheid spaces. Research illustrating the uneven development of post-apartheid spaces has yet to be incorporated into the geographical body of knowledge. Similarly, the project will address the inequalities that continue to persist in certain places of South Africa while providing a broader framework for understanding how and why such places endure. This also will seek to advance newer classification approaches, such as support vector machines, and contribute to the body of knowledge of their strengths and shortcomings. Furthermore, this project will help foster the growing relationship between geospatial technologies as a physical manifestation of social processes. The project has the potential to affect spatial planning policy in South Africa and other developing countries, as well as to contribute to the evaluation of the policies and programs initiated by the South African government.  It will illustrate how policy decisions have rescaled uneven development instead of eliminating it and reveal how residents and communities are restructuring their livelihoods as a result. As a Doctoral Dissertation Research Improvement award, this award will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "McCusker",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Brent S McCusker",
   "pi_email_addr": "Brent.McCusker@mail.wvu.edu",
   "nsf_id": "000246980",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Smith",
   "pi_email_addr": "jkopko@mix.wvu.edu",
   "nsf_id": "000576745",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "",
  "perf_city_name": "Morgantown",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265066845",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11969.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Project Outcomes</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Rescaling Uneven Development: Examining Peri-Urban Landscape Change in Limpopo, South Africa.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>NSF Grant 1128868</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>The purpose of this study was to examine land use changes in a selected South African city to compare changes in urbanization before and after the end of apartheid in 1994. The study was conducted over 10 months in the northern South African city of Polokwane. The study relied on mapping urban growth and household interviews to generate data.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Scientific Outcomes: The project found that the pace of urban growth in Polokwane has quickened after 1994 (the end of apartheid). The reasons for this growth are very different, however. Under apartheid, cities were managed to accommodate the racist principles of the apartheid regime. Land use was strictly planned and controlled. After 1994, urban growth has been largely deracialized and growth is now based much more strongly on divisions in income. Peri-urban areas (those just outside of major urban areas) are growing quickly but are segmented into different income groups. Unevenness is still occurring, but rather than racial unevenness, the African majority is being segmented into rich and poor as cities redevelop and growth occurs.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>This project generated data sets on land use and land cover changes, urbanization, livelihoods and compiled historical air photographs. This data is available at the host institution per US federal regulations on data access.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Broader Impact Outcomes: </span><span>This project trained local South African men and women in science and technology studies by employing them to assist in the collection of survey and mapping data. They underwent extensive training to participate in the project. The co-principal investigator herself was trained in advanced mapping technologies and other skills. While in South Africa, she taught these technologies to underrepresented groups at the University of Limpopo (Sovenga, South Africa). Given that the field research has only recently ended at time of writing, the co-investigator is still working on research publications, but expects to submit five articles to scientific journals. She is currently registered at a major international conference to present the first round of findings from the study and will continue to present findings at conferences throughout 2013.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/22/2013<br>\n\t\t\t\t\tModified by: Brent&nbsp;S&nbsp;Mccusker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes\n\n \n\nRescaling Uneven Development: Examining Peri-Urban Landscape Change in Limpopo, South Africa.\n\n \n\nNSF Grant 1128868\n\n \n\nThe purpose of this study was to examine land use changes in a selected South African city to compare changes in urbanization before and after the end of apartheid in 1994. The study was conducted over 10 months in the northern South African city of Polokwane. The study relied on mapping urban growth and household interviews to generate data. \n\n \n\nScientific Outcomes: The project found that the pace of urban growth in Polokwane has quickened after 1994 (the end of apartheid). The reasons for this growth are very different, however. Under apartheid, cities were managed to accommodate the racist principles of the apartheid regime. Land use was strictly planned and controlled. After 1994, urban growth has been largely deracialized and growth is now based much more strongly on divisions in income. Peri-urban areas (those just outside of major urban areas) are growing quickly but are segmented into different income groups. Unevenness is still occurring, but rather than racial unevenness, the African majority is being segmented into rich and poor as cities redevelop and growth occurs. \n\n \n\nThis project generated data sets on land use and land cover changes, urbanization, livelihoods and compiled historical air photographs. This data is available at the host institution per US federal regulations on data access. \n\n \n\nBroader Impact Outcomes: This project trained local South African men and women in science and technology studies by employing them to assist in the collection of survey and mapping data. They underwent extensive training to participate in the project. The co-principal investigator herself was trained in advanced mapping technologies and other skills. While in South Africa, she taught these technologies to underrepresented groups at the University of Limpopo (Sovenga, South Africa). Given that the field research has only recently ended at time of writing, the co-investigator is still working on research publications, but expects to submit five articles to scientific journals. She is currently registered at a major international conference to present the first round of findings from the study and will continue to present findings at conferences throughout 2013. \n\n \n\n\t\t\t\t\tLast Modified: 01/22/2013\n\n\t\t\t\t\tSubmitted by: Brent S Mccusker"
 }
}