{
 "awd_id": "1128297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Correlate transport properties with edge structure in suspended graphene nanoribbon field effect transistors",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "mahmoud fallahi",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-07-19",
 "awd_max_amd_letter_date": "2014-11-21",
 "awd_abstract_narration": "The objective of this proposal is to develop a fundamental understanding of the role of edge effects in\r\nthe electronic and transport properties of graphene nanoribbon field effect transistors (GNR FETs).\r\nIntellectual Merit: This research will ascertain the significance of ideal, atomically smooth edges for\r\nGNR FETs, and thus will help to establish their ultimate intrinsic performance limit. A new approach\r\nwill be used to carry out combined electrical transport and scanning tunneling microscopy/ spectroscopy\r\nmeasurements in situ to understand the edge effects on the electronic and transport properties of GNR FETs.\r\nThe proposed devices will i) enable the identification and isolation of the effects of edges and\r\nsurface impurities on important device characteristics, such as the carrier mobility and band gap; and ii)\r\nelucidate the correlation between the detailed edge and electronic structures and device characteristics\r\nin GNR FETs.\r\n\r\nBroader Impacts: As the advance of GNR based nanoelectronics critically relies on the detailed\r\nunderstanding of the edge effects, the prototype devices developed in this project and the knowledge\r\ngained will help to pave the way for the next generation of all carbon electronics. The project tightly\r\nintegrates research with graduate and undergraduate education and community outreach. Graduate\r\nstudents will play a pivotal role in this research, obtaining important training for their future scientific\r\nand technical careers. A special program to enhance K-12 education in science and mathematics will be\r\ninstituted to promote the diversity of the future science and engineering workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhixian",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhixian Zhou",
   "pi_email_addr": "dw0795@wayne.edu",
   "nsf_id": "000535503",
   "pi_start_date": "2011-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "666 West Hancock",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482013622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Graphene is a single atomic layer of graphite that has many unique properties desirable for applications in nanoelectronics. However, unlike the commonly used silicon, two-dimensional &nbsp;graphene is not a semiconductor and thus cannot be completely turned off as required for digital electronics applications. One way to make graphene semiconducting is to create very narrow ribbons out of two-dimensional graphene sheets. As the graphene ribbons becomes narrower and narrower, the edges of the ribbons play increasingly important roles.</p>\n<p>Intellectual Merit: Throughout this project, we have developed a new approach to create ultra clean and very narrow graphene nanoribbons with nearly atomically smooth edges, and have studied their electrical properties highly relevant to their electronic applications. Due to significantly improved cleanness and edge smoothness, both of which help the electrons move through the nanoribbon more easily, electronic devices made out these graphene nanoribbon conduct electron much faster than graphene nanoribbons made with conventional methods. We have also observed the intrinsic electronic structure of graphene nanoribbons and obtained direct evidence of graphene nanoribbons transitioning from metal to semiconductor when they are made sufficiently narrow. &nbsp;In addition to their importance to nanoelectronics, we have found in our research that the edges of graphene nanoribbons are much more sensitive to the changes of pH in solution. Since edges are more chemically reactive than plane of graphene nanoribbons, chemically groups such as hydroxyl groups&nbsp; can attach to the edges more easily. This finding is a significant step toward the application of graphene nanoribbon edge effects in chemical and biological sensing. Alternative to creating semiconducting nanoribbons out of semi-metallic graphene, we also investigated two-dimensional semiconductors having graphene-like properties that are desirable for electronics applications such as extremely thin, conducing electrons well, chemically and thermally stable and mechanically strong. Specifically, we have fabricate devices of atomically thin transition metal dichalcogenides (TMDs) such as MoS<sub>2</sub> and&nbsp; MoSe<sub>2</sub>. By optimizing the electrical contacts, we have demonstrated that the mobility of electrons in these materials is comparable to that of very narrow graphene nanoribbons. This approach starts with graphene-like two-dimensional materials that are already semiconductors (like silicon), and is complimentary to the approach that creates semiconducting graphene nanoribbons out of semi-metallic graphene. We also found that the substrate supporting the graphene-like semiconductor plays an important role in the performance of electronic devices made out these materials. We have improved the mobility of MoSe2 transistors by 2-3 times using parylene as a support substrate instead of the commonly used silicon oxide. These research activities and findings represent an important step toward understanding the intrinsic materials and device properties and their performance limit in nanoelectronics applications.</p>\n<p>Broader Impacts: As the advance of nanoelectronics based on graphene and two-dimensional materials beyond graphene critically relies on the detailed understanding of various effects related to the edges, contacts, and supporting substrates, the prototype devices developed in this project and the knowledge gained is important for developing the next generation of all two-dimensional &nbsp;materials based electronics.&nbsp; The project has also tightly integrated research with graduate and undergraduate education and community outreach. One graduate student supported by this project has received PhD. The PI has provided guided tours of his lab to groups of high school students and introduced to them the research in graphene and two-dimensional materials be...",
  "por_txt_cntn": "\nGraphene is a single atomic layer of graphite that has many unique properties desirable for applications in nanoelectronics. However, unlike the commonly used silicon, two-dimensional  graphene is not a semiconductor and thus cannot be completely turned off as required for digital electronics applications. One way to make graphene semiconducting is to create very narrow ribbons out of two-dimensional graphene sheets. As the graphene ribbons becomes narrower and narrower, the edges of the ribbons play increasingly important roles.\n\nIntellectual Merit: Throughout this project, we have developed a new approach to create ultra clean and very narrow graphene nanoribbons with nearly atomically smooth edges, and have studied their electrical properties highly relevant to their electronic applications. Due to significantly improved cleanness and edge smoothness, both of which help the electrons move through the nanoribbon more easily, electronic devices made out these graphene nanoribbon conduct electron much faster than graphene nanoribbons made with conventional methods. We have also observed the intrinsic electronic structure of graphene nanoribbons and obtained direct evidence of graphene nanoribbons transitioning from metal to semiconductor when they are made sufficiently narrow.  In addition to their importance to nanoelectronics, we have found in our research that the edges of graphene nanoribbons are much more sensitive to the changes of pH in solution. Since edges are more chemically reactive than plane of graphene nanoribbons, chemically groups such as hydroxyl groups  can attach to the edges more easily. This finding is a significant step toward the application of graphene nanoribbon edge effects in chemical and biological sensing. Alternative to creating semiconducting nanoribbons out of semi-metallic graphene, we also investigated two-dimensional semiconductors having graphene-like properties that are desirable for electronics applications such as extremely thin, conducing electrons well, chemically and thermally stable and mechanically strong. Specifically, we have fabricate devices of atomically thin transition metal dichalcogenides (TMDs) such as MoS2 and  MoSe2. By optimizing the electrical contacts, we have demonstrated that the mobility of electrons in these materials is comparable to that of very narrow graphene nanoribbons. This approach starts with graphene-like two-dimensional materials that are already semiconductors (like silicon), and is complimentary to the approach that creates semiconducting graphene nanoribbons out of semi-metallic graphene. We also found that the substrate supporting the graphene-like semiconductor plays an important role in the performance of electronic devices made out these materials. We have improved the mobility of MoSe2 transistors by 2-3 times using parylene as a support substrate instead of the commonly used silicon oxide. These research activities and findings represent an important step toward understanding the intrinsic materials and device properties and their performance limit in nanoelectronics applications.\n\nBroader Impacts: As the advance of nanoelectronics based on graphene and two-dimensional materials beyond graphene critically relies on the detailed understanding of various effects related to the edges, contacts, and supporting substrates, the prototype devices developed in this project and the knowledge gained is important for developing the next generation of all two-dimensional  materials based electronics.  The project has also tightly integrated research with graduate and undergraduate education and community outreach. One graduate student supported by this project has received PhD. The PI has provided guided tours of his lab to groups of high school students and introduced to them the research in graphene and two-dimensional materials beyond graphene. In addition, three high school students from the metropolitan Detroit area and two undergraduate students (incl..."
 }
}