{
 "awd_id": "1128709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molding Optical Field Patterns for Highly Efficient Design of Strong-Confinement Photonic Devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "mahmoud fallahi",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 360708.0,
 "awd_amount": 372708.0,
 "awd_min_amd_letter_date": "2011-06-27",
 "awd_max_amd_letter_date": "2012-06-12",
 "awd_abstract_narration": "The objective of this program is to develop a family of microphotonic waveguides and devices, based on insights in spatial mode interference, absorption and scattering, that enable new degrees of freedom in photonic device design with ultra-low optical loss.  Low loss is achieved using a form of photonic collision avoidance that keeps optical fields away from scatterers using controlled interference.  The program will investigate this phenomenon and employ it to develop potentially transformative microphotonic waveguide and device technology, including energy efficient planar waveguide crossing arrays, modulators, and suspended light-force-actuated and thermooptic photonics.\r\n\r\nThe intellectual merit of this research includes the investigation of a newly discovered mode of propagation, low-loss unidirectional Bloch waves, and the design of efficient photonic, electrooptic and optomechanical devices based on their properties to circumvent limitations in state-of-the-art technology.  The research will produce a theoretical framework for device design, simulation tools, and proof-of-concept experimental demonstrations.\r\n\r\nBroader impacts of this work will support national efforts on leadership in science and technology.  Proposed devices will enable highly energy efficient optical interconnects uniquely compatible with photonics integration directly with state-of-the-art, unmodified CMOS electronics technology.  This may contribute advances in microelectronics and hybrid electronic-photonic technology for high-performance computing, supporting the national interest in large-scale simulation including climate modeling, aerodynamic design, bioengineering and drug design, and financial market simulations.  The program will expose undergraduate students to research, and through local visits will excite high school students about engineering with energy efficiency concepts from this research, and more broadly, including solar vehicle racing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Milos",
   "pi_last_name": "Popovic",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Milos A Popovic",
   "pi_email_addr": "mpopovic@bu.edu",
   "nsf_id": "000545996",
   "pi_start_date": "2011-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 360708.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A new on-chip photonic device technology has been demonstrated where particles of light &ndash; photons &ndash; guided in \"light nanowires\" on a silicon microchip, cooperate to avoid light scattering obstacles. &nbsp;This cooperation was shown experimentally for the first time in novel devices on chip where 99 of 100 photons successfully avoid each obstacle, whereas a conventional device would scatter away and lose one third of the photons per obstacle. &nbsp;In addition, optical microresonators based on the scatterer avoiding light patterns were designed and demonstrated, enabling storage of light energy in carefully tuned silicon microcavities on chip that have various attachments, adding new degrees of freedom, yet do not scatter the stored light energy. &nbsp;The resonator research has also enabled devices where the attachments are used as tethers to enable air-suspended devices on chip, allowing new functionality including motion under an applied voltage or light forces. &nbsp;And, the resonator innovation has contributed to the first demonstration of a fast, energy efficient electrical-to-optical data encoding device, a modulator, fabricated in polycrystalline silicon. &nbsp;This is significant because 90% of all microelectronic chips are created using a patterned polycrystalline silicon layer to form transistors; the invention enables optical circuits alongside electronics in standard microelectronics foundries, as demonstrated as part of the research. &nbsp;These advances, which enable efficient light communication on chip, may lead to hybrid electronic-photonic microchips that can break the so-called \"memory wall\" limitation in multicore microprocessors and microelectronics technology, and support the continued Moore&rsquo;s Law scaling of computing power into the foreseeable future. &nbsp;It is expected that the scatterer-avoiding nanophotonic device technology will lead to new device advances for on-chip interconnects, new light sources, and light-force based device technology.</p>\n<p><span style=\"white-space: pre;\"> </span>The intellectual merit of the inventions that resulted from this research is based in a new type of guided Bloch wave, or mode of propagation in periodic nanoscale light-guiding structures. &nbsp; In this new mode of light propagation, the electromagnetic field is encouraged by design to avoid scatterers that would otherwise be a source of propagation loss for the light field. &nbsp;This concept has been used to demonstrate an array of novel photonic devices on chip. &nbsp;In addition, the unique concepts used to realize these devices have been related to a novel property of nanostructures capable of storing light, called \"imaginary coupling\". &nbsp;Imaginary coupling is a broader concept resulting from this work that can be applied in many other domains, including new work on a \"dark state\" laser.</p>\n<p><span style=\"white-space: pre;\"> </span>The broader impacts of this research include the prospect of advancing photonic microchips, and enabling electronic-photonic chip manufacturing that can allow for improvements in computing, from supercomputers to the handheld device. &nbsp;The scaling of computational power is essential for technological progress from weather prediction, through energy-efficient vehicle (airplane and automobile) design, through health (IBM Watson supercomputer), financial market simulations, and drug discovery. &nbsp;Furthermore, the research has advanced the training of a team of young scientists and engineers &ndash; a postdoctoral researcher, a graduate student, and four undergraduate students (including three from underrepresented groups) three of whom moved on to do a PhD degree, two of them in the field of photonics.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2014<br>\n\t\t\t\t\tModified by: Milos&nbsp;A&nbsp;Popovic</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each...",
  "por_txt_cntn": "\nA new on-chip photonic device technology has been demonstrated where particles of light &ndash; photons &ndash; guided in \"light nanowires\" on a silicon microchip, cooperate to avoid light scattering obstacles.  This cooperation was shown experimentally for the first time in novel devices on chip where 99 of 100 photons successfully avoid each obstacle, whereas a conventional device would scatter away and lose one third of the photons per obstacle.  In addition, optical microresonators based on the scatterer avoiding light patterns were designed and demonstrated, enabling storage of light energy in carefully tuned silicon microcavities on chip that have various attachments, adding new degrees of freedom, yet do not scatter the stored light energy.  The resonator research has also enabled devices where the attachments are used as tethers to enable air-suspended devices on chip, allowing new functionality including motion under an applied voltage or light forces.  And, the resonator innovation has contributed to the first demonstration of a fast, energy efficient electrical-to-optical data encoding device, a modulator, fabricated in polycrystalline silicon.  This is significant because 90% of all microelectronic chips are created using a patterned polycrystalline silicon layer to form transistors; the invention enables optical circuits alongside electronics in standard microelectronics foundries, as demonstrated as part of the research.  These advances, which enable efficient light communication on chip, may lead to hybrid electronic-photonic microchips that can break the so-called \"memory wall\" limitation in multicore microprocessors and microelectronics technology, and support the continued MooreÆs Law scaling of computing power into the foreseeable future.  It is expected that the scatterer-avoiding nanophotonic device technology will lead to new device advances for on-chip interconnects, new light sources, and light-force based device technology.\n\n The intellectual merit of the inventions that resulted from this research is based in a new type of guided Bloch wave, or mode of propagation in periodic nanoscale light-guiding structures.   In this new mode of light propagation, the electromagnetic field is encouraged by design to avoid scatterers that would otherwise be a source of propagation loss for the light field.  This concept has been used to demonstrate an array of novel photonic devices on chip.  In addition, the unique concepts used to realize these devices have been related to a novel property of nanostructures capable of storing light, called \"imaginary coupling\".  Imaginary coupling is a broader concept resulting from this work that can be applied in many other domains, including new work on a \"dark state\" laser.\n\n The broader impacts of this research include the prospect of advancing photonic microchips, and enabling electronic-photonic chip manufacturing that can allow for improvements in computing, from supercomputers to the handheld device.  The scaling of computational power is essential for technological progress from weather prediction, through energy-efficient vehicle (airplane and automobile) design, through health (IBM Watson supercomputer), financial market simulations, and drug discovery.  Furthermore, the research has advanced the training of a team of young scientists and engineers &ndash; a postdoctoral researcher, a graduate student, and four undergraduate students (including three from underrepresented groups) three of whom moved on to do a PhD degree, two of them in the field of photonics.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/01/2014\n\n\t\t\t\t\tSubmitted by: Milos A Popovic"
 }
}