{
 "awd_id": "1128871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EPAS/AIS Collaborative Research: Adaptive Design for Controllability of a System of Plug-in Hybrid Electric Vehicle Charging Stations",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 271688.0,
 "awd_amount": 271688.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "The objective of this research is to develop a method for integrating design and power management of a regional system for deployment of plug-in electric vehicle charging stations, each of which obtains power from wind, solar and the grid. The method embodies a two-stage algorithm, the first stage handles system design, and the second stage handles dynamic control under uncertainty.  The second stage control problem is embedded within the first stage design problem, thus enabling design for controllability. The solution procedure uses a new, statistically parsimonious algorithm to reduce the computational demands that have previously made this problem intractable. \r\n\r\nIntellectual Merit\r\nThis research is foundational to energy system development, an area of critical national need. Success in addressing the foundational issues will demonstrate the efficacy of the method for the design and deployment of realistic systems and help identify questions worthy of further investigation. \r\n\r\nBroader Impacts\r\nThis work has the potential of improving the penetration level of renewable energy and ease or delay the need for infrastructure improvement. Design for controllability is critical for many other complex systems in energy, transportation, telecommunications, sustainability, manufacturing, health care, etc. The team has a track record of educating members of under-represented groups and will continue to do so. Research results will be disseminated via standard academic means and will be shared with Vision North Texas, a public-private partnership seeking a more sustainable future for North Central Texas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Chen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria C Chen",
   "pi_email_addr": "vchen@uta.edu",
   "nsf_id": "000197932",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wei-Jen",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "Prof",
   "pi_full_name": "Wei-Jen Lee",
   "pi_email_addr": "lee@exchange.uta.edu",
   "nsf_id": "000375274",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Rosenberger",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jay M Rosenberger",
   "pi_email_addr": "jrosenbe@uta.edu",
   "nsf_id": "000452162",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760190017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  },
  {
   "pgm_ref_code": "1653",
   "pgm_ref_txt": "Adaptive & intelligent systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 271688.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>U.S. society is heavily dependent on the Earth&rsquo;s limited resources, namely fossil fuels and water.&nbsp; The concept of sustainability seeks alternatives that conserve the Earth&rsquo;s resources while continuing to satisfy society&rsquo;s needs as economically as possible.&nbsp; The task of creating a sustainable balance is a challenging system design problem that must consider how the created system performs in the uncertain future.&nbsp; A system that performs well is considered &ldquo;in-control&rdquo; or controllable.&nbsp; The traditional method of designing controllable complex systems is to first design the system and then figure out a way to control it. In this NSF-funded project, we considered the future controllability of a complex system as a component of designing the system.&nbsp; Historically, such an integrated design approach has been viewed as impossible given the extremely high computation to simultaneously solve both the optimization that designs the system and the optimization that controls the system.&nbsp; To overcome this computational hurdle, we develop optimization innovations that make use of data analytics methods to identify key features that reduce the size and complexity of the optimization problem.</p>\n<p>The specific system studied in this NSF project addresses a network of electric vehicle charging stations that would be required for a more sustainable society that utilizes electric vehicles.&nbsp; Our network would service the Dallas-Fort Worth (DFW) metroplex. Figure 1 illustrates the conceptual system.&nbsp; A main control center oversees the network of charging stations.&nbsp; Each charging station is connected to the electric power grid, has a panel of photovoltaic (PV) cells to generate solar power, and is allocated a portion of wind power from a wind farm.&nbsp; A battery stores power from the grid for local storage.&nbsp; A vehicle can be charged from the battery or directly from the power grid.&nbsp; Purchasing from the power grid requires paying the current market price, which is updated every 15 minutes.&nbsp; This market price is typically lower at night than during peak electricity usage during the day.&nbsp; Since electric vehicles can be charged at a person&rsquo;s residence at night, the use of charging stations is presumed to be predominantly during the day.&nbsp; Hence, if the future is certain, our optimization shows that it is more economical to charge the battery during the night and then charge vehicles from the battery during the day.&nbsp; To take advantage of this basic finding, the network of charging stations needs to have sufficient total battery capacity to accommodate the demand across the DFW metroplex.&nbsp; Candidate locations for charging stations are noted by eleven clusters of power nodes across DFW, shown in Figure 2 as clusters of red dots, labeled A through K.&nbsp; The power nodes are determined by the Electric Reliability Council of Texas (ERCOT).</p>\n<p>The real challenge of this complex system is the fact that the future is uncertain.&nbsp; The list of variables that would fully describe this system consists of readings of market price, PV power generation, wind power generation, and demand at the eleven power node locations across DFW.&nbsp; To forecast the future, meteorological and electric grid information is needed, including electricity grid demand, solar radiation, temperature, wind speed, wind direction, as well as historical readings of market price and PV/wind power generation.&nbsp; Figures 3 and 4 show examples of how wind speed in Texas varies over time and location.&nbsp; At 15-minute intervals, 96 readings of all the relevant variables at the 11 powernode locations are needed to represent one day.&nbsp; Consequently, a brute force approach for representing this system requires over 10,000 variables per day.&nbsp; This NSF project makes two significant achievements.&nbs...",
  "por_txt_cntn": "\nU.S. society is heavily dependent on the EarthÆs limited resources, namely fossil fuels and water.  The concept of sustainability seeks alternatives that conserve the EarthÆs resources while continuing to satisfy societyÆs needs as economically as possible.  The task of creating a sustainable balance is a challenging system design problem that must consider how the created system performs in the uncertain future.  A system that performs well is considered \"in-control\" or controllable.  The traditional method of designing controllable complex systems is to first design the system and then figure out a way to control it. In this NSF-funded project, we considered the future controllability of a complex system as a component of designing the system.  Historically, such an integrated design approach has been viewed as impossible given the extremely high computation to simultaneously solve both the optimization that designs the system and the optimization that controls the system.  To overcome this computational hurdle, we develop optimization innovations that make use of data analytics methods to identify key features that reduce the size and complexity of the optimization problem.\n\nThe specific system studied in this NSF project addresses a network of electric vehicle charging stations that would be required for a more sustainable society that utilizes electric vehicles.  Our network would service the Dallas-Fort Worth (DFW) metroplex. Figure 1 illustrates the conceptual system.  A main control center oversees the network of charging stations.  Each charging station is connected to the electric power grid, has a panel of photovoltaic (PV) cells to generate solar power, and is allocated a portion of wind power from a wind farm.  A battery stores power from the grid for local storage.  A vehicle can be charged from the battery or directly from the power grid.  Purchasing from the power grid requires paying the current market price, which is updated every 15 minutes.  This market price is typically lower at night than during peak electricity usage during the day.  Since electric vehicles can be charged at a personÆs residence at night, the use of charging stations is presumed to be predominantly during the day.  Hence, if the future is certain, our optimization shows that it is more economical to charge the battery during the night and then charge vehicles from the battery during the day.  To take advantage of this basic finding, the network of charging stations needs to have sufficient total battery capacity to accommodate the demand across the DFW metroplex.  Candidate locations for charging stations are noted by eleven clusters of power nodes across DFW, shown in Figure 2 as clusters of red dots, labeled A through K.  The power nodes are determined by the Electric Reliability Council of Texas (ERCOT).\n\nThe real challenge of this complex system is the fact that the future is uncertain.  The list of variables that would fully describe this system consists of readings of market price, PV power generation, wind power generation, and demand at the eleven power node locations across DFW.  To forecast the future, meteorological and electric grid information is needed, including electricity grid demand, solar radiation, temperature, wind speed, wind direction, as well as historical readings of market price and PV/wind power generation.  Figures 3 and 4 show examples of how wind speed in Texas varies over time and location.  At 15-minute intervals, 96 readings of all the relevant variables at the 11 powernode locations are needed to represent one day.  Consequently, a brute force approach for representing this system requires over 10,000 variables per day.  This NSF project makes two significant achievements.  The first is forecasting market price and PV/wind generation.  Our market price forecasting paper won the prestigious Ralph H. Lee Department Prize Paper Award.  The second is the optimization to control this complex and uncertain s..."
 }
}