{
 "awd_id": "1128083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Detectability of Changes in the Walker Circulation in Response to Global Warming",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 29951.0,
 "awd_amount": 29951.0,
 "awd_min_amd_letter_date": "2011-03-31",
 "awd_max_amd_letter_date": "2011-03-31",
 "awd_abstract_narration": "This is one of 16 Rapid Response (RAPID) projects funded as the result of a Dear Colleague Letter (NSF 11-006) encouraging diagnostic analyses of climate model simulations prepared for the Intergovernmental Panel on Climate Change Fifth Assessment Report (IPCC AR5). Research conducted in these projects is expected to lead to more detailed model intercomparisons, better understanding of robust model behaviors, and better understanding and quantification of uncertainty in future climate simulations.\r\n\r\nThe Walker circulation is an east-west overturning circulation that spans the equatorial Pacific Ocean, associated with low sea level pressure (SLP) over the western Pacific and the Maritime Continent and higher SLP in the eastern equatorial Pacific.  Variability of the strength of the Walker cell is a dominant form of climate variability in the tropics, associated with large-scale fluctuations in rainfall and other climatic variables, and secular change in the Walker cell forced by global warming would likely have the same consequences.\r\n\r\nWork performed here examines the response of the Walker circulation to global warming in 20th century climate simulations performed for the AR5, and compares model simulations with available observations.  Previous work has shown that model simulations are generally consistent with the observed small reduction of the east-west sea level pressure (SLP) gradient across the equatorial pacific over the 20th century, which indicates a slight weakening of the Walker circulation.  But several issues remain to be addressed: 1) the weakening of the Walker circulation depends on the sensitivity of global mean precipitation to warming, for which there is no agreement between climate models and observations over the recent past; 2) it is not clear whether the signature of the observed warming is El Nino-like or La Nina-like, which has implications for the east-west equatorial SLP trend; 3) it is possible that the observed changes in the SLP gradient are a spurious trend associated with the strong low frequency variability of the Pacific basin.  To address these issues, the PI would conduct a model-observation comparison of linear trends in the following variables during the 20th century: the east-west SLP gradient, tropical-mean precipitation, tropical-mean water vapor content, the east-west sea surface temperature gradient, the tilt of the thermocline, and the thermal stratification of the equatorial Pacific Ocean.  Where possible, multiple simulations from the same model would be used to assess the potential contribution of natural variability to the 20th-century trends.\r\n\r\nThe broader impact of the project lies in its support of the IPCC AR5, which is intended to provide information on climate change and its consequences to decision makers worldwide.  Walker cell variability plays a dominant role in the variability of tropical climate, affecting the distribution of rainfall and other climatic variables over heavily populated and climatically sensitive regions worldwide.  Changes in the Walker cell due to global warming would likely have the same effects.  Research conducted here regarding the extent to which the observed changes in the Walker cell constitute natural variability or warming-induced change, and the extent to which climate model simulations can accurately portray the fundamental mechanisms producing the changes, could thus have important implications for decision makers concerned with the implications of tropical climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pedro",
   "pi_last_name": "DiNezio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pedro DiNezio",
   "pi_email_addr": "pedro.dinezio@colorado.edu",
   "nsf_id": "000587966",
   "pi_start_date": "2011-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami, RSMAS",
  "perf_str_addr": "4600 Rickenbacker Causeway",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331491031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}