{
 "awd_id": "1128050",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adaptive Dynamic Programming for Real-Time Cooperative Multi-Player Games and Graphical Games",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 272730.0,
 "awd_amount": 272730.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2012-12-20",
 "awd_abstract_narration": "The Objective of this research is to design new algorithms for decision and control in multi-player games for complex human-engineered systems interacting on communication graph topologies.  Standard differential game solutions are for systems with a single dynamics and multiple action inputs.  However, realistic systems are composed of agents having their own individual dynamics and only interacting with their immediate neighbors in a social graph topology.  The Approach is to bring together discoveries in neurobiological learning, sociobiological systems having local interactions between agents, and multi-player differential games to develop novel feedback control structures for nonlinear dynamical systems.  \r\n\r\nIntellectual Merit.  Standard differential game theory solutions are generally offline design methods that rely on solving nonlinear design equations requiring knowledge of full system dynamics. Approximate Dynamic Programming techniques based on reinforcement learning will be used to develop novel adaptive control structures that learn game theory solutions online in real time using data measured along the system trajectories and without knowing full system dynamics.  Solutions for different definitions of game equilibria will be sought including Nash, Pareto, Nash bargaining, and cooperative games.\r\n\r\nBroader Impacts.  The research will help bridge the gap between the Computational Intelligence and the Control Systems communities by bringing together reinforcement learning, game theory, and differential dynamical systems.  Applications will be made to cooperative control of distributed electric power microgrids for renewable energy such as wind and solar generation.  Existing programs at UTA will be expanded in women in engineering, research for US students, high school engineering technology, and K-12 outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Lewis",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Frank L Lewis",
   "pi_email_addr": "lewis@uta.edu",
   "nsf_id": "000257326",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ali",
   "pi_last_name": "Davoudi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ali Davoudi",
   "pi_email_addr": "davoudi@uta.edu",
   "nsf_id": "000565785",
   "pi_start_date": "2012-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "UTA Automation & Robotics Research Inst.",
  "perf_str_addr": "7300 Jack Newell Blvd S",
  "perf_city_name": "Ft Worth",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "761187115",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "TX12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  },
  {
   "pgm_ref_code": "1653",
   "pgm_ref_txt": "Adaptive & intelligent systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 272730.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF grant entitled &ldquo;Adaptive Dynamic Programming for Real-Time Cooperative Multi-Player Games and Graphical Games&rdquo; was funded for the years 2011-2015.&nbsp; Researchers at The University of Texas at Arlington, led by F. Lewis and A. Davoudi, put together a multidisciplinary team of students and collaborated with international colleagues from Europe, China, Hong Kong, and Singapore to develop new structures of Automatic Feedback Control Systems.&nbsp; The goals of this grant are to use new mechanisms for decision-making observed in the human brain to build better automatic feedback controllers that can be used for aircraft autopilots, vehicle emission control, freeway traffic platooning, satellite mapping and imagery control, and elsewhere.&nbsp; Feedback Control is a principle that has been developed and refined throughout human history, culminating in the Industrial Revolution in the 1780s and the Aerospace/Computer/Robotics revolution since the 1970s, to better control our machines and deliver smoother more efficient performance with less use of resources.&nbsp; This grant particularly developed a new class of Feedback Control Systems that delivers guaranteed Optimal performance in the sense of completing objectives using less fuel, less time, less energy, or other quantifiable performance metrics.&nbsp; These systems are characterized by a two-loop feedback structure wherein an inner action loop learns a control policy and an outer critic loop computes the optimality value of that control.&nbsp; The action and critic networks learn simultaneously to best adjust the control applied to the system so as to minimize an optimality index depending on the system performance that is prescribed by the user.&nbsp; These methods extended a technique known as Reinforcement Learning that is based on the way in which natural biological species and organisms adapt to their environments.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; One aspect of the research developed new methods for many dynamical agents to coordinate their actions so as to achieve an overall global team goal.&nbsp; The theory of multi-player games was extended to take into account the communications channels available to the agents in the design of their individual feedback control systems.&nbsp; The result is guaranteed optimal performance of the overall team based on the coordinated individual actions of each agent.&nbsp; Applications are to multi-vehicle formation control, industrial manufacturing control with multiple processes, and so on.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The NSF research results developed under this grant were applied to develop new improved controllers for renewable energy microgrids that allow more robust and faster responses to power load changes and wind and solar energy fluctuations.&nbsp; A US patent was issued in 2015- &ldquo;Control methodology for online adaptation to optimal feedback controller using Integral Reinforcement Learning,&rdquo; developed with Draguna Vrabie at United Technologies Research Center and K. Vamvoudakis at UC Santa Barbara. Our Integral Reinforcement Learning (IRL) research results were transitioned to industry for faster improved control of industrial processes with colleagues in Singapore and China.&nbsp; Our results about multi-player learning interactions were transitioned to US Army TARDEC for better, safer decision and control in mixed teams of humans and autonomous machines.&nbsp; Numerous USA, female, and minority students were trained in Science, Technology, Engineering, and Math (STEM) disciplines to contribute productively to USA Society, academia, and industry.&nbsp; Three books and numerous scientific articles were published to disseminate the new scientific knowledge discovered over the course of this grant.&nbsp; Numerous invited keynote talks were delive...",
  "por_txt_cntn": "\nThis NSF grant entitled \"Adaptive Dynamic Programming for Real-Time Cooperative Multi-Player Games and Graphical Games\" was funded for the years 2011-2015.  Researchers at The University of Texas at Arlington, led by F. Lewis and A. Davoudi, put together a multidisciplinary team of students and collaborated with international colleagues from Europe, China, Hong Kong, and Singapore to develop new structures of Automatic Feedback Control Systems.  The goals of this grant are to use new mechanisms for decision-making observed in the human brain to build better automatic feedback controllers that can be used for aircraft autopilots, vehicle emission control, freeway traffic platooning, satellite mapping and imagery control, and elsewhere.  Feedback Control is a principle that has been developed and refined throughout human history, culminating in the Industrial Revolution in the 1780s and the Aerospace/Computer/Robotics revolution since the 1970s, to better control our machines and deliver smoother more efficient performance with less use of resources.  This grant particularly developed a new class of Feedback Control Systems that delivers guaranteed Optimal performance in the sense of completing objectives using less fuel, less time, less energy, or other quantifiable performance metrics.  These systems are characterized by a two-loop feedback structure wherein an inner action loop learns a control policy and an outer critic loop computes the optimality value of that control.  The action and critic networks learn simultaneously to best adjust the control applied to the system so as to minimize an optimality index depending on the system performance that is prescribed by the user.  These methods extended a technique known as Reinforcement Learning that is based on the way in which natural biological species and organisms adapt to their environments.\n\n            One aspect of the research developed new methods for many dynamical agents to coordinate their actions so as to achieve an overall global team goal.  The theory of multi-player games was extended to take into account the communications channels available to the agents in the design of their individual feedback control systems.  The result is guaranteed optimal performance of the overall team based on the coordinated individual actions of each agent.  Applications are to multi-vehicle formation control, industrial manufacturing control with multiple processes, and so on.\n\n            The NSF research results developed under this grant were applied to develop new improved controllers for renewable energy microgrids that allow more robust and faster responses to power load changes and wind and solar energy fluctuations.  A US patent was issued in 2015- \"Control methodology for online adaptation to optimal feedback controller using Integral Reinforcement Learning,\" developed with Draguna Vrabie at United Technologies Research Center and K. Vamvoudakis at UC Santa Barbara. Our Integral Reinforcement Learning (IRL) research results were transitioned to industry for faster improved control of industrial processes with colleagues in Singapore and China.  Our results about multi-player learning interactions were transitioned to US Army TARDEC for better, safer decision and control in mixed teams of humans and autonomous machines.  Numerous USA, female, and minority students were trained in Science, Technology, Engineering, and Math (STEM) disciplines to contribute productively to USA Society, academia, and industry.  Three books and numerous scientific articles were published to disseminate the new scientific knowledge discovered over the course of this grant.  Numerous invited keynote talks were delivered by the Principal Investigators on an international venue. \n\n\t\t\t\t\tLast Modified: 10/05/2015\n\n\t\t\t\t\tSubmitted by: Frank L Lewis"
 }
}