{
 "awd_id": "1128950",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Bioarchaeological Analysis of Diet and Activity Patterns in the Nile Valley",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 19849.0,
 "awd_amount": 19849.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "It is hypothesized that due to economic motivations for imperial expansion, manual labor may have been manipulated by the Egyptian Empire in order to increase tribute and support colonial outposts within Nubia. However, non-public activities such as diet may have been a venue for local Nubian populations to assert more traditional social identities. \r\nThis research will examine the dialogue between expansive social powers and peripheral zones in terms of everyday activities. Specifically, the effects of the Egyptian Empire on local Nubian communities during the transition from the Second Intermediate period (c. 1,650-1,550 BC) to the New Kingdom period (c. 1,550-1,069 BC) will be explored. This was a pivotal time period in which Egypt expanded southward, conquering traditional Nubian territories (what is now southern Egypt and northern Sudan). However, the life and diet of native Nubians living under Egyptian domination remain unclear. To address these questions, human skeletal remains will be analyzed for indicators of activity and diet. Osteoarthritis, a degenerative process that occurs within joint systems, and entheseal remodeling, skeletal markers of tendon and ligament attachment sites, are correlated with repetitive and physically demanding activity. These bioarchaeological techniques will be used to discern diachronic alterations to Nubian manual labor and will elucidate imperial demands applied to peripheral territories. Stable isotope analysis of carbon and nitrogen will be conducted, which will inform what types of foods Nubians were consuming during this time. A total of six archaeological sites along the Nile River in Nubia will be examined to better conceptualize variation within this peripheral zone.\r\nThe project contributes to (1) training and education for graduate women in science, (2) conservation of Sudanese/Nubian cultural heritage, and (3) international research collaboration. Many archaeological sites throughout Nubia are threatened by urban and agricultural expansion, and immediate documentation of this material is important for the prehistoric preservation of the region.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Buzon",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michele R Buzon",
   "pi_email_addr": "mbuzon@purdue.edu",
   "nsf_id": "000273474",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Schrader",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Schrader",
   "pi_email_addr": "s.a.schrader@arch.leidenuniv.nl",
   "nsf_id": "000583042",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "155 S Grant St.",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19849.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF funded project &ldquo;Doctoral Dissertation Research: Bioarchaeological Analysis of Diet and Activity Patterns in the Nile Valley&rdquo; has produced numerous and substantial outcomes. This research addressed how Ancient Nubian lifeways were altered when the Egyptian Empire conquered and colonized the region. More specifically, daily activities including manual labor and dietary reconstruction were analyzed using human skeletal remains to better understand what life was like for Nubians living under Egyptian rule. Thus, this project addressed the relationship between large sociopolitical powers, such as the Egyptian Empire, and the local populations who live within them. This connection between an encompassing sociopolitical power and individuals applies to not only the ancient world, but also to current events where power relations are becoming increasingly complex.</p>\n<p>This research was conducted on multiple Nubian populations: Tombos (New Kingdom, <em>ca.</em> 1550-1070 BCE), Scandinavian Joint Expedition C-Group (<em>ca.</em> 2000-1600 BCE), Scandinavian Joint Expedition Pharaonic (<em>ca.</em> 1650-1350 BCE), and Kerma (<em>ca.</em> 1990-1050 BCE). In sum 750 skeletons were analyzed to assess manual labor and diet. &nbsp;These populations are representative of pre-imperial Nubians (i.e., Kerma, C-Group), imperial Egyptians (i.e., Pharaonic) as well as imperial Egyptian-Nubian (i.e., Tombos) populations.</p>\n<p>With regards to manual labor, we found that New Kingdom Tombos had markedly low traces of strain on the bones, suggesting limited amounts of manual labor. Similarly, the Scandinavian Joint Expedition Pharaonic sample had low levels of physical activity indicators. The Scandinavian Joint Expedition C-Group and Kerma samples on the other hand had stress markings that indicated increased levels of manual labor. These findings suggest that the Egyptian Empire may have benefitted some communities via a centralized government and the facilitation of trade networks.</p>\n<p>&nbsp;Unfortunately, only select samples were well preserved enough to reconstruct Ancient Nubian diet. As hypothesized, it appears that Egyptian populations (Scandinavian Joint Expedition Pharaonic) were eating C<sub>3</sub> foods (wheat, barley, most vegetables; expected d<sup>13</sup>C: -20 to -35&permil;) with less meat consumption (expected d<sup>15</sup>N: 9 to 11.5&permil;), while Nubian populations (Scandinavian Joint Expedition C-Group) were eating some C<sub>4 </sub>foods (sorghum, millet; expected d<sup>13</sup>C: -9 to -14&permil;) with increased meat consumption (expected d<sup>15</sup>N: 12 to 15&permil;). The Tombos population (a mix of local Nubians and foreign Egyptians) was eating a combination of these diets. These findings support other research that suggests that food choice is very much associated with a self-defined social identity. In this case, the ethnic identity of &lsquo;Egyptian&rsquo;, &lsquo;Nubian&rsquo;, or &lsquo;Egypto-Nubian&rsquo; may have played a role in choosing what type of food to eat.</p>\n<p>This project elucidated the relationship between power structures, such as empires, and local communities. In sum, we found that physical activity decreased in Nubia during the period of imperial control and that diet was likely associated with social identity. To the local Nubians living within the Egyptian imperial power structure, life may not have been substandard in terms of manual labor and quality of life. Nubians were not only able, but actively chose to eat foods that were associated with Nubian culture (e.g., sorghum, millet, meat). This is important because it shows that these local communities still very much associated themselves with a traditional identity. Furthermore, in places where both Egyptians and Nubians were coexisting, like at Tombos, we found a blending of dietary patterns indicating that these people did not simply assume the ...",
  "por_txt_cntn": "\nThe NSF funded project \"Doctoral Dissertation Research: Bioarchaeological Analysis of Diet and Activity Patterns in the Nile Valley\" has produced numerous and substantial outcomes. This research addressed how Ancient Nubian lifeways were altered when the Egyptian Empire conquered and colonized the region. More specifically, daily activities including manual labor and dietary reconstruction were analyzed using human skeletal remains to better understand what life was like for Nubians living under Egyptian rule. Thus, this project addressed the relationship between large sociopolitical powers, such as the Egyptian Empire, and the local populations who live within them. This connection between an encompassing sociopolitical power and individuals applies to not only the ancient world, but also to current events where power relations are becoming increasingly complex.\n\nThis research was conducted on multiple Nubian populations: Tombos (New Kingdom, ca. 1550-1070 BCE), Scandinavian Joint Expedition C-Group (ca. 2000-1600 BCE), Scandinavian Joint Expedition Pharaonic (ca. 1650-1350 BCE), and Kerma (ca. 1990-1050 BCE). In sum 750 skeletons were analyzed to assess manual labor and diet.  These populations are representative of pre-imperial Nubians (i.e., Kerma, C-Group), imperial Egyptians (i.e., Pharaonic) as well as imperial Egyptian-Nubian (i.e., Tombos) populations.\n\nWith regards to manual labor, we found that New Kingdom Tombos had markedly low traces of strain on the bones, suggesting limited amounts of manual labor. Similarly, the Scandinavian Joint Expedition Pharaonic sample had low levels of physical activity indicators. The Scandinavian Joint Expedition C-Group and Kerma samples on the other hand had stress markings that indicated increased levels of manual labor. These findings suggest that the Egyptian Empire may have benefitted some communities via a centralized government and the facilitation of trade networks.\n\n Unfortunately, only select samples were well preserved enough to reconstruct Ancient Nubian diet. As hypothesized, it appears that Egyptian populations (Scandinavian Joint Expedition Pharaonic) were eating C3 foods (wheat, barley, most vegetables; expected d13C: -20 to -35&permil;) with less meat consumption (expected d15N: 9 to 11.5&permil;), while Nubian populations (Scandinavian Joint Expedition C-Group) were eating some C4 foods (sorghum, millet; expected d13C: -9 to -14&permil;) with increased meat consumption (expected d15N: 12 to 15&permil;). The Tombos population (a mix of local Nubians and foreign Egyptians) was eating a combination of these diets. These findings support other research that suggests that food choice is very much associated with a self-defined social identity. In this case, the ethnic identity of æEgyptianÆ, æNubianÆ, or æEgypto-NubianÆ may have played a role in choosing what type of food to eat.\n\nThis project elucidated the relationship between power structures, such as empires, and local communities. In sum, we found that physical activity decreased in Nubia during the period of imperial control and that diet was likely associated with social identity. To the local Nubians living within the Egyptian imperial power structure, life may not have been substandard in terms of manual labor and quality of life. Nubians were not only able, but actively chose to eat foods that were associated with Nubian culture (e.g., sorghum, millet, meat). This is important because it shows that these local communities still very much associated themselves with a traditional identity. Furthermore, in places where both Egyptians and Nubians were coexisting, like at Tombos, we found a blending of dietary patterns indicating that these people did not simply assume the culture of the sociopolitical power, but rather blended and melded cultural practices. Thus, the power structure in this instance (the Egyptian Empire) did not have a negative impact on the local population in terms of manual labor and local Nubi..."
 }
}