{
 "awd_id": "1128023",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "US-Egypt Cooperative Research: Geothermal Energy Piles: A New Sustainable Green Energy Solution for Middle East Buildings",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2013-08-23",
 "awd_abstract_narration": "1128023\t  \t\t\r\nThis project supports a cooperative research project by Dr. James Martin, Dr. Guney Olgun both at Virginia Tech. and Dr. Amr Darrag, Cairo University, Egypt.  They plan to conduct research on Geothermal Energy Piles as a new sustainable green Energy solution for buildings, especially in the Middle East. There is a strong interest around the world in exploring alternative energy sources. Among the driving forces are growing energy demand, depleting natural resources and the adverse effects of greenhouse gas emissions from fossil fuel consumption. Energy Piles are a relatively new deep foundation engineering technology designed to access and exploit the relatively constant temperature of the ground (i.e., they extract heat energy from the ground) for efficient heating and cooling of structures. In ideal conditions, they can reduce heating and cooling costs of buildings by as much as 80%, and simultaneously help reduce the problem of greenhouse gas emissions.  Although the use of Energy Piles has seen steady increasing usage in Europe and Japan over the past decade, more research is needed before they can enjoy common usage worldwide.\r\n \r\nIntellectual merits:  There is a need to investigate the long term thermo-mechanical behavior of energy piles.  The collaboration with researchers in Egypt would advance research that the US PIs are currently conducting.  The PIs plan to conduct a full scale field test which will improve understanding of the behavior energy piles, and to develop laboratory test equipment which will improve testing capabilities for energy pile, including continuing to conduct FEM analysis of energy piles.  A workshop organized by the PIs has identified certain barriers to the wide use of these piles, such as the lack of long-term Energy Pile performance data, a lack of refined design and testing standards, a lack of region specific field case histories, a lack of awareness among owners and engineers, and widely varying regulations for installation of geothermal wells. This proposal will help addressing these issues.  The project will expand the PIs' ongoing work, currently involving Europe and the US, by developing region specific field performance data needed to optimize Energy Pile design and promote usage in Egypt.  \t\r\n\t \r\nBroader impacts:  Currently there is reluctance by engineers, contractors and owners to incorporate energy piles in foundations because of concerns of the thermal effects on the load carrying capacities of the foundations.  This research could help to reduce some of their concerns.  The US PIs are working with the deep foundations industry for this purpose.  The use of energy piles in building foundations will enhance green construction efforts directed towards increasing energy efficiency and reducing energy demands.  The work will promote wider usage of energy piles in the Middle East and in the US. Energy Pile may be an important part to the development of net-zero energy buildings.  The project involves a significant international collaboration, including unique educational opportunities for a PhD student at VirginiaTech and students at Cairo University, and will likely continue partnering with Deep Foundation Institute (DFI). The project will promote wider usage of this new technology in the Middle East where more efficient solutions for cooling are increasingly needed.  Also, because this work involves an innovative energy technology, it has great potential to create Egyptian jobs in the field of green energy. The project would also  help lay the groundwork for a joint degree program in civil engineering between Cairo University and Virginia Tech. The findings will be disseminated via journals, the Internet, and incorporated into academic courses and the PIs? professional short courses for ASCE, FERC, USACE, etc. Key partners in this effort will be DFI and the US Green Building Council (USGBC).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Martin",
   "pi_mid_init": "R",
   "pi_sufx_name": "II",
   "pi_full_name": "James R Martin",
   "pi_email_addr": "jmartin@ncat.edu",
   "nsf_id": "000255830",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guney",
   "pi_last_name": "Olgun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guney Olgun",
   "pi_email_addr": "olgun@mst.edu",
   "nsf_id": "000070784",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "111-B Patton Hall",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240600105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There&rsquo;s a developing trend around the world to explore alternative energy sources. The main driving forces are growing global energy demand, depleting natural resources and the potential effects of greenhouse gas emissions from fossil fuel consumption. Geothermal energy is one of the promising renewable sources that can be utilized to offset such trends. To date, the use of geothermal energy has been limited mainly to certain localized areas where it is used either for district heating and/or electricity generation. However, the constant temperature and heat storage capacity of near-surface soils in any region represent a tremendous potential of stored energy that can be used for heating and cooling of structures.</p>\n<p>Ground temperatures below a depth of about 10 meters remain stable compared to outside air temperatures, typically lying between 10-25&deg;C in most regions. As an example, the ground temperature profile in Cairo, Egypt is shown in Figure 1. Temperatures near the surface fluctuate with seasonal ambient temperatures. However, the temperatures at deeper levels remain stable at about 22&deg;C as the overlying ground acts as an insulator. This relatively constant temperature and the thermal storage capacity of the ground can be exploited for heating and cooling purposes.</p>\n<p>Traditionally, geothermal boreholes have utilized this concept for space heating and cooling. In this system, a circulation loop is placed in a small-diameter borehole typically extending to a depth of 50-100 meters. The hole is then backfilled with a mixture of sand, bentonite and/or cement. The loop is connected to a geothermal heat pump and the fluid inside the loop is circulated. The heat energy is fed into the ground for cooling in the summer and withdrawn from the ground for heating in the winter. Because geothermal heat pumps use the ground as a constant temperature source which serves as a more favorable baseline compared to the ambient air temperature, these systems work much more efficiently for space heating and cooling compared to air-source heat pumps.</p>\n<p>Over the past 20 years, this ground coupling concept has been expanded from geothermal borehole systems to the use of building foundation elements as heat exchangers. Energy piles in particular are one innovative technology in which geothermal loops are integrated into the deep foundation elements, such as piles, piers or drilled shafts, which enables the utilization of these elements as heat exchangers (Figure 2). In this concept energy piles serve the dual purpose of providing structural support and can be used for building heating and cooling (Figure 3).</p>\n<p>Critical research questions remain about the performance of borehole heat exchangers and energy piles, especially what conditions make them most efficient and cost effective, and how repeated cycles of thermal loading affect their long-term thermal performance and structural load carrying capacity.</p>\n<p>The seasonal temperature loads in Egypt are unbalanced, and cooling demands outweigh heating demands. This means operation of energy piles in Egypt would be mostly heating the ground and as a result average ground temperature would gain a net increase in temperature each season. The temperature increase can be significant during the operational life of the ground coupled heat exchanger system. Such temperature increase will result in the loos of efficiency for the heat exchange system and it is also quite conceivable that temperature increases can influence the soil behavior, which in turn can affect the serviceability of the energy pile.</p>\n<p>This project focused on the long-term performance of borehole heat exchangers and energy piles in Egypt where unbalanced seasonal heating and cooling demands are prevalent. The research plan includes building physics simulations at selected locations in Egypt to establish the energy demand profiles. Bui...",
  "por_txt_cntn": "\nThereÆs a developing trend around the world to explore alternative energy sources. The main driving forces are growing global energy demand, depleting natural resources and the potential effects of greenhouse gas emissions from fossil fuel consumption. Geothermal energy is one of the promising renewable sources that can be utilized to offset such trends. To date, the use of geothermal energy has been limited mainly to certain localized areas where it is used either for district heating and/or electricity generation. However, the constant temperature and heat storage capacity of near-surface soils in any region represent a tremendous potential of stored energy that can be used for heating and cooling of structures.\n\nGround temperatures below a depth of about 10 meters remain stable compared to outside air temperatures, typically lying between 10-25&deg;C in most regions. As an example, the ground temperature profile in Cairo, Egypt is shown in Figure 1. Temperatures near the surface fluctuate with seasonal ambient temperatures. However, the temperatures at deeper levels remain stable at about 22&deg;C as the overlying ground acts as an insulator. This relatively constant temperature and the thermal storage capacity of the ground can be exploited for heating and cooling purposes.\n\nTraditionally, geothermal boreholes have utilized this concept for space heating and cooling. In this system, a circulation loop is placed in a small-diameter borehole typically extending to a depth of 50-100 meters. The hole is then backfilled with a mixture of sand, bentonite and/or cement. The loop is connected to a geothermal heat pump and the fluid inside the loop is circulated. The heat energy is fed into the ground for cooling in the summer and withdrawn from the ground for heating in the winter. Because geothermal heat pumps use the ground as a constant temperature source which serves as a more favorable baseline compared to the ambient air temperature, these systems work much more efficiently for space heating and cooling compared to air-source heat pumps.\n\nOver the past 20 years, this ground coupling concept has been expanded from geothermal borehole systems to the use of building foundation elements as heat exchangers. Energy piles in particular are one innovative technology in which geothermal loops are integrated into the deep foundation elements, such as piles, piers or drilled shafts, which enables the utilization of these elements as heat exchangers (Figure 2). In this concept energy piles serve the dual purpose of providing structural support and can be used for building heating and cooling (Figure 3).\n\nCritical research questions remain about the performance of borehole heat exchangers and energy piles, especially what conditions make them most efficient and cost effective, and how repeated cycles of thermal loading affect their long-term thermal performance and structural load carrying capacity.\n\nThe seasonal temperature loads in Egypt are unbalanced, and cooling demands outweigh heating demands. This means operation of energy piles in Egypt would be mostly heating the ground and as a result average ground temperature would gain a net increase in temperature each season. The temperature increase can be significant during the operational life of the ground coupled heat exchanger system. Such temperature increase will result in the loos of efficiency for the heat exchange system and it is also quite conceivable that temperature increases can influence the soil behavior, which in turn can affect the serviceability of the energy pile.\n\nThis project focused on the long-term performance of borehole heat exchangers and energy piles in Egypt where unbalanced seasonal heating and cooling demands are prevalent. The research plan includes building physics simulations at selected locations in Egypt to establish the energy demand profiles. Building physics simulations were performed the purpose of evaluating the heating or cooling demand of the ..."
 }
}