{
 "awd_id": "1128166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE: EAGER: Seismic Survey of Lake Junin, Peru in Preparation for Deep Drilling",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 42195.0,
 "awd_amount": 42195.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-12-01",
 "awd_abstract_narration": "This grant will generate critical site survey information for planned deep drilling of Lake Junin (Peru). The team will carry out an airgun seismic survey of Lake Junin in order to estimate the sediment thickness, and to provide the spatial resolution needed for selection of the best deep drilling sites. The work would be completed in a short (~two week) field season, with results made available for an International Continental Drilling Program (ICDP) drilling workshop.\r\nLake Junin contains a sediment record that likely spans multiple glacial cycles?perhaps covering many hundreds of thousands of years, and it contains carbonates that can provide isotopic records of lake hydrology and regional climate with sub-decadal resolution. Numerous faculty and students spanning four decades have contributed to an extensive database on the lake and its watershed. However, Lake Junin has never been cored in its most deep sedimented areas, and has never been cored with a mechanical corer capable of penetrating the thick sedimentary sequences that lie under the center of the lake.\r\nThe Scientific Advisory Group of the ICDP has agreed that Lake Junin is indeed worthy of a deep drilling effort, and has funded up to US $40,000 for an in-country workshop to develop a science team for a deep drilling project. This workshop, which will be held in Peru, will bring together about two dozen scientists from the U.S., Canada, Germany and other ICDP countries. Although the Scientific Advisory Group of ICDP has expressed their enthusiasm for potential deep drilling of Lake Junin, they have also noted that improved seismic imaging of the Lake Junin basin is a prerequisite for ICDP drilling approval.\r\n\r\nExpected results include a more complete understanding of the thickness and distribution of lacustrine sediment and intercalated glaciogenic sediment in the Junin basin, which will provide essential guidance for selection of appropriate coring equipment and drilling sites, and will enable estimates to be made of the length of sediment core that will need to be processed for any future deep drilling project.\r\nThe intellectual merit of the proposed work is grounded in the fact that an improved seismic survey of Lake Junin is a prerequisite for deep drilling, which, in turn, will yield sediment cores that can address several fundamental issues regarding tropical climate change during the late Quaternary. These include: 1) the degree of synchrony between the last several glacial cycles in the tropics and those in higher latitude regions of both hemispheres, 2) the degree of hydroclimatic stability that prevailed during interglacial and interstadial intervals, 3) the long-term evolution of ENSO during interglacial intervals, and 4) the relative roles of temperature and precipitation in governing glacier mass balances in the tropical Andes over multiple glacial, deglacial, and interglacial intervals.\r\nThe broader significance of the proposed research will depend on the successful development of a deep drilling project on Lake Junin. Such a project would provide an ideal platform for training numerous undergraduate and graduate students, and for promoting climate change research by our Peruvian colleagues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Colman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M Colman",
   "pi_email_addr": "scolman@d.umn.edu",
   "nsf_id": "000113094",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nigel",
   "pi_last_name": "Wattrus",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nigel J Wattrus",
   "pi_email_addr": "nwattrus@d.umn.edu",
   "nsf_id": "000386489",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota Duluth",
  "inst_street_address": "1049 UNIVERSITY DRIVE 209 DARLAND",
  "inst_street_address_2": "",
  "inst_city_name": "DULUTH",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "2187267582",
  "inst_zip_code": "558123011",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MN08",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPCTM8BS8NF3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota Duluth",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "558123011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MN08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 42195.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this project was to generate critical site survey information for planned deep drilling of Lake Junin (Peru) sponsored by the International Continental Drilling Program (ICDP).&nbsp; We undertook an airgun seismic survey of Lake Junin in order to gain a better understanding of the sediment thickness below the lake, and to provide the spatial resolution needed for selection of optimal deep drilling sites. Despite challenges presented by the logistics in this remote, shallow lake at 4000 m elevation, we successfully collected seismic-reflection data. From these data, we concluded that we were able to image the upper 150 m of a sedimentary sequence of nearly undeformed lake sediments. The overall basin configuration is broad and flat. Two prominent reflections are observed, a relatively shallow one that probably marks the change from glacial silt to Holocene marl in the lake, and a deeper, continuous one.&nbsp;Although relatively small scale faulting, gas accumulation, and lake-level changes are possible, no large-scale effects of these processes were observed. These data and conclusions have supported&nbsp;a proposal to the ICDP for the deep drilling of Lake Junin.&nbsp; We have proposed three coring locations to be cored in triplicate off-set holes to at least 120m.&nbsp; This project involves a team of 16 scientists from 6 countries.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2013<br>\n\t\t\t\t\tModified by: Steven&nbsp;M&nbsp;Colman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe aim of this project was to generate critical site survey information for planned deep drilling of Lake Junin (Peru) sponsored by the International Continental Drilling Program (ICDP).  We undertook an airgun seismic survey of Lake Junin in order to gain a better understanding of the sediment thickness below the lake, and to provide the spatial resolution needed for selection of optimal deep drilling sites. Despite challenges presented by the logistics in this remote, shallow lake at 4000 m elevation, we successfully collected seismic-reflection data. From these data, we concluded that we were able to image the upper 150 m of a sedimentary sequence of nearly undeformed lake sediments. The overall basin configuration is broad and flat. Two prominent reflections are observed, a relatively shallow one that probably marks the change from glacial silt to Holocene marl in the lake, and a deeper, continuous one. Although relatively small scale faulting, gas accumulation, and lake-level changes are possible, no large-scale effects of these processes were observed. These data and conclusions have supported a proposal to the ICDP for the deep drilling of Lake Junin.  We have proposed three coring locations to be cored in triplicate off-set holes to at least 120m.  This project involves a team of 16 scientists from 6 countries.\n\n \n\n\t\t\t\t\tLast Modified: 01/14/2013\n\n\t\t\t\t\tSubmitted by: Steven M Colman"
 }
}