{
 "awd_id": "1128562",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High power quantum cascade lasers for terahertz applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "mahmoud fallahi",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 358448.0,
 "awd_amount": 358448.0,
 "awd_min_amd_letter_date": "2011-06-17",
 "awd_max_amd_letter_date": "2011-06-17",
 "awd_abstract_narration": "The objective of this program is to develop single-mode terahertz semiconductor lasers emitting more than hundred milliwatts of optical power in continuous-wave operation at liquid-nitrogen temperature, which is two orders of magnitude higher than that demonstrated previously. The gain medium will be comprised of GaAs/AlGaAs quantum-cascade heterostructures. Such narrow-band terahertz sources have applications in areas as diverse as radio-astronomy, chemical and biological sensing, and imaging and spectroscopy for identification of concealed weapons, drugs, and explosives. \r\n\r\nThe intellectual merit is in the use of novel waveguide architectures that combine techniques from microwave engineering with those of infrared distributed-feedback lasers. Phased-array antenna structures will be incorporated into semiconductor microcavities with the embedded quantum-cascade gain medium, made possible owing to the unique properties of terahertz radiation. A potentially transformative impact on the field of terahertz science and technology is envisioned by bringing terahertz quantum-cascade lasers out of the mold of research laboratories, to a situation where practical instruments could be built for important applications.\r\n\r\nThe broader impacts are in providing education in the areas of nanophotonics, quantum-electronics, microfabrication, and terahertz technology to graduate and undergraduate students within a research environment. Elements of research will be incorporated into a new course on nanophotonics, and will also be showcased to create scientific interest among high-school students through participation in outreach activities. A program is in place to actively involve undergraduate students in the terahertz research activities in the laboratory. New research collaborations in the area of terahertz applications will be pursued across different institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sushil",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sushil Kumar",
   "pi_email_addr": "suk210@lehigh.edu",
   "nsf_id": "000585586",
   "pi_start_date": "2011-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "226D Sinclair Lab",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 358448.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>High-power sources of coherent terahertz (THz) radiation are needed to address many important potential applications in the underdeveloped THz region of electromagnetic spectrum. Lasers sources of high spectral purity (single-frequency operation) and optimum beam quality (narrow divergence ) will lead to applications in areas such as radio-astronomy, remote-sensing of Earth&rsquo;s atmosphere, THz imaging and spectroscopy for identification and detection of concealed or packaged drugs and explosives, chemical and biological sensing in biomedicine such as that of blood samples, vaccines, proteins, DNA, pharmaceutical compounds and so-forth.</p>\n<p>THz quantum cascade lasers (QCLs) are arguably the only types of solid-state sources of THz radiation that could potentially generate high optical power suitable for such applications. However, they use subwavelength metallic (plasmonic) cavities, which produce highly divergent beams. Consequently, the usable power from present THz QCLs is significantly reduced and insufficient for targeted applications.</p>\n<p>In this project, we have developed a new technique for implementing distributed-feedback in plasmonic lasers that is termed as \"antenna-feedback\", which allows a plasmonic laser to achieve single-mode operation and radiate as an end-fire phased-array antenna, much like radio or microwave frequency phased-array antennas. The technique is independent of the operating wavelength of the laser and can be implemented in a simple manner with existing lithography techniques for semiconductor fabrication. With the antenna-feedback, any plasmonic laser could be designed to radiate in an ultra-narrow beam, which is otherwise very difficult to achieve for such lasers because of the subwavelength dimensions of their emitting apertures. The theoretical design ideas have been fully experimentally validated for metal-cavity THz QCLs. THz QCLs with narrowest beam output to-date were demonstrated. This invention is likely to impact all products and applications in which metal-cavity lasers are utilized regardless of the operating wavelength. Also, the specific experimental demonstration is an important milestone for innovation in the field of THz QCLs and paves way for their commercialization in near future.</p>\n<p>The intellectual merit in the antenna-feedback scheme lies in the choice of a specific grating period in the cavities of plasmonic lasers, which leads to phase-locking of the plasmonic resonant optical mode inside the metallic-cavity with a single-sided surface-plasmon mode that travels in air on top of the metallic cladding outside the cavity. This leads to strong-coupling between the standing-waves inside and outside the waveguide. This structure acts like a phased-array antenna, which achieves an ultra-narrow beam profile for the radiated power in both dimensions. A United States provisional patent has been filed for the developed technology and a patent application is currently being drafted based on the outcomes of this project.</p>\n<p>In terms of broader impacts, the distributed-feedback technique developed as a result of this project is also likely to impact the general field of nanoscale semiconductor plasmonic lasers operating at near-infrared wavelengths, which are poised to become the driving force toward achieving dense integration of photonic components on a semiconductor chip for future on-chip photonic sensing and communication capabilities. Miniaturization of photonic components is likely to have a huge commercial impact and a way forward for the present-day optoelectronics technology.</p>\n<p>As part of community outreach and educational impact, this project led to opportunities for elementary school students from a local community school to learn about the fascinating field of lightwave technology, photonics, and specifically lasers. The primary investigator organized a month-long workshop for the school s...",
  "por_txt_cntn": "\nHigh-power sources of coherent terahertz (THz) radiation are needed to address many important potential applications in the underdeveloped THz region of electromagnetic spectrum. Lasers sources of high spectral purity (single-frequency operation) and optimum beam quality (narrow divergence ) will lead to applications in areas such as radio-astronomy, remote-sensing of EarthÆs atmosphere, THz imaging and spectroscopy for identification and detection of concealed or packaged drugs and explosives, chemical and biological sensing in biomedicine such as that of blood samples, vaccines, proteins, DNA, pharmaceutical compounds and so-forth.\n\nTHz quantum cascade lasers (QCLs) are arguably the only types of solid-state sources of THz radiation that could potentially generate high optical power suitable for such applications. However, they use subwavelength metallic (plasmonic) cavities, which produce highly divergent beams. Consequently, the usable power from present THz QCLs is significantly reduced and insufficient for targeted applications.\n\nIn this project, we have developed a new technique for implementing distributed-feedback in plasmonic lasers that is termed as \"antenna-feedback\", which allows a plasmonic laser to achieve single-mode operation and radiate as an end-fire phased-array antenna, much like radio or microwave frequency phased-array antennas. The technique is independent of the operating wavelength of the laser and can be implemented in a simple manner with existing lithography techniques for semiconductor fabrication. With the antenna-feedback, any plasmonic laser could be designed to radiate in an ultra-narrow beam, which is otherwise very difficult to achieve for such lasers because of the subwavelength dimensions of their emitting apertures. The theoretical design ideas have been fully experimentally validated for metal-cavity THz QCLs. THz QCLs with narrowest beam output to-date were demonstrated. This invention is likely to impact all products and applications in which metal-cavity lasers are utilized regardless of the operating wavelength. Also, the specific experimental demonstration is an important milestone for innovation in the field of THz QCLs and paves way for their commercialization in near future.\n\nThe intellectual merit in the antenna-feedback scheme lies in the choice of a specific grating period in the cavities of plasmonic lasers, which leads to phase-locking of the plasmonic resonant optical mode inside the metallic-cavity with a single-sided surface-plasmon mode that travels in air on top of the metallic cladding outside the cavity. This leads to strong-coupling between the standing-waves inside and outside the waveguide. This structure acts like a phased-array antenna, which achieves an ultra-narrow beam profile for the radiated power in both dimensions. A United States provisional patent has been filed for the developed technology and a patent application is currently being drafted based on the outcomes of this project.\n\nIn terms of broader impacts, the distributed-feedback technique developed as a result of this project is also likely to impact the general field of nanoscale semiconductor plasmonic lasers operating at near-infrared wavelengths, which are poised to become the driving force toward achieving dense integration of photonic components on a semiconductor chip for future on-chip photonic sensing and communication capabilities. Miniaturization of photonic components is likely to have a huge commercial impact and a way forward for the present-day optoelectronics technology.\n\nAs part of community outreach and educational impact, this project led to opportunities for elementary school students from a local community school to learn about the fascinating field of lightwave technology, photonics, and specifically lasers. The primary investigator organized a month-long workshop for the school students in which hands-on experiments were demonstrated to students in a class environment. The st..."
 }
}