{
 "awd_id": "1128518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transistor-Based and Voltage-Compatible Nanoscale Memories and Configurable Elements using Phase Transitions",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2011-06-17",
 "awd_max_amd_letter_date": "2011-06-17",
 "awd_abstract_narration": "Phase transitions result in significant changes in properties of materials and occur down to nanoscale dimensions. Ferroelectric, ferromagnetic, superconductivity, etc. are examples of phase transitions which happen reproducibly and are employed in miniaturized devices. An additional phase transition phenomenon, not as commonly employed, is that of metal-insulator transitions. Ferroelectric and metal-insulator transitions are very compatible with electronic device structures, in use and in fabrication. This work aims to employ a new invention based on phase transition phenomena to achieve 10 nanometer scale non-volatile memory capable of terascale density with nanosecond speeds and low power. The work will explore the use of this component as stand-alone memory and for reconfigurability to efficiently implement computing tasks. The structure employs phase transition phenomena in a floating gate within a single element (a cross-point transistor) to achieve hysteretic characteristics at 1 V of operation at nanosecond speeds. This claim is based on an exploratory demonstration of few 1000?s of nm by 1000?s of nm dimension. The 10 nm capability will lead to 1012 bit density on integrated chips. These memory elements are programmed through control gates and can provide pass functions. This permits a very dense programmable interconnect fabric whose simplest form is the replacement of the six transistor static random access memory programming element by a single phase transition memory element. \r\n\r\nThis effort will extend the preliminary demonstration of the single element phase transition memory to nanoscale by exploring scaling, exploring new materials as replacements, developing the understanding of the underlying phenomena, and developing models for use. Such memories, in themselves, will be a very desirable robust storage medium for highly dense integrated systems. The effort will also explore the use of this new element as a programmable interconnect element. This very exploratory direction holds the promise of replacing custom design, as currently practiced, by software programmable computing where the ability to configure and reconfigure highly dense interconnections between computational elements is utilized. This part of the effort has the potential for providing major improvements in power dissipation and in mitigation of custom and expensive design and production. \r\n\r\nThe intellectual merit of the proposal is that it will explore, develop, understand, and demonstrate a nanosecond low power terascale memory element that will be of universal use. The effort will also point to new directions in achieving reliable low cost computing by implementing fast on-chip programmability at nanoscale. \r\n\r\nThe broader impact of this effort will occur through (a) development of educational class-room material for two lectures that can be incorporated in a capstone course in nanoscale device physics, (b) the inclusion of two undergraduate students, one a student from Cornell during the school year, and the second an under-represented student from outside Cornell during summer months as part of a research experience for undergraduate. The principal investigator will also organize a day-long course on advanced memories and architectures leveraging them at a major IEEE conference in the third year of this effort.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandip",
   "pi_last_name": "Tiwari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandip Tiwari",
   "pi_email_addr": "st222@cornell.edu",
   "nsf_id": "000181282",
   "pi_start_date": "2011-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "Phillips Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148535401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Information technology plays a central role in the economic, commercial and social fabric of the society. One of the major challenges of information technology, as it has developed over the past six decades, is that of energy resources that it consumes and the insatiable appetite for data that needs to be processed and archived.&nbsp;</p>\n<p>This effort has made invaluable contributions towards continuing progress in information processing through four key inventions and developments.</p>\n<p>(a) First, the effort developed a new form of memory that utilizes phase transitions without charge transport through the material. These memories function at low voltages down to several hundred atoms across and are compatible with mainstream technologies. They are incredibly compact.</p>\n<p>(b) Second, the effort showed the use of these memory forms for low energy configuring that makes it possible to design circuits that transform their functions while in use. This allows rapid mapping of an algorithm of computation into the hardware.</p>\n<p>(c) Third, the effort showed how low energy computation may be achieved using these transformational forms by exploiting inexactness and Bayesian techniques that make the computing capable of using new information and insights from observations and inputs.&nbsp;</p>\n<p>(d) Fourth, the effort has provided a modern very comprehensive view to the connections between information processing and the scale connections that arise when classical or quantum devices are integrated to provide a classical computation function.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/02/2016<br>\n\t\t\t\t\tModified by: Sandip&nbsp;Tiwari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInformation technology plays a central role in the economic, commercial and social fabric of the society. One of the major challenges of information technology, as it has developed over the past six decades, is that of energy resources that it consumes and the insatiable appetite for data that needs to be processed and archived. \n\nThis effort has made invaluable contributions towards continuing progress in information processing through four key inventions and developments.\n\n(a) First, the effort developed a new form of memory that utilizes phase transitions without charge transport through the material. These memories function at low voltages down to several hundred atoms across and are compatible with mainstream technologies. They are incredibly compact.\n\n(b) Second, the effort showed the use of these memory forms for low energy configuring that makes it possible to design circuits that transform their functions while in use. This allows rapid mapping of an algorithm of computation into the hardware.\n\n(c) Third, the effort showed how low energy computation may be achieved using these transformational forms by exploiting inexactness and Bayesian techniques that make the computing capable of using new information and insights from observations and inputs. \n\n(d) Fourth, the effort has provided a modern very comprehensive view to the connections between information processing and the scale connections that arise when classical or quantum devices are integrated to provide a classical computation function.\n\n\t\t\t\t\tLast Modified: 02/02/2016\n\n\t\t\t\t\tSubmitted by: Sandip Tiwari"
 }
}