{
 "awd_id": "1128818",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Probing Deformation Mechanism Transition of Metals at the Nanoscale",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gary Shiflet",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 160000.0,
 "awd_amount": 208291.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2012-07-06",
 "awd_abstract_narration": "TECHNICAL SUMMARY: The research goal of this EAGER project is to probe one of the most important problems on the mechanical behavior of metals at the nanoscale, namely experimental verification of the existence of a mechanism of plasticity involving the transition from a dislocation interaction controlled regime to a surface dislocation nucleation dominated regime. The specific technical objectives are to integrate recently developed in situ micro-mechanical nanoindentation stages in both the SEM and TEM. These will be used for systematic high-resolution quantitative investigations of the deformation of high-quality single crystalline Au, Ag, Cu and Ni nanowires with well-controlled dimensions. In addition to geometrical size effects, the roles of strain rate and temperature will also be investigated.\r\n\r\nNON-TECHNICAL SUMMARY: The study of deformation mechanisms in metals has been of paramount importance in developing the field of metallurgy. With the recent emergence of nanotechnology and the advancement of experimental techniques, investigating the deformation mechanism of metals at the nanoscale has become both technologically relevant and scientifically important. The successful implementation of the proposed work will help elucidate the important transitions from dislocation-interaction-controlled-plasticity to surface-dislocation-nucleation-controlled plasticity in metals. The studies carried out at different loading rates and temperatures will provide valuable information on kinetic aspects of metal plasticity at the nanoscale. The educational goal of this EAGER proposal is to inspire students to pursue successful careers in science and engineering fields. This will be done by integrating the proposed research work with a number of educational and outreach efforts, including creating innovative lab modules for undergraduate students at Rice, mentoring under-representative undergraduate students and local high school teachers and students for summer research experiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jun",
   "pi_last_name": "Lou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jun Lou",
   "pi_email_addr": "jlou@rice.edu",
   "nsf_id": "000268759",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "Rice University",
  "perf_str_addr": "6100 Main St.",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 48291.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The study of deformation mechanisms in metals has been of paramount importance in developing the field of metallurgy. With the recent emergence of nanotechnology and the advancement of experimental techniques, investigating the deformation mechanism of metals at the nanoscale has become both technologically relevant and scientifically important. The specific technical objectives of this project are two folds: first, we aim to investigate the strain rate sensitivity of metal nanowires and its correlation with the important deformation mechanism transition at the nanoscale. Second, we want to understand the critical conditions of nanoimprinting for single crystalline metals.</p>\n<p>In this project, we have optimized the unique Rice MEMS testing platform that can be used in conjunction with an inTEM or inSEM nanoindenter to perform quantitative in situ mechanical testing of metal nanowires with diameters ranging from 50 nm to 400 nm. Additionally, by utilizing the cold welding technique developed earlier by us, we have performed in situ quantitative tensile tests on individual &lt;111&gt; single crystalline ultrathin (sub-20nm) gold nanowires and illustrated the important deformation mechanism transition into the surface dislocation controlled regime.&nbsp; We have also explored the idea of confining plasticity in metal nanowires by a strong conformal coating such as graphene. Along the same line, a coaxial single nanowire capacitor were fabricated which demonstrates very high capacitance due to the effect of quantum capacitance. To further reveal the deformation kinetics, we have systematically studied the strain rate sensitivity of Ni (FCC) and Mo (BCC) metal nanowires with diameters ranging from 80 nm to 200 nm. We have carried out studies on mechanical behaviors of Mo nanowires under different irradiation conditions.&nbsp; We have also performed a combined experimental and modeling effort to study the nanoimprinting behaviors of Au single crystal.</p>\n<p>The proposed exploratory research help improving fundamental understanding of the physical nature of size effects in the mechanical behaviors of metals, which in turn will facilitate the development of the emerging functional nanoelectronic/optical/thermal/ electromechanical devices. With the research developed in this project, we will be able to make bigger impact to society and U.S. economy by training highly qualified and skilled work-force to keep the U.S. leading position in this growing industry.&nbsp;The current results was integrated into the course MSCI 402 &ldquo;Mechanical Behaviors of Materials&rdquo;, in a special lecture aiming to educate students about the importance of nanomechanical testing for reliability study of nanoscale structures and devices, taught by the PI to ~90 students in between 2012-2014. The Rice graduate students, Mr. Jiangnan Zhang and Mr. Phillip Loya had mastered the techniques for the inSEM operation of the novel <em>in situ</em> micro-mechanical devices. Mr. Phillip Loya had also designed and manufactured a TEM stage for the inTEM operation of the novel <em>in situ</em> micro-mechanical devices. All graduate students had been involved in undergraduate students mentoring. Two Rice undergraduate students, Mr. Samuel Stein and Miss. Laura Gaskin had worked on related experiments with their graduate mentors and had gained very valuable research experiences through participations in this project. Ms Laura (Gaskins) Spinella has been a graduate student at UT-Austin since spring 2013. The Rice PI has also established and maintained a strong relationship with University of Houston-Downtown, a minority serving institute. The PI&rsquo;s lab hosted lab tours for UHD professors and students interested in nanoscience and nanotechnology.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/20/2015<br>\n\t\t\t\t\tModified by: Jun&nbsp;Lou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe study of deformation mechanisms in metals has been of paramount importance in developing the field of metallurgy. With the recent emergence of nanotechnology and the advancement of experimental techniques, investigating the deformation mechanism of metals at the nanoscale has become both technologically relevant and scientifically important. The specific technical objectives of this project are two folds: first, we aim to investigate the strain rate sensitivity of metal nanowires and its correlation with the important deformation mechanism transition at the nanoscale. Second, we want to understand the critical conditions of nanoimprinting for single crystalline metals.\n\nIn this project, we have optimized the unique Rice MEMS testing platform that can be used in conjunction with an inTEM or inSEM nanoindenter to perform quantitative in situ mechanical testing of metal nanowires with diameters ranging from 50 nm to 400 nm. Additionally, by utilizing the cold welding technique developed earlier by us, we have performed in situ quantitative tensile tests on individual &lt;111&gt; single crystalline ultrathin (sub-20nm) gold nanowires and illustrated the important deformation mechanism transition into the surface dislocation controlled regime.  We have also explored the idea of confining plasticity in metal nanowires by a strong conformal coating such as graphene. Along the same line, a coaxial single nanowire capacitor were fabricated which demonstrates very high capacitance due to the effect of quantum capacitance. To further reveal the deformation kinetics, we have systematically studied the strain rate sensitivity of Ni (FCC) and Mo (BCC) metal nanowires with diameters ranging from 80 nm to 200 nm. We have carried out studies on mechanical behaviors of Mo nanowires under different irradiation conditions.  We have also performed a combined experimental and modeling effort to study the nanoimprinting behaviors of Au single crystal.\n\nThe proposed exploratory research help improving fundamental understanding of the physical nature of size effects in the mechanical behaviors of metals, which in turn will facilitate the development of the emerging functional nanoelectronic/optical/thermal/ electromechanical devices. With the research developed in this project, we will be able to make bigger impact to society and U.S. economy by training highly qualified and skilled work-force to keep the U.S. leading position in this growing industry. The current results was integrated into the course MSCI 402 \"Mechanical Behaviors of Materials\", in a special lecture aiming to educate students about the importance of nanomechanical testing for reliability study of nanoscale structures and devices, taught by the PI to ~90 students in between 2012-2014. The Rice graduate students, Mr. Jiangnan Zhang and Mr. Phillip Loya had mastered the techniques for the inSEM operation of the novel in situ micro-mechanical devices. Mr. Phillip Loya had also designed and manufactured a TEM stage for the inTEM operation of the novel in situ micro-mechanical devices. All graduate students had been involved in undergraduate students mentoring. Two Rice undergraduate students, Mr. Samuel Stein and Miss. Laura Gaskin had worked on related experiments with their graduate mentors and had gained very valuable research experiences through participations in this project. Ms Laura (Gaskins) Spinella has been a graduate student at UT-Austin since spring 2013. The Rice PI has also established and maintained a strong relationship with University of Houston-Downtown, a minority serving institute. The PIÆs lab hosted lab tours for UHD professors and students interested in nanoscience and nanotechnology. \n\n \n\n\t\t\t\t\tLast Modified: 01/20/2015\n\n\t\t\t\t\tSubmitted by: Jun Lou"
 }
}