{
 "awd_id": "1128909",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: A Comparison of the Holocene Extents of the Greenland Ice Sheet in Western and Eastern Greenland",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2011-07-22",
 "awd_abstract_narration": "The Arctic is currently warming more rapidly than other locations on the planet and the response of the Greenland Ice Sheet to this warming is a focus of many current studies. Model projections of the contribution of the Greenland Ice Sheet to global sea level rise range from 4.5 to 17 cm by 2100.  This project will help to understand the possible response of the Greenland Ice Sheet to future warming by developing records of the ice sheet margin during past warm times particularly during recent interglacial period (the Holocene Epoch, 11,650 years B.P. to present).  The research will focus on the Kangerlussuaq region (67.0N, 50.7W) in western Greenland where a record of ice margin extents during the Holocene is marked by belts of prominent, well-preserved moraine ridges. Preliminary ages of moraines, determined by surface-exposure dating using the cosmogenic nuclide Beryllium-10, demonstrate the ability to date precisely the moraines near Kangerlussuaq.  Results from one set of moraines, the ?Orkendalen moraines?, located just outboard of (and in some places adjacent to) the historical moraines, indicate that the Greenland Ice Sheet was smaller than at present between ~6,500 years ago and the historical advance culminating in A.D. 1850. The project will develop a chronology of the Greenland Ice Sheet margin fluctuations near Kangerlussuaq using a combination of detailed geomorphic mapping and surface-exposure dating of moraines.  Ice sheet margin fluctuations will be compared with Holocene records of insolation, ocean circulation and surface air temperatures to examine the possible climate mechanisms that may have influenced the fluctuations of Holocene ice extent in eastern Greenland. The timing and spatial continuity of these fluctuations will provide insight into how the Greenland Ice Sheet will respond to future climate changes.  \r\n\r\nThis research will produce the first directly dated ice margin chronology in the Kangerlussuaq region in Greenland.  Ice cores from the Greenland Ice Sheet register temperature, dustiness and other atmospheric conditions over the ice sheet, but do not provide information on how the sensitive margins of the ice sheet have changed.  Combined with data from eastern Greenland, this new record from western Greenland will provide a geographically broad, spatial comparison of ice margin fluctuations that will be useful for testing hypotheses of climate mechanisms that cause ice sheet variability.\r\n\r\nAs a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meredith",
   "pi_last_name": "Kelly",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Meredith A Kelly",
   "pi_email_addr": "Meredith.A.Kelly@Dartmouth.edu",
   "nsf_id": "000286187",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Levy",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Laura B Levy",
   "pi_email_addr": "laura.b.levy@dartmouth.edu",
   "nsf_id": "000587378",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "19 Fayerweather",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553716",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit</span><br /> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This project aimed to determine the response of the Greenland Ice Sheet to past warm periods by developing a record of past ice sheet extents during the most recent interglacial period, the Holocene epoch (11,650 years ago to present). We focused on the Kangerlussuaq area of western Greenland where past extents of the ice sheet are recorded by a series of moraines on the landscape. We used surface exposure dating using the cosmogenic nuclide Beryllium-10 to date directly the timing of ice recession from the moraines. We determined that the Keglen moraines (located ~15 km from the present ice sheet margin) are 7,300 &plusmn; 100 years old and the Historical moraines (located &lt;100 m from the present ice sheet margin) are 60-180 years old. We also dated boulders and bedrock atop Mount Keglen that show that the ice sheet was &le;200 m thick when the Keglen moraines were deposited. We have previously dated the &Oslash;rkendalen moraines (located within 2 km of the present ice sheet margin) to 6,800 &plusmn; 300 years and therefore have determined an approximate retreat rate of 25 m/year between the time of deposition of the Keglen moraines and the &Oslash;rkendalen moraines. These results put constrains on the extent of the western margin of the Greenland Ice Sheet during the middle Holocene, a time when most information about the extent of the ice sheet is missing from the geologic record.</p>\n<p>Funding from this award was used to process and measure 18 <sup>10</sup>Be samples from western Greenland Ice Sheet margin as well as paying for travel expenses for co-PI Levy to travel to the Center for Accelerator Mass Spectrometry at Lawrence Livermore National Laboratory to measure the samples.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p>This research involved three major broader impacts: 1) education and research training for underrepresented groups; 2) outreach to public audiences; and 3) broad dissemination of research results, particularly Greenlandic people.</p>\n<p>We broadened the participation of underrepresented groups in research by integrating two undergraduate women into the project. These students helped processed <sup>10</sup>Be samples in the Cosmogenic Laboratory at Dartmouth College. Both women gained valuable laboratory experiences and were involved in discussion of project goals and results. Co-PI Levy mentored the undergraduate students and gained valuable experience as an advisor.</p>\n<p>We conducted extensive outreach to public audiences.&nbsp; We presented the results of this study and discussed the role of ice sheets in Earth&rsquo;s climate system. Co-PI Levy presented results of this research project at the monthly &ldquo;Ice and Climate Seminar&rdquo; at Dartmouth College (August 2012), the Northeastern Geological Society of America meeting (March 2013), the U.S. Climate Variability and Predictability Research Program international conference (June 2013), and the PALeo constraints on SEA level rise 2 meeting, &ldquo;Estimating rates and sources of sea-level change during past warm periods&rdquo; in Rome, Italy (October, 2013). &nbsp;Co-PI Levy has also participated in two <em>Science Caf&eacute;s</em> at Windsor Middle School, Windsor, VT (February, 2013) and Indian River Middle School, Canaan, NH teaching middle school students about ice sheets and climate change. PI Kelly presented the keynote lecture at the Borns Symposium, Climate Change Institute, University of Maine, Orono, ME (April, 2013). Co-PI Levy and PI Kelly participated in a <em>Science Pub </em>titled &ldquo;Arctic Meltdown? The Science and Politics of Polar Environmental Change&rdquo; (May 2013).&nbsp; PI Kelly presented a keynote lecture and co-PI Levy was a panelist at the Women in Science ...",
  "por_txt_cntn": "\nIntellectual Merit\n             This project aimed to determine the response of the Greenland Ice Sheet to past warm periods by developing a record of past ice sheet extents during the most recent interglacial period, the Holocene epoch (11,650 years ago to present). We focused on the Kangerlussuaq area of western Greenland where past extents of the ice sheet are recorded by a series of moraines on the landscape. We used surface exposure dating using the cosmogenic nuclide Beryllium-10 to date directly the timing of ice recession from the moraines. We determined that the Keglen moraines (located ~15 km from the present ice sheet margin) are 7,300 &plusmn; 100 years old and the Historical moraines (located &lt;100 m from the present ice sheet margin) are 60-180 years old. We also dated boulders and bedrock atop Mount Keglen that show that the ice sheet was &le;200 m thick when the Keglen moraines were deposited. We have previously dated the &Oslash;rkendalen moraines (located within 2 km of the present ice sheet margin) to 6,800 &plusmn; 300 years and therefore have determined an approximate retreat rate of 25 m/year between the time of deposition of the Keglen moraines and the &Oslash;rkendalen moraines. These results put constrains on the extent of the western margin of the Greenland Ice Sheet during the middle Holocene, a time when most information about the extent of the ice sheet is missing from the geologic record.\n\nFunding from this award was used to process and measure 18 10Be samples from western Greenland Ice Sheet margin as well as paying for travel expenses for co-PI Levy to travel to the Center for Accelerator Mass Spectrometry at Lawrence Livermore National Laboratory to measure the samples.\n\n \n\nBroader Impacts\n\nThis research involved three major broader impacts: 1) education and research training for underrepresented groups; 2) outreach to public audiences; and 3) broad dissemination of research results, particularly Greenlandic people.\n\nWe broadened the participation of underrepresented groups in research by integrating two undergraduate women into the project. These students helped processed 10Be samples in the Cosmogenic Laboratory at Dartmouth College. Both women gained valuable laboratory experiences and were involved in discussion of project goals and results. Co-PI Levy mentored the undergraduate students and gained valuable experience as an advisor.\n\nWe conducted extensive outreach to public audiences.  We presented the results of this study and discussed the role of ice sheets in EarthÆs climate system. Co-PI Levy presented results of this research project at the monthly \"Ice and Climate Seminar\" at Dartmouth College (August 2012), the Northeastern Geological Society of America meeting (March 2013), the U.S. Climate Variability and Predictability Research Program international conference (June 2013), and the PALeo constraints on SEA level rise 2 meeting, \"Estimating rates and sources of sea-level change during past warm periods\" in Rome, Italy (October, 2013).  Co-PI Levy has also participated in two Science Caf&eacute;s at Windsor Middle School, Windsor, VT (February, 2013) and Indian River Middle School, Canaan, NH teaching middle school students about ice sheets and climate change. PI Kelly presented the keynote lecture at the Borns Symposium, Climate Change Institute, University of Maine, Orono, ME (April, 2013). Co-PI Levy and PI Kelly participated in a Science Pub titled \"Arctic Meltdown? The Science and Politics of Polar Environmental Change\" (May 2013).  PI Kelly presented a keynote lecture and co-PI Levy was a panelist at the Women in Science and Technology Forum, White Mountains Community College, Berlin, New Hampshire (May 2013).\n\n            In an effort to make the results from this research more available to the Greenlandic people, co-PI Levy participated in a National Science Foundation, Joint Science and Education Program fieldtrip with Greenlandic, Danish and American high-school studen..."
 }
}