{
 "awd_id": "1129401",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Climate Change and Biogeography: Effects of Extreme Events",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 708066.0,
 "awd_amount": 708066.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "The long term goal of this project is to make verifiable forecasts of the biodiversity consequences of climate change in the coastal zone. By falsifying some and corroborating other biogeographic hypotheses, the investigators will establish a mechanistic framework for forecasting that can be verified by hindcasting the biogeographic changes that have been documented over the past century of climate change. The confluence of the rich biogeographic history of the European intertidal, the extreme conditions of the past 3 cold winters, and our rapidly expanding abilities in ecological forecasting provide a unique opportunity to make extraordinary progress in forecasting biodiversity responses to climate change. The investigators will quantify the metapopulation dynamics of ecologically dominant intertidal species to determine mechanisms responsible for setting geographic limits, and develop long term forecasts of future change. This research will also allow them to test the effect of episodic extreme events on the usefulness of ensemble methods for biogeographic forecasting. In a changing climate, with increasing frequencies of extreme events, it is important to determine whether the biogeography can ever \"catch up\", or whether the time lags caused by the demographic storage effect and connectivity will prevent the biology from ever tracking the long term change. The methods for ecological engineer and biodiversity forecasting and hindcasting that are described here have general applicability to marine habitats worldwide. All ecosystems have ecologically dominant species that control the rest of the assemblage of organisms, and they all are metapopulations whose connectivity and age structure determines their sensitivity to climate change and extreme events via the demographic storage effect. The players change from place to place and the oceanographic context also changes, but the methods applied here are broadly transferable.\r\n\r\nIntellectual Merit\r\nThe results of this study will impact dramatically the discourse on the impacts of climate change. Results to date have centered on descriptions of gradual biogeographic range changes and exploration of the mechanisms driving those changes. Rarely in this literature is there discussion of the importance of broadscale episodic catastrophic events on biogeographic ranges, or how to capture those events in forecasting ecological response to climate change. A central prediction of climate change is an increase in the frequency of such potentially catastrophic climatic events which have the power to periodically reset the range boundaries of species in a ratchet-like manner. Of central interest is the degree to which such resets by extreme events determine long-term biogeographic patterns due to the combination of metapopulation dynamics and time lags caused by \"storage effects\" of long-lived individuals.\r\n\r\nBroader Impacts\r\n\r\nThis project will produce an annotated bibliography of biogeographic data from the Portuguese, Spanish, and French biodiversity literature of the 19th and early 20th centuries, much of which is unavailable in North America. The PIs actively support undergraduate research in their laboratories and field work, and encourage their students to present their work at national meetings. The PIs use research-based approaches in formal teaching, including extensive readings of the primary scientific literature and multi-disciplinary hypothesis driven laboratory exercises. The PIs will collaborate with local high school teachers, who have been co-authors of research papers with the PIs. These collaborations will be enhanced with the Science Lab program of the USC Center for Science Education, which brings students and teachers to USC for 1-day lab experiences. The project will develop a climate change atlas of the European coast including measures of historical risk and the distribution of extreme events. A forecast atlas of the next century will be developed by coupling population models to regional climate forecasts. These products will be used as models of ways to translate scientific results into products of greater utility. The PIs have used this approach in their web-based 7-day ecological forecasts of stress in marine communities, which are in the initial phase of transition to NOAA operational status. The PIs have also engaged policy makers and have worked closely with resource managers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Wethey",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Wethey",
   "pi_email_addr": "wethey@biol.sc.edu",
   "nsf_id": "000331070",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Woodin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah A Woodin",
   "pi_email_addr": "woodin@biol.sc.edu",
   "nsf_id": "000138096",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Hilbish",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J Hilbish",
   "pi_email_addr": "hilbish@biol.sc.edu",
   "nsf_id": "000447992",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "901 Sumter St",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 708066.0
  }
 ],
 "por": null
}