{
 "awd_id": "1129973",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: An Inverse and Forward Global Modeling Synthesis of Noble Gases to Better Quantify Biogeochemical Cycles",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 162457.0,
 "awd_amount": 162457.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2013-10-31",
 "awd_abstract_narration": "The noble gases (helium, neon, argon, krypton, xenon) are dissolved in the ocean at concentrations near equilibrium with the atmosphere, have known physical properties, and are abiotic which makes them excellent tracers of the physical processes that cycle gases in the ocean.  In addition, each of the gases has unique properties making them sensitive to different physical processes. For this reason, scientists from Woods Hole Oceanographic Institution and Lamont-Doherty Earth Observatory will use inverse and forward modeling of noble gases to improve our knowledge of the physical processes that control the cycle of gases such as carbon dioxide, oxygen, and nitrogen in the ocean.  Specifically, they would address the following three processes: (1) parameterize bubble mediated air-sea gas fluxes from breaking waves; (2) identify the background ocean accumulation of dissolved nitrogen gas from biologically mediated denitrification in the deep ocean; and (3) evaluate the strength of the solubility pump using three ocean models.  To accomplish their goal, the researchers plan to compile all available noble gas observations prior to constraining gas cycling via simulations performed using three state-of-the-art ocean circulation estimates based on the Community Earth System Model, the Geophysical Fluid Dynamics Laboratory Coupled Climate Model, and the Estimating the Circulation and Climate of the Ocean data assimilated model.  From this modeling effort, the researchers will be able to interpret upper ocean oxygen measurements from autonomous sensors, constrain deep ocean denitrification, and evaluate the solubility pump which is needed to assess the anthropogenic uptake of carbon dioxide.  \r\n\r\nAs regards broader impacts, the scientists will create a version of the transport matrix method for use in graduate student courses.  The database of noble gas observations along with data standards and metadata will be made available to the science community, as well as the transport matrices from the Community Earth System Model and Geophysical Fluid Dynamics Laboratory Couple Climate Model 2.1.  One postdoc from Woods Hole Oceanographic Institution (WHOI) will be supported by this project.  It is anticipated that an undergraduate students will be involved in the study and supported via the WHOI Summer Fellowship Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Smethie",
   "pi_mid_init": "M",
   "pi_sufx_name": "Jr",
   "pi_full_name": "William M Smethie",
   "pi_email_addr": "bsmeth@ldeo.columbia.edu",
   "nsf_id": "000249325",
   "pi_start_date": "2013-10-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Samar",
   "pi_last_name": "Khatiwala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samar Khatiwala",
   "pi_email_addr": "spk@ldeo.columbia.edu",
   "nsf_id": "000166986",
   "pi_start_date": "2011-09-20",
   "pi_end_date": "2013-10-31"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samar",
   "pi_last_name": "Khatiwala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samar Khatiwala",
   "pi_email_addr": "spk@ldeo.columbia.edu",
   "nsf_id": "000166986",
   "pi_start_date": "2013-10-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109648000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 162457.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ocean plays a fundamental role in regulating Earth's climate by acting as a <br />vast store of CO2, the principal greenhouse gas in Earth's atmosphere. The amount of carbon-and other climatically important gases-stored in the ocean depends on the intricate interaction between the physical exchange of gas between air and water, ocean circulation and biology. These in turn are all complex and poorly understood processes that act on scales ranging from millimeters to thousands of kilometers and thus extremely difficult to represent in the computer models used to simulate climate and its future evolution. Our study uses a combonation of measurements and computer simulations to better our understanding of these processes and ultimately improve their representation and simulation in climate models.<br /><br />Specifically, we focused on noble gases which, because of their inert nature, <br />are invaluable tracers of the physically driven processes that cycle gases in the ocean. We performed simulations of Ne, Ar, Kr, Xe and Ar36 and compared our model results with observations. One of the challenges of performing global simulations of this kind is that we're ultimately interested only in a seasonally repeating equilibrium distribution of gas concentrations. However, as ocean circulation is relatively slow it takes several thousand years of simulated time to reach this equilibrium making it computationally very expensive to carry out such calculations. To address this we developed and applied a novel computational method (known as matrix-free Newton-Krylov) that allows us to compute such periodic solutions quickly. Since this particular challenge arises in many scientific and engineering problems we believe this technique should be broadly useful in many other fields.<br /><br />Our particular simulations allowed us to isolate the effect of individual processes, <br />including atmospheric pressure effects, the dissolution of gases at the surface and the effect of small bubbles in mediating transfer of gas between the air and seawater. We found that in high-latitude regions (e.g., around Antarctica), which are especially important for climate as they form the principal conduit for absorption of gases such as CO2, our model simulations showed the greatest disagreement with oceanic measurements of noble gases. This was true for a range of ocean circulation models suggesting that important deficiencies remain in how we model ocean physical processes at high latitudes with implications for simulating past and future oceanic uptake and storage of carbon.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: William&nbsp;M&nbsp;Smethie Jr.</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ocean plays a fundamental role in regulating Earth's climate by acting as a \nvast store of CO2, the principal greenhouse gas in Earth's atmosphere. The amount of carbon-and other climatically important gases-stored in the ocean depends on the intricate interaction between the physical exchange of gas between air and water, ocean circulation and biology. These in turn are all complex and poorly understood processes that act on scales ranging from millimeters to thousands of kilometers and thus extremely difficult to represent in the computer models used to simulate climate and its future evolution. Our study uses a combonation of measurements and computer simulations to better our understanding of these processes and ultimately improve their representation and simulation in climate models.\n\nSpecifically, we focused on noble gases which, because of their inert nature, \nare invaluable tracers of the physically driven processes that cycle gases in the ocean. We performed simulations of Ne, Ar, Kr, Xe and Ar36 and compared our model results with observations. One of the challenges of performing global simulations of this kind is that we're ultimately interested only in a seasonally repeating equilibrium distribution of gas concentrations. However, as ocean circulation is relatively slow it takes several thousand years of simulated time to reach this equilibrium making it computationally very expensive to carry out such calculations. To address this we developed and applied a novel computational method (known as matrix-free Newton-Krylov) that allows us to compute such periodic solutions quickly. Since this particular challenge arises in many scientific and engineering problems we believe this technique should be broadly useful in many other fields.\n\nOur particular simulations allowed us to isolate the effect of individual processes, \nincluding atmospheric pressure effects, the dissolution of gases at the surface and the effect of small bubbles in mediating transfer of gas between the air and seawater. We found that in high-latitude regions (e.g., around Antarctica), which are especially important for climate as they form the principal conduit for absorption of gases such as CO2, our model simulations showed the greatest disagreement with oceanic measurements of noble gases. This was true for a range of ocean circulation models suggesting that important deficiencies remain in how we model ocean physical processes at high latitudes with implications for simulating past and future oceanic uptake and storage of carbon.\n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: William M Smethie Jr."
 }
}