{
 "awd_id": "1129072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Water stratigraphy of the oceanic lithosphere using mantle xenoliths from Hawaii",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 47750.0,
 "awd_amount": 47750.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "The funded project provides the first set of measurements of the H2O content of the oceanic mantle and involves collaboration between an academic institution and a private sector firm that has a unique capability to measure H2O in igneous minerals (high-resolution FTIR).  The importance of this work lies in the fact that small differences in mantle H2O content can have profound effects on mantle rheology and seismic structure, both of which can impact magma generation and crustal movement and have implications for our understanding and prediction of geohazards.  Because the mantle is not directly accessible, the investigators implemented a clever approach in which H2O will be measured in minerals coming from pieces of mantle rock (i.e., xenoliths) that were ripped up during the eruption and upward migration of magma of Hawaiian volcanoes.  Using compositional relations of mineral pairs that indicate the depth at which the minerals formed, the depth of origin of the various xenoliths that are to be studied can be determined.  Using these, the H2O content of the minerals will be examined by Fourier Transform Infra Red (FTIR) spectroscopy.  Xenoliths distributed over 300 km along the Hawaiian Island chain and mantle depths to up to 100 km will be analyzed. Broader impacts of the work are robust and multifaceted.   A major impact of the project is the provision of essential data that is needed to better interpret the seismic structure of the ocean crust, which will impact our ability to better model the source areas of geohazards like volcanoes and subduction zone earthquakes.  The work also supports collaboration between a public university in an EPSCoR state and private industry.  It also has a significant component of in-service teacher training where high school teachers in South Carolina work in the laboratory of the lead PI during the summer, getting a chance to engage in frontline research with academic scientist. The teacher?s research will form the basis for classroom and K-12 instructional materials. Workforce training will be carried through the involvement of graduate and undergraduate students in state-of-the-art geochemical analytical techniques.  The Program notes that the graduate student is from a group under-represented in the science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Peslier",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Anne H Peslier",
   "pi_email_addr": "anne.h.peslier@nasa.gov",
   "nsf_id": "000312741",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jacobs Technology Inc.",
  "inst_street_address": "2224 BAY AREA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2814615224",
  "inst_zip_code": "770582008",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "TX36",
  "org_lgl_bus_name": "JACOBS TECHNOLOGY INC.",
  "org_prnt_uei_num": "TU4KCXMM9AP6",
  "org_uei_num": "MLZFCNKKJX67"
 },
 "perf_inst": {
  "perf_inst_name": "Jacobs Technology",
  "perf_str_addr": "2224 Bay Area Blvd",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772588447",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "TX36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 47750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Earth&rsquo;s oceans are underlain by tectonic plates 30-100 km thick (the lithosphere) riding over the hot and deformable asthenosphere. The low viscosity of the latter allows convection in the mantle that drives plate tectonics. The ocean basins cover most of the Earth surface and have the thinnest lithosphere (relative to those of continents). The oceanic lithosphere is formed during melting at Mid Oceanic Ridges, the longest and most productive volcanic chains on Earth.&nbsp; Over time, the oceanic lithosphere is returned back into the mantle in subduction zones. Hot and deep seated vertical mantle upwelling, or plumes, also rise and pierce the oceanic plates, adding more stirring to the vast reservoir the mantle constitutes. In all, understanding the amount of material that is being stirred, at what rate and where, is crucial to constrain how fast the Earth cools overtime, how plate tectonics works and why volcanoes are located where they are on Earth.</p>\n<p>This project focuses on one key parameter of this planet-wide engine: water. Not the water in the ocean, although some of that eventually gets recycled into the mantle, but water that is dissolved in the minerals that make up the mantle. Water in the earth&rsquo;s mantle is a trace element, but due to the large size of the Earth&rsquo;s mantle there may be the equivalent of at least an ocean in mass dissolved into it. &nbsp;The amount of water in the mantle controls in part how it melts, i.e. how it generates magmas. Understanding volcanism is thus depending on our knowledge of the distribution of water in the mantle. The presence of water in the main mineral of the mantle, olivine, makes it highly deformable. In that respect, water plays a key role in the asthenosphere convection system. The lithosphere, on the other hand, is probably relatively dry which makes the plates strong and floating on top of the asthenosphere. It is thus important to understand how water is distributed in the oceanic mantle, both with depth and laterally.</p>\n<p>For the most part, the concentration and distribution of water in the mantle has been constrained by the water contents of erupted lavas.&nbsp; By their nature, lavas provide an average or integrated view of their mantle source on the scale of several kilometers. In this project, we measured water in rare mantle rocks from Hawaii where lava picked pieces of the mantle lithosphere on its way up and brought them to the surface as xenoliths. We analyzed 2 types of mantle rocks. Peridotites that are thought to represent the average upper mantle, i.e. the top 70 km of the mantle.&nbsp; Pyroxenites that are so-called &ldquo;enriched&rdquo; mineralogies and are thought to contribute to oceanic island basalts like at Hawaii or Iceland.</p>\n<p>Our peridotite study found, somewhat surprisingly, that when a plume like Hawaii, which we know is wet, interacts with the oceanic lithosphere, that lithosphere does not become enriched in water. Our results verified that the oceanic lithosphere is very dry, and probably more homogeneously so than previously thought. We propose a mechanism of water dilution as the oceanic plate moves away from the mid-oceanic ridge and ages. Observations at the level of crystal lattice of olivine helped us refine how water diffuses in that mineral, with implications on how water can be redistributed in the mantle by circulating melts. The data could also be used to constrain the ascent rates of the magma at Hawaii, which is a crucial parameter for volcanic hazard studies.</p>\n<p>Our pyroxenite study found that &ldquo;enriched&rdquo; mineralogies have higher water concentrations than peridotites, but also have low water/cerium ratios. This is surprising because during crystallization of a melt, water and cerium should enter the pyroxenite minerals in the same amount. More importantly, measuring the water content in these deep crystallized melts helped u...",
  "por_txt_cntn": "\nThe EarthÆs oceans are underlain by tectonic plates 30-100 km thick (the lithosphere) riding over the hot and deformable asthenosphere. The low viscosity of the latter allows convection in the mantle that drives plate tectonics. The ocean basins cover most of the Earth surface and have the thinnest lithosphere (relative to those of continents). The oceanic lithosphere is formed during melting at Mid Oceanic Ridges, the longest and most productive volcanic chains on Earth.  Over time, the oceanic lithosphere is returned back into the mantle in subduction zones. Hot and deep seated vertical mantle upwelling, or plumes, also rise and pierce the oceanic plates, adding more stirring to the vast reservoir the mantle constitutes. In all, understanding the amount of material that is being stirred, at what rate and where, is crucial to constrain how fast the Earth cools overtime, how plate tectonics works and why volcanoes are located where they are on Earth.\n\nThis project focuses on one key parameter of this planet-wide engine: water. Not the water in the ocean, although some of that eventually gets recycled into the mantle, but water that is dissolved in the minerals that make up the mantle. Water in the earthÆs mantle is a trace element, but due to the large size of the EarthÆs mantle there may be the equivalent of at least an ocean in mass dissolved into it.  The amount of water in the mantle controls in part how it melts, i.e. how it generates magmas. Understanding volcanism is thus depending on our knowledge of the distribution of water in the mantle. The presence of water in the main mineral of the mantle, olivine, makes it highly deformable. In that respect, water plays a key role in the asthenosphere convection system. The lithosphere, on the other hand, is probably relatively dry which makes the plates strong and floating on top of the asthenosphere. It is thus important to understand how water is distributed in the oceanic mantle, both with depth and laterally.\n\nFor the most part, the concentration and distribution of water in the mantle has been constrained by the water contents of erupted lavas.  By their nature, lavas provide an average or integrated view of their mantle source on the scale of several kilometers. In this project, we measured water in rare mantle rocks from Hawaii where lava picked pieces of the mantle lithosphere on its way up and brought them to the surface as xenoliths. We analyzed 2 types of mantle rocks. Peridotites that are thought to represent the average upper mantle, i.e. the top 70 km of the mantle.  Pyroxenites that are so-called \"enriched\" mineralogies and are thought to contribute to oceanic island basalts like at Hawaii or Iceland.\n\nOur peridotite study found, somewhat surprisingly, that when a plume like Hawaii, which we know is wet, interacts with the oceanic lithosphere, that lithosphere does not become enriched in water. Our results verified that the oceanic lithosphere is very dry, and probably more homogeneously so than previously thought. We propose a mechanism of water dilution as the oceanic plate moves away from the mid-oceanic ridge and ages. Observations at the level of crystal lattice of olivine helped us refine how water diffuses in that mineral, with implications on how water can be redistributed in the mantle by circulating melts. The data could also be used to constrain the ascent rates of the magma at Hawaii, which is a crucial parameter for volcanic hazard studies.\n\nOur pyroxenite study found that \"enriched\" mineralogies have higher water concentrations than peridotites, but also have low water/cerium ratios. This is surprising because during crystallization of a melt, water and cerium should enter the pyroxenite minerals in the same amount. More importantly, measuring the water content in these deep crystallized melts helped us explain a paradox in the composition of a type of oceanic island basalt, like those found in Samoa which also have high water and low water/cerium..."
 }
}