{
 "awd_id": "1129665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The AIDS Movement in China 1989-2009",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 9650.0,
 "awd_amount": 9650.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "SES-1129665\r\nElizabeth Armstong\r\nYan Long\r\nUniversity of Michigan Ann Arbor\r\n\r\nDoctoral Dissertation Research: Project Summary\r\nTHE AIDS MOVEMENT IN CHINA 1989-2009\r\n\r\nEmerging transnational institutions are playing an increasingly significant role in governing public health at the national and local levels. While states continue to be key actors, the new form of health governance involves a broader range of non-state actors and activism. However, some large economies, such as China, are resistant to the enlarged influence of global governance. This project combines comparative historical and ethnography methods to study whether, how, and with what consequences global institutions affect domestic collective action in strong states. Focusing on China, the world's largest authoritarian regime, this project is guided by two research questions: 1) How and why did transitional health institutions promote the rise and proliferation of an AIDS movement in China, despite the growth of domestic political repression during this period? 2) Why did the same process of increasing international engagement for the Chinese AIDS movement result in the expansion of some groups and demobilization of others?\r\n\r\nThe impact of international institutions on domestic politics is of major theoretical interests to many academic fields, such as sociology, political science, international relations, and law. This research project speaks directly to this question, and will make conceptual contribution to both social movement studies specifically, and to globalization and contentious politics literature in general.\r\n\r\nBroader Impact\r\nPolicy-makers, activists, and scholars have expressed urgency for evaluating current changes in international governance systems. Research on the authoritarian Chinese regime will identify factors that contribute to local political mobilization and the spread of democracy. This project will also help bridge both public dialog and critical academic studies by providing a valid analysis of the political, social and cultural consequences of new institutional arrangements at the global level. In today's world of changing health risks and opportunities, the development of a broader public health governance opens up participation to grassroots groups. This study's findings will make an important intervention in the field of global AIDS by providing insight to funding agencies and health care program designers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Armstrong",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Armstrong",
   "pi_email_addr": "elarmstr@umich.edu",
   "nsf_id": "000569603",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yan",
   "pi_last_name": "Long",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yan Long",
   "pi_email_addr": "longyan@umich.edu",
   "nsf_id": "000576641",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "500 S. State St.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091382",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9650.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This dissertation examines the impact of emerging transnational institutions on contentious politics in an authoritarian context. Many theorists have noted that the emerging governing architecture at the supranational level weakens the authority of nation states and opens up political participation to a wider range of non-state actors in areas such as health, environment, labor, and corporate behavior. However, why, how, and with what consequences such changes at the transnational level affect domestic politics remains poorly understood. This dissertation proposes a new conceptualization of the mechanisms that transmit global precepts to domestic politics. It argues that, beyond supplying opportunities and resources to activist actors and punishing coercive states, transnational institutions shape the cultural rules and organizational models that dictate the forms of local mobilization and state repression in domestic institutions.</p>\n<p>This dissertation demonstrates this conflict-centered institutional framework through an investigation of the consequences of the growth of transnational AIDS institutions for the AIDS movement in China. Drawing on a combination of institutional ethnography and archival and interview data, this study analyzes the historical trajectory of AIDS activism in China&mdash;from the failed early initiatives around male homosexuality of the 1990s, to its dramatic rise surrounding contaminated blood issues in rural areas from 1999&ndash;2003, to its expansion from 2004&ndash;2007 and finally, to its shift towards a sexual-identity-based activism and decline from 2008&ndash;2012. Far from arising independently, Chinese AIDS activism received substantial support from transnational AIDS institutions against ever tightening state control. Transnational engagement has generated an unprecedented rise of Chinese grassroots community organizations in public health. Rather than simply helping to move this domestic movement forward along its own trajectory, I argue that transnational AIDS institutions transformed the very configuration of AIDS activist actors on the one hand, and the operation of authoritarian state repression on the other hand. This dissertation examines how these two mechanisms: (1) alternately mobilized and demobilized various constituencies of the local AIDS movement along lines of class, gender, and sexuality; and (2) strengthened the political apparatus of authoritarian state power. The shape of those conflicts determined, paradoxically, the surge and decline of China&rsquo;s AIDS movement.&nbsp;</p>\n<p><strong>Intellectual Merit and Broader of Impacts</strong></p>\n<p>First, rather than taking a conventional bottom-up approach, my dissertation studies the emergence and development of grassroots organizations as being driven by the expansion of transnational institutions. I present a nuanced research agenda to understand how the cultural scripts, organizational principles, and health intervention techniques at the transnational level do not simply influence, but actually <em>constitute</em> local activists as actors by establishing and defining their forms, goals, and relations with the governments. This approach challenges a predominant view that the conceptions of politics and resistance in authoritarian regimes are defined by a single polity with a central authority. My research thus makes an important contribution to sociology, political science, international relations, public policy, and development studies.&nbsp;</p>\n<p>Second, my research explains why, despite massive investment, external intervention failed to achieve the goals of reducing human rights violation and promoting democracy in public health in China. The key insight of my analysis is that the current institutional arrangements allowed the Chinese state to actively engage with transnational institutions, going so far as to manufacture a state-sponsored &ldquo...",
  "por_txt_cntn": "\nThis dissertation examines the impact of emerging transnational institutions on contentious politics in an authoritarian context. Many theorists have noted that the emerging governing architecture at the supranational level weakens the authority of nation states and opens up political participation to a wider range of non-state actors in areas such as health, environment, labor, and corporate behavior. However, why, how, and with what consequences such changes at the transnational level affect domestic politics remains poorly understood. This dissertation proposes a new conceptualization of the mechanisms that transmit global precepts to domestic politics. It argues that, beyond supplying opportunities and resources to activist actors and punishing coercive states, transnational institutions shape the cultural rules and organizational models that dictate the forms of local mobilization and state repression in domestic institutions.\n\nThis dissertation demonstrates this conflict-centered institutional framework through an investigation of the consequences of the growth of transnational AIDS institutions for the AIDS movement in China. Drawing on a combination of institutional ethnography and archival and interview data, this study analyzes the historical trajectory of AIDS activism in China&mdash;from the failed early initiatives around male homosexuality of the 1990s, to its dramatic rise surrounding contaminated blood issues in rural areas from 1999&ndash;2003, to its expansion from 2004&ndash;2007 and finally, to its shift towards a sexual-identity-based activism and decline from 2008&ndash;2012. Far from arising independently, Chinese AIDS activism received substantial support from transnational AIDS institutions against ever tightening state control. Transnational engagement has generated an unprecedented rise of Chinese grassroots community organizations in public health. Rather than simply helping to move this domestic movement forward along its own trajectory, I argue that transnational AIDS institutions transformed the very configuration of AIDS activist actors on the one hand, and the operation of authoritarian state repression on the other hand. This dissertation examines how these two mechanisms: (1) alternately mobilized and demobilized various constituencies of the local AIDS movement along lines of class, gender, and sexuality; and (2) strengthened the political apparatus of authoritarian state power. The shape of those conflicts determined, paradoxically, the surge and decline of ChinaÆs AIDS movement. \n\nIntellectual Merit and Broader of Impacts\n\nFirst, rather than taking a conventional bottom-up approach, my dissertation studies the emergence and development of grassroots organizations as being driven by the expansion of transnational institutions. I present a nuanced research agenda to understand how the cultural scripts, organizational principles, and health intervention techniques at the transnational level do not simply influence, but actually constitute local activists as actors by establishing and defining their forms, goals, and relations with the governments. This approach challenges a predominant view that the conceptions of politics and resistance in authoritarian regimes are defined by a single polity with a central authority. My research thus makes an important contribution to sociology, political science, international relations, public policy, and development studies. \n\nSecond, my research explains why, despite massive investment, external intervention failed to achieve the goals of reducing human rights violation and promoting democracy in public health in China. The key insight of my analysis is that the current institutional arrangements allowed the Chinese state to actively engage with transnational institutions, going so far as to manufacture a state-sponsored \"civil society\" in order to defend the stateÆs legitimacy and central role in public health governance. This process ironically contri..."
 }
}