{
 "awd_id": "1129646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Microstructure and Mixing Measurements During SPURS",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 1925975.0,
 "awd_amount": 1925975.0,
 "awd_min_amd_letter_date": "2011-09-26",
 "awd_max_amd_letter_date": "2013-06-17",
 "awd_abstract_narration": "Surface salinity variations in the global ocean are caused by freshwater exchange with the atmosphere and land, via evaporation, precipitation and runoff.  The expectation that the water cycle will accelerate with global warming has motivated an increased interest in upper-ocean salinity; since the water cycle is predominantly over the ocean, the sea-surface salinity may well be the very best indicator of changes in the water cycle.  In considering such ocean-atmosphere interactions, areas of surface salinity extrema are of special interest.  A multi-agency field program, the Salinity Processes Upper-ocean Regional Studies (SPURS), to begin to understand the oceanic processes that control upper ocean salinity will be executed in 2012-13.  SPURS is focused on the surface salinity maximum in the eastern North Atlantic.  The salinity of the upper ocean is controlled by surface freshwater exchange with the atmosphere, mixing and entrainment from below, and mean and eddy advection by horizontal currents, including those due to geostrophic, Ekman and smaller scales of motion.  Other elements of SPURS will evaluate many of these processes; here we propose to focus on upper-ocean mixing.  Microstructure sensors on profiling and gliding platforms will be used to quantify the mixing processes operating within the salinity maximum region.  In addition, model simulations will elucidate both model quality and the physical processes important to the mixing and upper ocean stability structure.  \r\n\r\nIntellectual Merit:  Understanding and prediction of the evolution of the upper-ocean salinity field depends on accurate description and parameterization of the sub grid-scale mixing processes that dissipate the salinity variance created by surface water fluxes.  Microstructure measurements will quantify the diabatic flux terms relevant to the temperature and salinity budgets being constrained by the overall SPURS study.  The role of surface convection, internal wave processes, and double-diffusive mixing on these fluxes will be assessed.  Model simulations, fed by the air-sea interaction buoy data, will help identify the source of the turbulence.  Mixing parameterizations for double diffusion will be assessed through alteration of the model implementation to utilize diffusivities as taken from the microstructure based estimates.  The combined approach of microstructure measurements and modeling is the most efficient route to provide information that could lead to improved parameterizations.  The impact will be multiplied by the synergistic effects of being incorporated into the overall SPURS program, where observations and models of basin, regional and the mesoscale will be undertaken.  \r\n\r\nBroader Impacts:  Improved understanding of ocean mixing processes are essential for advancing climate science, as the representation of sub grid-scale processes in large-scale models continues to be a major unresolved issue.  The focus of this project on the salinity is especially relevant to documenting change in the global water cycle, which has tremendous implications for society.  As part of this project the investigators will maintain web sites on SPURS and the mixing processes operant in the salinity maximum region.  To enhance educational outreach, the investigators will collaborate with The Zephyr Education Foundation's innovative marine science literacy and education program, located in Woods Hole.  The Zephyr Foundation is ideally suited for this purpose and attracts school groups from Massachusetts and Rhode Island, including underrepresented and disadvantaged students from inner-city programs in Boston and New Bedford.  This project will also involve active roles for full-time graduate students at WHOI/MIT.  In addition, a modeling and data analysis module suitable for distribution will be produced.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Schmitt",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond W Schmitt",
   "pi_email_addr": "rschmitt@salientpredictions.com",
   "nsf_id": "000217087",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "St Laurent",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Louis C St Laurent",
   "pi_email_addr": "lstlaurent@apl.uw.edu",
   "nsf_id": "000091419",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1925975.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"bottomspacing\">The global water cycle is thoroughly dominated by its&rsquo; oceanic component.&nbsp; That is, most of the evaporation and precipitation occurs over the oceans, which contain 97% of the water on the Earth. The ocean is the ultimate source of all rainfall on land. The main signature of the oceanic water cycle is a distinctive pattern of higher and lower salinities, with high salinity found under the mid-latitude subtropical high pressure systems and low salinity found in the tropics and at high latitudes. The subtropical highs are the main source regions for the oceanic supply of water to the atmosphere that supplies precipitation on land and at sea. &nbsp;Our goal with this project was to develop understanding of how the high salinity regions of the subtropical gyres are maintained by a balance between net evaporation and the oceanic mixing processes, with a particular focus on the North Atlantic. For this work we participated in two cruises, making very detailed measurements of the mixing processes operating in the salinity maximum of the North Atlantic. Several new discoveries were made to contribute to the intellectual merit of the project:</p>\n<p>1. Enhanced dissipation in the upper few meters of the ocean was discovered under the stratified conditions of diurnal warming. We hypothesize that this dissipation is associated with internal waves in this thin surface stratified layer. The waves may have \"tunneled\" across the mixed layer from the thermocline below.</p>\n<p>2. Salt finger and turbulent mixing were found to be operative in the thermocline of the region. These vertical mixing processes are estimated to account for about half the mixing necessary to accommodate the net evaporation minus precipitation that maintains the salinity maximum in this region of the North Atlantic. An &ldquo;isohaline&rdquo; budgeting approach was used and lateral mixing by eddies accounts for the other mixing.</p>\n<p>3. Interannual variations in springtime sea surface salinity were found to be excellent predictors of summer rainfall in the Sahel of Africa and the US Midwest. This new salinity-based prediction technique is superior to all other predictive indices based on SST or Pressure and is generalizable to other regions. It is particularly useful for extremes in rainfall or drought. (See accompanying figures).</p>\n<p>The broader impacts of the work can be characterized in several realms:</p>\n<p>1. The new type of near-surface mixing discovered here will lead to new understanding of upper-ocean processes and help to improve models of air-sea interaction. Ultimately this will help to improve weather and climate forecasts.</p>\n<p>2. The discovery of the predictive utility of seas surface salinity will improve seasonal rainfall forecasts and help prepare communities for extreme rains and flooding or extended drought.&nbsp; This will be of great benefit to farmers, water system managers, emergency planners, energy providers and for the safety and health of the general public.</p>\n<p>3. The graduate students trained on this project will contribute to the future advance of science and technology in the US.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/20/2016<br>\n\t\t\t\t\tModified by: Raymond&nbsp;W&nbsp;Schmitt</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1129646/1129646_10138525_1482270125428_Salniity_Rain_Sahel--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1129646/1129646_10138525_1482270125428_Salniity_Rain_Sahel--rgov-800width.jpg\" title=\"Sahel Rainfall Predictions from Salinity\"><img src=\"/por/images/Reports/POR/2016/1129646/1129646_10138525_1482270125428_Salniity_Rain_Sahel--rgov-66x44.jpg\" alt=\"Sahel Rainfall Predictions from Salinity\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Water evaporated from the ocean makes it saltier and thus the salinity becomes a good indicator of how much rain will occur elsewhere on Earth.  The mechanisms for this process are shown for the Sahel of Africa.</div>\n<div class=\"imageCredit\">Eric Taylor, Woods Hole Oceanographic Institution</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Raymond&nbsp;W&nbsp;Schmitt</div>\n<div class=\"imageTitle\">Sahel Rainfall Predictions from Salinity</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1129646/1129646_10138525_1482270343731_Salinity_Rain_Midwest--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1129646/1129646_10138525_1482270343731_Salinity_Rain_Midwest--rgov-800width.jpg\" title=\"Midwest Rainfall Predictions from Salinity\"><img src=\"/por/images/Reports/POR/2016/1129646/1129646_10138525_1482270343731_Salinity_Rain_Midwest--rgov-66x44.jpg\" alt=\"Midwest Rainfall Predictions from Salinity\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Water evaporated from the ocean makes it saltier and thus the salinity becomes a good indicator of how much rain will occur elsewhere on Earth.  The mechanisms for this process are shown for the US Midwest.</div>\n<div class=\"imageCredit\">Eric Taylor, Woods Hole Oceanographic Institution</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Raymond&nbsp;W&nbsp;Schmitt</div>\n<div class=\"imageTitle\">Midwest Rainfall Predictions from Salinity</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "The global water cycle is thoroughly dominated by its? oceanic component.  That is, most of the evaporation and precipitation occurs over the oceans, which contain 97% of the water on the Earth. The ocean is the ultimate source of all rainfall on land. The main signature of the oceanic water cycle is a distinctive pattern of higher and lower salinities, with high salinity found under the mid-latitude subtropical high pressure systems and low salinity found in the tropics and at high latitudes. The subtropical highs are the main source regions for the oceanic supply of water to the atmosphere that supplies precipitation on land and at sea.  Our goal with this project was to develop understanding of how the high salinity regions of the subtropical gyres are maintained by a balance between net evaporation and the oceanic mixing processes, with a particular focus on the North Atlantic. For this work we participated in two cruises, making very detailed measurements of the mixing processes operating in the salinity maximum of the North Atlantic. Several new discoveries were made to contribute to the intellectual merit of the project:\n\n1. Enhanced dissipation in the upper few meters of the ocean was discovered under the stratified conditions of diurnal warming. We hypothesize that this dissipation is associated with internal waves in this thin surface stratified layer. The waves may have \"tunneled\" across the mixed layer from the thermocline below.\n\n2. Salt finger and turbulent mixing were found to be operative in the thermocline of the region. These vertical mixing processes are estimated to account for about half the mixing necessary to accommodate the net evaporation minus precipitation that maintains the salinity maximum in this region of the North Atlantic. An \"isohaline\" budgeting approach was used and lateral mixing by eddies accounts for the other mixing.\n\n3. Interannual variations in springtime sea surface salinity were found to be excellent predictors of summer rainfall in the Sahel of Africa and the US Midwest. This new salinity-based prediction technique is superior to all other predictive indices based on SST or Pressure and is generalizable to other regions. It is particularly useful for extremes in rainfall or drought. (See accompanying figures).\n\nThe broader impacts of the work can be characterized in several realms:\n\n1. The new type of near-surface mixing discovered here will lead to new understanding of upper-ocean processes and help to improve models of air-sea interaction. Ultimately this will help to improve weather and climate forecasts.\n\n2. The discovery of the predictive utility of seas surface salinity will improve seasonal rainfall forecasts and help prepare communities for extreme rains and flooding or extended drought.  This will be of great benefit to farmers, water system managers, emergency planners, energy providers and for the safety and health of the general public.\n\n3. The graduate students trained on this project will contribute to the future advance of science and technology in the US.\n\n\t\t\t\t\tLast Modified: 12/20/2016\n\n\t\t\t\t\tSubmitted by: Raymond W Schmitt"
 }
}