{
 "awd_id": "1129764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-German Collaboration: Building common high-dimensional models of neural representational spaces",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 472420.0,
 "awd_amount": 472420.0,
 "awd_min_amd_letter_date": "2011-09-26",
 "awd_max_amd_letter_date": "2011-09-26",
 "awd_abstract_narration": "Methods known as 'multivariate pattern' (MVP) analysis can be used to decode the information patterns in brain activity obtained using functional magnetic resonance imaging (fMRI).  However, a new decoding model has to be built for each brain, because two brains (and the representational spaces they employ) are difficult to align at a fine spatial scale. As a consequence, we do not yet know if different brains use the same codes or idiosyncratic codes to represent the same things. With funding from the National Science Foundation, Drs. James V. Haxby of Dartmouth College, and Peter J. Ramadge of Princeton University, in collaboration with Michael Hanke of the University of Magdeburg (Germany), are developing new methods to discover a coding scheme that works accurately across different brains. The methods being developed align brain activity across brains by projecting individual brain data into a common, high-dimensional space. This approach allows the researchers to build models of brain representational spaces for different cortical areas that are valid both across brains and across a wide range of stimuli and cognitive states. The researchers are developing two algorithms. One is referred to as 'hyperalignment' and the other as 'functional connectivity hyperalignment.'  Hyperalignment rotates the voxel spaces (i.e., the smallest units in a brain image) of individual brains into a single high-dimensional space, in which each dimension is a profile of differential responses to stimuli, that is common across brains.  Functional connectivity hyperalignment aligns voxel spaces based on the functional connectivity profile (i.e., relationships among activated brain areas) for each cortical location. Functional connectivity profiles allow for models of areas that do not respond to external stimuli in a consistent manner, for example, those areas in the so-called 'default-intrinsic system' that plays a central role in social cognition. The investigators are an interdisciplinary partnership - cognitive neuroscientists and signal-processing engineers - who have been working together successfully for several years.  \r\n\r\nDeveloping the computational methods to build common models of representational spaces will augment the power of brain activity decoding techniques, making it possible to investigate how finer, more detailed information is embedded in brain activity patterns, and to read out that information from functional brain imaging data.  The proposed methods also will allow extension of brain decoding to the neural codes that underlie social cognition, that is, the representation of knowledge about the personal traits and mental states of others. These models also will allow investigation of how neural coding is altered within brain regions that are affected by experience, by development, and by psychopathology.\r\n\r\nThis project is jointly funded by Collaborative Research in Computational Neuroscience and the Office of International Science and Engineering.  A companion project is being funded by the German Ministry of Education and Research (BMBF).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Haxby",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "James V Haxby",
   "pi_email_addr": "james.v.haxby@dartmouth.edu",
   "nsf_id": "000386946",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "6207 Moore Hall",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553578",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "732700",
   "pgm_ele_name": "CRCNS-Computation Neuroscience"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "7327",
   "pgm_ref_txt": "CRCNS"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 472420.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Decoding brain activity patterns that are measured with functional brain imaging methods, such as functional magnetic resonance imaging (fMRI), has made major advances in understanding the link between those patterns an the information that is represented in perception, memory, language, and thought.&nbsp; Individual brains differ greatly, however, in terms of functional anatomy.&nbsp; Consequently, prior to our work, most decoding analyses built a new decoding engine tailored to each individual brain, leaving unanswered a key question: Do different brains encode information using the same code or does each brain develop an idiosyncratic code?&nbsp; With support from NSF, we have developed an algorithm, &ldquo;hyperalignment&rdquo;, that solves this problem.&nbsp; We derive a transformation for each individual brain that puts the functional architecture of that brain into a &ldquo;common model space&rdquo; that is based on a neural code that is common across brains.&nbsp; The derivation of the transformation is based on brain activity measured in response to natural, rich, dynamic stimuli &ndash; action movies, dramas, natural music &ndash; making the transformations valid across a broad range of stimuli and stimulus domains.&nbsp; We developed two versions of hyperalignment that transform the whole cortex into a common model space.&nbsp; The results (Figure 1) show that the method produces valid models across many cortical fields that represent diverse information domains &ndash; high-level vision for objects, animals, and actions, auditory perception, action execution, social cognition.&nbsp; After individual data are transformed into the common model space, we show that one subject&rsquo;s brain activity patterns can be decoded based on similarity to brain activity patterns in other brains at levels that exceed decoding based on that subject&rsquo;s own data.</p>\n<p>The common model of representational spaces in human cortex offers a structure for a radically new kind of functional brain atlas.&nbsp; That would afford comparison of functional imaging research data across studies and research groups at a fine-grained level that current anatomy-based atlases are blind to.&nbsp; The common model also may provide new tools for more powerful assessment of individual differences, affording investigations of how neural representation changes as a function of development, education, genetics, and clinical disorder.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/12/2015<br>\n\t\t\t\t\tModified by: James&nbsp;V&nbsp;Haxby</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1129764/1129764_10138541_1421082619368_NSFoutcomesfigureHaxby--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1129764/1129764_10138541_1421082619368_NSFoutcomesfigureHaxby--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2015/1129764/1129764_10138541_1421082619368_NSFoutcomesfigureHaxby--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Between-subject classification of 15 s movie time segments in 3-voxel radius searchlights. The decoding analysis examines short segments of brain data collected while subjects watched Raiders of the Lost Ark and determines which part of the movie a subject was watching based on similarity</div>\n<div class=\"imageCredit\">Guntupalli & Haxby</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">James&nbsp;V&nbsp;Haxby</div>\n<div class=...",
  "por_txt_cntn": "\nDecoding brain activity patterns that are measured with functional brain imaging methods, such as functional magnetic resonance imaging (fMRI), has made major advances in understanding the link between those patterns an the information that is represented in perception, memory, language, and thought.  Individual brains differ greatly, however, in terms of functional anatomy.  Consequently, prior to our work, most decoding analyses built a new decoding engine tailored to each individual brain, leaving unanswered a key question: Do different brains encode information using the same code or does each brain develop an idiosyncratic code?  With support from NSF, we have developed an algorithm, \"hyperalignment\", that solves this problem.  We derive a transformation for each individual brain that puts the functional architecture of that brain into a \"common model space\" that is based on a neural code that is common across brains.  The derivation of the transformation is based on brain activity measured in response to natural, rich, dynamic stimuli &ndash; action movies, dramas, natural music &ndash; making the transformations valid across a broad range of stimuli and stimulus domains.  We developed two versions of hyperalignment that transform the whole cortex into a common model space.  The results (Figure 1) show that the method produces valid models across many cortical fields that represent diverse information domains &ndash; high-level vision for objects, animals, and actions, auditory perception, action execution, social cognition.  After individual data are transformed into the common model space, we show that one subjectÆs brain activity patterns can be decoded based on similarity to brain activity patterns in other brains at levels that exceed decoding based on that subjectÆs own data.\n\nThe common model of representational spaces in human cortex offers a structure for a radically new kind of functional brain atlas.  That would afford comparison of functional imaging research data across studies and research groups at a fine-grained level that current anatomy-based atlases are blind to.  The common model also may provide new tools for more powerful assessment of individual differences, affording investigations of how neural representation changes as a function of development, education, genetics, and clinical disorder.\n\n \n\n\t\t\t\t\tLast Modified: 01/12/2015\n\n\t\t\t\t\tSubmitted by: James V Haxby"
 }
}