{
 "awd_id": "1129879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Sources of Psychological Distress Among Adults",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 8759.0,
 "awd_amount": 8759.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "SES - 1129879\r\nKristen Marcussen (PI)\r\nMary Gallagher (Co-PI)\r\nKent State University\r\n\r\nDoctoral Dissertation Research: Sources of Psychological Distress among Adults\r\n\r\nAbstract\r\nResearch in social psychology suggests that when individuals perceive a double standard between how others evaluate them and how they view themselves, that difference can contribute to psychological distress.  However, we do not yet understand exactly the conditions under which such perceived discrepancies can create psychological distress. This project compares the degree to which specific social identities, especially those considered obligatory versus identities people can choose (voluntary), may affect people's self-concept and psychological distress in different ways.  To that end, this research project involves a two-pronged methodology.  The first part uses existing telephone survey data to examine the relationships between identity discrepancies, self-concept, and psychological distress in the context of one obligatory and one voluntary role.  The second part of the project involves the collection of additional survey data to investigate the extent to which people's commitment to and the centrality of specific obligatory and voluntary identities affect the outcomes of interest. \r\n\r\nBroader Impacts\r\nFindings from this study may contribute to our understanding of how people's multiple identities and roles can either help mitigate or exacerbate psychological distress.  In turn, findings may also inform clinical research and practice aimed at preventing and treating more severe forms of mental illness and the behavioral risks associated with mental illness.  This research project will also provide practical survey research training and experience for a diverse group of undergraduate and graduate students who will be conducting the telephone interviews at the Kent State Survey Research Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Marcussen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen Marcussen",
   "pi_email_addr": "kmarcuss@kent.edu",
   "nsf_id": "000463921",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Gallagher",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Mary N Gallagher",
   "pi_email_addr": "mngallag@kent.edu",
   "nsf_id": "000588436",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kent State University",
  "inst_street_address": "1500 HORNING RD",
  "inst_street_address_2": "",
  "inst_city_name": "KENT",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3306722070",
  "inst_zip_code": "442420001",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "KENT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KXNVA7JCC5K6"
 },
 "perf_inst": {
  "perf_inst_name": "Kent State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8759.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this dissertation research, we investigated identities as important sources of psychological distress among adults. Identity research suggests that people generally want to be seen and understood by others in ways that are consistent with how they see and understand themselves as spouses/partners, friends, workers, or any other identities that they hold. Thus, when people feel that others evaluate them differently than they evaluate themselves with respect to any of their identities, that difference (or discrepancy) can be a source of stress that could contribute to or exacerbate distress and/or damage individuals&rsquo; self-esteem or sense of personal control (i.e., mastery). Discrepancies related to different types of identities may affect self-esteem, mastery, and particular types of psychological distress to different degrees.&nbsp;</p>\n<p>To better explain the influence of identities on distress, we investigated differences in meanings between identities that social psychologists have defined as obligatory or voluntary. Obligatory identities are thought to be characterized by long-term, emotionally intense ties to others that include many strong rights and responsibilities. The obligatory identities in this study were spouse/partner, worker, and family member. Voluntary identities are thought to be characterized by relatively shorter-term, less emotionally intense ties to others that include fewer responsibilities. The voluntary identities in this study were friend, religious/spiritual, and volunteer. Based on these general descriptions of obligatory and voluntary identities, we expected to find that voluntary identities would be relatively open in that individuals would report that they could more freely choose whether and when they became involved in those identities and the amount of time and energy they devoted to them. Conversely, we expected that individuals would report that their obligatory identities were more demanding of their time and energy, and that they would find it more difficult enter and exit those identities at will. These theoretical differences between obligatory and voluntary identities have been specified in previous scholarly literature, but they have not been directly studied.&nbsp;</p>\n<p>We collected data for this project from a nationally-representative telephone survey of 500 adults living in the continental United States and also utilized existing data from a representative telephone survey of 1,107 adults residing in California in 2000. These data include information about respondents&rsquo; basic demographic characteristics, evaluations of themselves and their perceptions of how others evaluated them with respect to one obligatory and voluntary identity that they held, their self-esteem and mastery, and the extent to which they experienced symptoms related to four psychological distress outcomes: depression, anxiety, social anxiety, and somatic (i.e., bodily).</p>\n<p>Findings from this study contribute to the social psychological and mental health literatures in several ways. First, using new measures of obligatory and voluntary identity meaning created for this research as well as established measures of identity meaning, we found that respondents saw their obligatory and voluntary identities in ways that were consistent with their theoretical characteristics and differences. Second, we found that discrepancies related to obligatory identities affected depressive, anxiety, social anxiety, and somatic symptoms of psychological distress in mostly direct ways, while discrepancies associated with voluntary identities were related to distress indirectly, through their negative impact on self-esteem and mastery. In other words, we found that obligatory and voluntary identities meant different things to respondents, and that problems (in the form of identity discrepancies) associated with them were related to symptoms of distress...",
  "por_txt_cntn": "\nIn this dissertation research, we investigated identities as important sources of psychological distress among adults. Identity research suggests that people generally want to be seen and understood by others in ways that are consistent with how they see and understand themselves as spouses/partners, friends, workers, or any other identities that they hold. Thus, when people feel that others evaluate them differently than they evaluate themselves with respect to any of their identities, that difference (or discrepancy) can be a source of stress that could contribute to or exacerbate distress and/or damage individualsÆ self-esteem or sense of personal control (i.e., mastery). Discrepancies related to different types of identities may affect self-esteem, mastery, and particular types of psychological distress to different degrees. \n\nTo better explain the influence of identities on distress, we investigated differences in meanings between identities that social psychologists have defined as obligatory or voluntary. Obligatory identities are thought to be characterized by long-term, emotionally intense ties to others that include many strong rights and responsibilities. The obligatory identities in this study were spouse/partner, worker, and family member. Voluntary identities are thought to be characterized by relatively shorter-term, less emotionally intense ties to others that include fewer responsibilities. The voluntary identities in this study were friend, religious/spiritual, and volunteer. Based on these general descriptions of obligatory and voluntary identities, we expected to find that voluntary identities would be relatively open in that individuals would report that they could more freely choose whether and when they became involved in those identities and the amount of time and energy they devoted to them. Conversely, we expected that individuals would report that their obligatory identities were more demanding of their time and energy, and that they would find it more difficult enter and exit those identities at will. These theoretical differences between obligatory and voluntary identities have been specified in previous scholarly literature, but they have not been directly studied. \n\nWe collected data for this project from a nationally-representative telephone survey of 500 adults living in the continental United States and also utilized existing data from a representative telephone survey of 1,107 adults residing in California in 2000. These data include information about respondentsÆ basic demographic characteristics, evaluations of themselves and their perceptions of how others evaluated them with respect to one obligatory and voluntary identity that they held, their self-esteem and mastery, and the extent to which they experienced symptoms related to four psychological distress outcomes: depression, anxiety, social anxiety, and somatic (i.e., bodily).\n\nFindings from this study contribute to the social psychological and mental health literatures in several ways. First, using new measures of obligatory and voluntary identity meaning created for this research as well as established measures of identity meaning, we found that respondents saw their obligatory and voluntary identities in ways that were consistent with their theoretical characteristics and differences. Second, we found that discrepancies related to obligatory identities affected depressive, anxiety, social anxiety, and somatic symptoms of psychological distress in mostly direct ways, while discrepancies associated with voluntary identities were related to distress indirectly, through their negative impact on self-esteem and mastery. In other words, we found that obligatory and voluntary identities meant different things to respondents, and that problems (in the form of identity discrepancies) associated with them were related to symptoms of distress through different pathways. Finally, we found preliminary evidence that suggested that the relationsh..."
 }
}