{
 "awd_id": "1129348",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coastal Ocean Reynolds Stresses:  Using New Methods with Long-Term Observations to Investigate Exchange and Evaluate Model Closures",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 178045.0,
 "awd_amount": 178045.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "Over the continental shelf, turbulence plays a primary role in distributing momentum through the water column. In the inner shelf, where surface and bottom boundary layers overlap, the magnitude and vertical structure of turbulent momentum flux (Reynolds stress) is thought to have a controlling influence on the circulation and exchange.  The vertical structure of Reynolds stress in the coastal ocean is not well known, due in part to the difficulty in making unbiased estimates of stress in wavy environments. Recently developed analysis techniques have documented ways to account for wave-induced biases, allowing direct observations of coastal ocean stresses using the velocity profiles of commonly-deployed acoustic Doppler current profilers (ADCPs).  This work proposes to use these methods to estimate the stresses present in a more than 10 year-long record of velocity profiles from the Martha's Vineyard Coastal Observatory (MVCO).  Estimated stresses will be utilized, along with velocity, hydrographic, and wind observations, to examine how inner-shelf processes interact to determine the across-shelf exchange due to along-shelf winds, across-shelf winds, and surface gravity waves and relate variations in momentum transfer due to these processes to variations in across-shelf exchange.  These estimates will be compared to predictions using common turbulence closure models for similar forcing conditions in both simple one- and two-dimensional or complex three-dimensional numerical model simulations. \r\n\r\nIntellectual Merit:  In situ observations of turbulent stress profiles, traditionally the least accessible term in the momentum equations, are central to our ability to explain and predict coastal ocean dynamics.  Using the long-term dataset, this work will separate the incremental effects of wind or wave forcing on Reynolds stresses, examining the dependence of the across-shelf circulation on the stress.  Comparing these observations to predictions from numerical models will provide a powerful new tool to evaluate closure methods, enabling more accurate predictions of how stress-causing processes interact to drive circulation when such measurements are not available.  The primary data product of the analysis, stress profiles estimated from MVCO's long-term velocity dataset, will be archived and served on the Observatory's website, and therefore available as a community data product for future research. \r\n\r\nBroader Impacts:  The mechanisms that control the across-shelf exchange of water masses and nutrients control the productivity of the coastal ocean as well as the dispersal or retention of planktonic larvae and pollutants.  The additional knowledge of turbulent stresses and their use in evaluating model parameterizations offer, potentially, a more precise understanding of the dynamics of the inner shelf and across-shelf exchange then has previously been possible, allowing exchange-dependent processes to be studied and modeled with increased accuracy.  Results will be disseminated directly into the classroom via teaching and ongoing outreach programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Kirincich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony Kirincich",
   "pi_email_addr": "akirincich@whoi.edu",
   "nsf_id": "000525671",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 178045.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The role of friction in coastal circulation was examined by using recently developed techniques to estimate the fluxes of turbulent momentum, referred to as Reynolds Stresses, from acoustic Doppler current profiler (ADCP) observations of water velocity profiles in the coastal ocean.&nbsp; Reynolds stresses describe the turbulent transfer of momentum from the boundaries through the water column, set the vertical structure of velocities in both the along- and across-shelf directions, and therefore the amount of transport and/or exchange realized along or across the shelf.&nbsp; Stresses were estimated from 20 minute bursts of velocity data by successfully accounting for the bias due to wave effects, which confounded previous efforts. &nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Applied to a ten year record of velocity profiles from the Martha&rsquo;s Vineyard Coastal Observatory (MVCO) in 12 m of water, estimated stresses were utilized, along with velocity, hydrographic, and wind observations, to examine how inner-shelf processes interact to determine the across-shelf exchange due to along-shelf winds, across-shelf winds, and surface gravity waves.&nbsp; These efforts were able to observe the direct transfer of wind energy down through the water column, quantify the variations in this transfer due to increased stratification, and relate variations in momentum transfer due to these processes to variations in across-shelf exchange and along-shelf circulation dynamics.&nbsp; Additionally, this work estimated the magnitude of the barotropic along-shelf pressure gradient responsible for the mean circulation present in the absence of wind and wave forcing. &nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Examining a second data set, a two year record of velocity and hydrographic structure in 30 m of water east of Cape Cod, MA, this same type of assessment demonstrated that the locally relevant along-shelf pressure gradient, inferred from the Reynolds stresses, contained a sizable component that was not coupled with the along-shelf winds and often opposed the regional sea level gradient.&nbsp; Additional analysis of drifter and regional model output suggested that, due to these local pressure gradients, the main along-shelf current can be forced offshore, potentially altering the exchange between the Gulf of Maine and the Mid-Atlantic Bight.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2014<br>\n\t\t\t\t\tModified by: Anthony&nbsp;Kirincich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe role of friction in coastal circulation was examined by using recently developed techniques to estimate the fluxes of turbulent momentum, referred to as Reynolds Stresses, from acoustic Doppler current profiler (ADCP) observations of water velocity profiles in the coastal ocean.  Reynolds stresses describe the turbulent transfer of momentum from the boundaries through the water column, set the vertical structure of velocities in both the along- and across-shelf directions, and therefore the amount of transport and/or exchange realized along or across the shelf.  Stresses were estimated from 20 minute bursts of velocity data by successfully accounting for the bias due to wave effects, which confounded previous efforts.  \n\n \n\nApplied to a ten year record of velocity profiles from the MarthaÆs Vineyard Coastal Observatory (MVCO) in 12 m of water, estimated stresses were utilized, along with velocity, hydrographic, and wind observations, to examine how inner-shelf processes interact to determine the across-shelf exchange due to along-shelf winds, across-shelf winds, and surface gravity waves.  These efforts were able to observe the direct transfer of wind energy down through the water column, quantify the variations in this transfer due to increased stratification, and relate variations in momentum transfer due to these processes to variations in across-shelf exchange and along-shelf circulation dynamics.  Additionally, this work estimated the magnitude of the barotropic along-shelf pressure gradient responsible for the mean circulation present in the absence of wind and wave forcing.  \n\n \n\nExamining a second data set, a two year record of velocity and hydrographic structure in 30 m of water east of Cape Cod, MA, this same type of assessment demonstrated that the locally relevant along-shelf pressure gradient, inferred from the Reynolds stresses, contained a sizable component that was not coupled with the along-shelf winds and often opposed the regional sea level gradient.  Additional analysis of drifter and regional model output suggested that, due to these local pressure gradients, the main along-shelf current can be forced offshore, potentially altering the exchange between the Gulf of Maine and the Mid-Atlantic Bight.\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/23/2014\n\n\t\t\t\t\tSubmitted by: Anthony Kirincich"
 }
}