{
 "awd_id": "1129562",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Spatio-Temporal Patterns of Soil Respiration and Age of Respired Carbon from High-Elevation Alpine Tundra",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 11820.0,
 "awd_amount": 11820.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "Carbon dioxide is increasing in the contemporary atmosphere as a result of an imbalance between the rates of human-related and natural carbon dioxide emission and biospheric and oceanic carbon dioxide assimilation.  These circumstances are augmenting the natural greenhouse effect.  Resultant climate warming has been linked to flooding, hurricanes, and the loss of sea-ice, glaciers, and permafrost.  Alpine tundra is an underrepresented ecosystem in global environmental databases due to its inherently remote nature and the difficulties associated with working in steep, mountainous terrain.  Recent research suggests that carbon dioxide emissions from alpine tundra may be far greater than previously estimated.  Toward a process-based reconciliation of net annual carbon loss from high-elevation alpine tundra, this doctoral dissertation research project will evaluate soil respiration and net ecosystem exchange through space and time at Niwot Ridge, Colorado, using a distinctive suite of measurement techniques in combination with radiocarbon isotopic analysis.  The doctoral student will use a multi scale approach to (1) substantiate previous data through the use of independent sampling designs including chamber, gradient, and eddy covariance techniques; (2) investigate the relationship between soil properties, climate, and carbon dioxide flux; (3) model the differential response of carbon dioxide flux by soil type; and (4) constrain the age, mechanism for, magnitude, and trend of atmospheric carbon loss through the application of radiocarbon dating techniques.  These methods will be used to test the hypothesis that an imbalanced carbon cycle suggested by previous research represents metabolism of paleocarbon by an unexpectedly active microbial community.  Confirmation of this hypothesis would demonstrate that directional climate change has already begun to affect alpine regions while also providing an early indication of potentially more-widespread carbon cycling patterns in the future.\r\n\r\nThis project addresses expansion of the current network of carbon dioxide flux measurements into understudied ecosystems and will refine the magnitude and spatio-temporal variability of carbon dioxide flux from alpine tundra.  By coupling top-down monitoring techniques to bottom-up mechanistic analyses, this project will investigate both the causes and effects of observed alpine carbon dioxide loss.  To promote application of specific results to other alpine systems, conceptual and empirical models will be developed to describe both plot- and ecosystem-scale fluxes.  These models will directly contribute to knowledge about the global carbon cycle.  A comprehensive understanding of the natural carbon cycle is crucial to accurately assess the future ramifications of present-day carbon dioxide emissions, policy decisions, and climate-forcing scenarios. To that end, the results of this work will help constrain the probable effects of proposed policies and regulations.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Blanken",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Peter D Blanken",
   "pi_email_addr": "blanken@colorado.edu",
   "nsf_id": "000493712",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Knowles",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F Knowles",
   "pi_email_addr": "john.knowles@montana.edu",
   "nsf_id": "000587152",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1312",
   "pgm_ref_txt": "GREENHOUSE GAS DYNAMICS"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11820.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Carbon dioxide is increasing in the atmosphere as a result of an imbalance between the rates that natural and human sources emit carbon dioxide, and the rates that natural land and oceanic ecosystems remove carbon dioxide from the atmosphere. This scenario is changing Earth&rsquo;s climate, and has already increased air temperatures, flooding, permafrost melt, hurricanes, and loss of sea-ice and glaciers. Alpine tundra is an underrepresented ecosystem in global environmental databases due to its inherently remote nature and the difficulties associated with working in steep, mountainous terrain. Recent work, however, suggests that carbon dioxide emissions from alpine tundra may be far greater than previously estimated.</p>\n<p>In order to identify the cause and potential impacts of carbon emissions from alpine tundra soils at Niwot Ridge, Colorado, the primary objectives of this research were to:</p>\n<p>&nbsp;1)&nbsp;&nbsp;&nbsp; Measure carbon dioxide emissions over a range of alpine tundra soils using a unique combination of measurement techniques.</p>\n<p>2)&nbsp;&nbsp;&nbsp; Determine whether carbon dioxide emissions were linked to specific soil properties e.g. soil moisture and/or temperature.</p>\n<p>3)&nbsp;&nbsp;&nbsp; Estimate the total amount of carbon in alpine tundra soils. &nbsp;</p>\n<p>4)&nbsp;&nbsp;&nbsp; Develop a model to predict patterns of carbon dioxide emissions from dry, intermediate, and wet alpine tundra soils in the future.</p>\n<p>5)&nbsp;&nbsp;&nbsp; Apply radiocarbon dating analysis to test the degree to which carbon dioxide emissions may reflect the loss of old carbon.</p>\n<p>&nbsp;</p>\n<p>Good agreement between the three different techniques used to measure carbon dioxide emissions by this research suggested that emissions from alpine tundra soils were measured accurately, and that the alpine tundra at Niwot Ridge, Colorado is losing a significant amount of carbon dioxide to the atmosphere each year. Soil moisture and temperature were both extremely variable over small distances, due to differences in snow accumulation during the winter, and also to patches of subsurface ice that prevented water from draining away from the surface in some areas. Soil moisture was the best predictor of carbon dioxide emissions, and emissions generally increased along a gradient from dry to wet tundra. The amount of carbon present in the tundra soils also increased along with soil moisture, and patches of wet tundra were extremely carbon-rich. A comprehensive model describing the most likely contributions of dry, intermediate, and wet alpine tundra soils to carbon dioxide in the atmosphere, as well as the impact of alpine tundra as a whole on future climate, will be put forth as part of the Co-PI&rsquo;s Ph.D. dissertation in 2015. Radiocarbon dating analysis revealed that emitted carbon ranged from approximately 1-90 years old, however, additional analysis will be performed in order to separate the relative influence of older and newer carbon to overall carbon emissions.&nbsp;Overall, the detection of 90-year-old carbon suggests that recent climate change likely results in the release of carbon into the atmosphere that has been stored for long periods of time in alpine tundra ecosystems.</p>\n<p>This research addressed a need to expand the current network of greenhouse gas emissions studies into novel ecosystems, and this work drastically refined scientific knowledge of the amount and variability of carbon dioxide emissions from alpine tundra. Our methodology combined monitoring techniques with laboratory analyses to uniquely investigate both the causes and effects of alpine carbon dioxide emissions. Furthermore, this research was the first to quantify the age of carbon directly emitted from an alpine tundra ecosystem.&nbsp;Not only does this research demonstrate that climate change has already begun to affect alpine regions, but it also provides an early ind...",
  "por_txt_cntn": "\nCarbon dioxide is increasing in the atmosphere as a result of an imbalance between the rates that natural and human sources emit carbon dioxide, and the rates that natural land and oceanic ecosystems remove carbon dioxide from the atmosphere. This scenario is changing EarthÆs climate, and has already increased air temperatures, flooding, permafrost melt, hurricanes, and loss of sea-ice and glaciers. Alpine tundra is an underrepresented ecosystem in global environmental databases due to its inherently remote nature and the difficulties associated with working in steep, mountainous terrain. Recent work, however, suggests that carbon dioxide emissions from alpine tundra may be far greater than previously estimated.\n\nIn order to identify the cause and potential impacts of carbon emissions from alpine tundra soils at Niwot Ridge, Colorado, the primary objectives of this research were to:\n\n 1)    Measure carbon dioxide emissions over a range of alpine tundra soils using a unique combination of measurement techniques.\n\n2)    Determine whether carbon dioxide emissions were linked to specific soil properties e.g. soil moisture and/or temperature.\n\n3)    Estimate the total amount of carbon in alpine tundra soils.  \n\n4)    Develop a model to predict patterns of carbon dioxide emissions from dry, intermediate, and wet alpine tundra soils in the future.\n\n5)    Apply radiocarbon dating analysis to test the degree to which carbon dioxide emissions may reflect the loss of old carbon.\n\n \n\nGood agreement between the three different techniques used to measure carbon dioxide emissions by this research suggested that emissions from alpine tundra soils were measured accurately, and that the alpine tundra at Niwot Ridge, Colorado is losing a significant amount of carbon dioxide to the atmosphere each year. Soil moisture and temperature were both extremely variable over small distances, due to differences in snow accumulation during the winter, and also to patches of subsurface ice that prevented water from draining away from the surface in some areas. Soil moisture was the best predictor of carbon dioxide emissions, and emissions generally increased along a gradient from dry to wet tundra. The amount of carbon present in the tundra soils also increased along with soil moisture, and patches of wet tundra were extremely carbon-rich. A comprehensive model describing the most likely contributions of dry, intermediate, and wet alpine tundra soils to carbon dioxide in the atmosphere, as well as the impact of alpine tundra as a whole on future climate, will be put forth as part of the Co-PIÆs Ph.D. dissertation in 2015. Radiocarbon dating analysis revealed that emitted carbon ranged from approximately 1-90 years old, however, additional analysis will be performed in order to separate the relative influence of older and newer carbon to overall carbon emissions. Overall, the detection of 90-year-old carbon suggests that recent climate change likely results in the release of carbon into the atmosphere that has been stored for long periods of time in alpine tundra ecosystems.\n\nThis research addressed a need to expand the current network of greenhouse gas emissions studies into novel ecosystems, and this work drastically refined scientific knowledge of the amount and variability of carbon dioxide emissions from alpine tundra. Our methodology combined monitoring techniques with laboratory analyses to uniquely investigate both the causes and effects of alpine carbon dioxide emissions. Furthermore, this research was the first to quantify the age of carbon directly emitted from an alpine tundra ecosystem. Not only does this research demonstrate that climate change has already begun to affect alpine regions, but it also provides an early indication of more-widespread patterns of carbon dioxide emissions in the future.\n\nA comprehensive understanding of the natural carbon cycle is crucial to assess the future consequences of present-day carbon dioxide emissions, and ..."
 }
}