{
 "awd_id": "1129932",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Manufacturing Nanostructured Contact Lenses for Drug Delivery",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 280000.0,
 "awd_amount": 280000.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "The objective of this research project is to develop particle-laden soft contact lenses as a new vehicle for ophthalmic drug delivery in order to reduce drug loss, eliminate systemic side effects, and improve drug efficacy and compliance.  Nanoparticles are dispersed in hydrogels in several nanomanufacturing processes for improving mechanical, electrical, optical, and transport properties of hydrogels.  In this project, the PIs plan to develop a new approach for preparing nanoparticles, explore the mechanisms of particle entrapment in hydrogels and evolution of microstructure, and the effect of the particle entrapment on physical and transport properties of the gels, when the particles are added to the polymerizing medium.  Here, the project will focus on the specific application of controlling the drug release properties of the hydrogels to develop extended wear contact lenses for delivering ophthalmic drugs.  The three specific aims of the research are:  (i) Develop drug loaded highly crosslinked nanoparticles and understand the mechanism of particle formation and drug transport in the nanoparticles; (ii) Polymerize silicone-hydrogels in presence of the highly crosslinked nanoparticles to fabricate contact lenses loaded with drug encapsulated highly crosslinked nanoparticles; (iii) Characterize the particle loaded contact lenses to understand microstructure, drug transport, and all other properties of the gels relevant to the use of these materials for contact lenses.  The research will combine both modeling and experiments to explore fundamentals of nanoparticle and lens preparation while focusing on the eventual goal of developing contact lenses for drug delivery.  Currently, approximately 90 percent of all ophthalmic drug formulations are applied as eye-drops.  While eye-drops are convenient and well accepted by patients, these suffer from low bioavailability (<5 percent), side-effects due to systemic uptake, and low compliance.  The compliance could be lower than 50 percent and further smaller when multiple eye drops are required each day, which contributes to worsening of the ophthalmic disease even when treatments are available.  The bioavailability increases to about 50 percent when ophthalmic drugs are delivered through contact lenses because of the increase in the residence time of the drugs in the tear film.  The increased bioavailability (>50 percent) results in lower side effects, and will likely lead to higher compliance because of the continuous drug delivery for about 2-weeks with a contact lens. In preliminary results a novel approach has been developed of making ultrasmall (~4 nm) particles without utilizing any surfactant that release drugs for over 15 days.  This novel approach of making nanoparticles without using surfactants is scalable to industrial standards, and it could be useful in several areas of nanomanufacturing, particularly when addition of surfactant is undesirable or too expensive. This concept has also been proven by fabricating transparent particle-laden gels loaded with novel nanoparticles containing a glaucoma drug timolol.  It has also been established that contact lenses containing the highly crosslinked particles can deliver timolol at therapeutic rates for 2-3 weeks.\r\n\r\nIf successful, the particle-loaded lenses will lead to a paradigm shift in ophthalmic drug delivery as it will eliminate several deficiencies in current delivery systems including very low bioavailability (<5 percent), potential side-effects, and low compliance. The nanoparticle-loaded lenses will have higher bioavailability (>50 percent), resulting in lower side effects, and will likely lead to higher compliance.  This research is inherently multidisciplinary as the project combines expertise in new materials, transport, biomedical engineering, and modeling.  Also, this research will likely leads to paradigm shifts in the area of ophthalmic drug delivery, and thus lead to a significant societal impact particularly in the area of glaucoma therapy which affects about 66.8 million people in the world, leaving 6.7 million with bilateral blindness.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anuj",
   "pi_last_name": "Chauhan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anuj Chauhan",
   "pi_email_addr": "chauhan@mines.edu",
   "nsf_id": "000144539",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "Chemical Engineering",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 280000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ophthalmic drug delivery by eye drops is highly ineffecient because only about 2% of the instilled drug reaches the target tissue.&nbsp; The remaining drug reaches systemic circulation through absorption into the conjunctiva or drainage into the nose, followed by absorption into the blood.&nbsp; The drug that reaches systemic circulations can cause toxic side effects in many organs.&nbsp; We have focused on exploring the feasibility of designing contact lenses to delivery ophthalmic drugs more effeciently.&nbsp; Since the contact lenses drape the cornea, a large fraction, possible as large as 50%, of the loaded drug reaches the target tissue in the cornea.&nbsp; Furthermore, by releasing the drug over extended periods, one could potentially alleviate the need for multiple eye drop instillations in a day.&nbsp; For some diseases, the patients must instill eye drops each hour, which is very difficult to accomplish.&nbsp; We hope that lenses can be designed to replace eye drops particurly for diseases that require frequent eye drop instillations for years.&nbsp; While contact lenses have been explored for a few deacdes now to deliver ophthalmic drugs, there is no commercial product in the market.&nbsp; One major problem that we are trying to solve is to achieve slow drug delivery so just one lens can deliver drugs for a day or possibly longer.&nbsp; In this project we sucessfully designed contact lenses that release a glaucoma drug for about a week under physiological condfitions.&nbsp; We accomplished this by attaching the drug timolol covalently to polymeric nanoparticles and then dispersing the particles in contact lenses.&nbsp; The covalent bond was hydrolyzed under physiological conditions slowly to release the drug.&nbsp; The lenses remained fully transparent and treated glaucoma effecitively.&nbsp; The major intellectual advances included designing nanoparticles that can release the drug over extended periods, and then dispesing the particles in the contact lenses.&nbsp; We also showed that contact lenses are in fact superior to eye drops for drug delivery as&nbsp;comparable therapeutic benefits can be achieved with 10-fold lower drug loading.&nbsp; The reduced drug loading will lead to less systemic uptake of drug, which would reduce the potential for toxic side effects.&nbsp; This research will have broad impacts in ophthalmic drug delivery particularly glaucoma.&nbsp; Also broader impacts may be achieved in other technological areas that rely on dispersing particles in biomedical devices to achieve certain specific properties.&nbsp; We also demonstrated that nanoparticles can be incorporated into contact lenses for achieving very effective blocking of ultraviolet radition.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2015<br>\n\t\t\t\t\tModified by: Anuj&nbsp;Chauhan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOphthalmic drug delivery by eye drops is highly ineffecient because only about 2% of the instilled drug reaches the target tissue.  The remaining drug reaches systemic circulation through absorption into the conjunctiva or drainage into the nose, followed by absorption into the blood.  The drug that reaches systemic circulations can cause toxic side effects in many organs.  We have focused on exploring the feasibility of designing contact lenses to delivery ophthalmic drugs more effeciently.  Since the contact lenses drape the cornea, a large fraction, possible as large as 50%, of the loaded drug reaches the target tissue in the cornea.  Furthermore, by releasing the drug over extended periods, one could potentially alleviate the need for multiple eye drop instillations in a day.  For some diseases, the patients must instill eye drops each hour, which is very difficult to accomplish.  We hope that lenses can be designed to replace eye drops particurly for diseases that require frequent eye drop instillations for years.  While contact lenses have been explored for a few deacdes now to deliver ophthalmic drugs, there is no commercial product in the market.  One major problem that we are trying to solve is to achieve slow drug delivery so just one lens can deliver drugs for a day or possibly longer.  In this project we sucessfully designed contact lenses that release a glaucoma drug for about a week under physiological condfitions.  We accomplished this by attaching the drug timolol covalently to polymeric nanoparticles and then dispersing the particles in contact lenses.  The covalent bond was hydrolyzed under physiological conditions slowly to release the drug.  The lenses remained fully transparent and treated glaucoma effecitively.  The major intellectual advances included designing nanoparticles that can release the drug over extended periods, and then dispesing the particles in the contact lenses.  We also showed that contact lenses are in fact superior to eye drops for drug delivery as comparable therapeutic benefits can be achieved with 10-fold lower drug loading.  The reduced drug loading will lead to less systemic uptake of drug, which would reduce the potential for toxic side effects.  This research will have broad impacts in ophthalmic drug delivery particularly glaucoma.  Also broader impacts may be achieved in other technological areas that rely on dispersing particles in biomedical devices to achieve certain specific properties.  We also demonstrated that nanoparticles can be incorporated into contact lenses for achieving very effective blocking of ultraviolet radition.\n\n\t\t\t\t\tLast Modified: 11/16/2015\n\n\t\t\t\t\tSubmitted by: Anuj Chauhan"
 }
}