{
 "awd_id": "1129969",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Network Target Coordination for Complex System Optimization",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christiaan Paredis",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 442186.0,
 "awd_amount": 442186.0,
 "awd_min_amd_letter_date": "2011-08-03",
 "awd_max_amd_letter_date": "2011-08-03",
 "awd_abstract_narration": "The research objective of this award is to develop an optimization-based design methodology that accounts for the dynamic nature of complex systems. The methodology will have a modeling capability to conceptually integrate object decomposition (by physical subsystems) with aspect decomposition (by disciplines) into a network of nodes at which local optimizations are performed subject to the performance targets from the other nodes. The overall network optimization will be coordinated to accomplish a desired compromise between the performance of the design and the performance of the subsystems and disciplines. The dual-decomposition approach will make the methodology comprehensive and responsive to changing design conditions while an agent-based implementation will guarantee computational flexibility. The methodology will incorporate human decision-making in the process and will be the basis for a tool implemented on a layout design problem. \r\n\r\nIf successful, designers will be able to make decisions for complex systems (such as vehicles or airplanes), while accounting for failures and opportunities resulting from the consideration of the entire spectrum of changing conditions. The outcomes of this research will be disseminated through various channels including graduate student training in engineering and mathematical sciences, interdisciplinary seminars, professional meetings, publications, open source software, and Internet websites. The methodology will be presented to the Army (TACOM), other federal institutions (Air Force, DOE, NASA, Navy), and original equipment manufacturer companies (BMW, Ford, GM, Boeing). Graduate students will be involved in parts of the proposed research while results of this work will be included in graduate-level courses. The proposed work will provide opportunities to train students who can enter the workforce with advanced mathematical skills and an understanding of how to apply these to complex engineering problems. Special efforts will be undertaken to reach out to students from local-area schools that have a significant proportion of underrepresented populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Georges",
   "pi_last_name": "Fadel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Georges M Fadel",
   "pi_email_addr": "fgeorge@clemson.edu",
   "nsf_id": "000258505",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Wiecek",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret M Wiecek",
   "pi_email_addr": "wmalgor@clemson.edu",
   "nsf_id": "000176908",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "300 Brackett Hall, Box 345702",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 442186.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>1. Overview</strong></p>\n<p>The objective of the project was to develop a methodology for the optimization of complex systems design which accounts for their dynamic complexity. By complexity is meant that the system consists of many nodes connected together, and the dynamic aspect is the ability to add nodes and connections during the design.&nbsp; The nodes represent physical components of a system or design disciplines and thus the codes to represent them, and the links between them are variables that are shared.&nbsp; The methodology accommodates therefore the ongoing modification of design reflected in the integration of new components or levels, new design criteria, new regions of the design space, and new technologies from multiple disciplines participating in the design process. Such approaches enable engineers to address systems integration problems that are increasingly prevalent in all designed systems such as an automobile, an airplane, or a machine.&nbsp; The quality of such systems will increase as a result of the application of this work.&nbsp;</p>\n<p>The papers published as a result of this effort describe a methodology called Network Target Coordination, and the various approaches to ensure that the solution of the problem once decomposed is practically identical to the solution of the overall problem (if such a solution is possible). &nbsp; The work also investigated ways to decompose complex problems, and showed that some structures are easier to solve than others. Various mathematical approaches were developed, proven and applied to address issues of convergence, efficiency and robustness.</p>\n<p>&nbsp;</p>\n<p><strong>2. Intellectual Merit</strong></p>\n<p><strong>Hybrid-network model of the design process.</strong> &nbsp;&nbsp;For the multidisciplinary design process, the PIs proposed a novel <em>hybrid-network model with interacting nodes representing components of a system and/or disciplines that participate in the design</em>. By allowing for the introduction of a new node being a component or a discipline during the design process, the model reflects the evolution of this process as the requirements and criteria change. Every node of the network is associated with a single or multiobjective optimization problem (MOP) which is a mathematical representation of the ongoing design of a component or design within a discipline.</p>\n<p>&nbsp;</p>\n<p><strong>Theory and methods for single and multiobjective network target coordination (NTC). </strong>&nbsp;The PIs designed algorithms for the coordination of the design process on the hybrid network. For single or multiobjective problems at the nodes that interact by sharing performance targets, <em>the algorithms perform distributed computations and achieve either an overall optimal solution or the set of Pareto optimal solutions for the network</em>. The convergence was proved in both cases. The single objective NTC algorithm was run on different network structures. The experimental results imply that by selecting the most appropriate structure, the best solution accuracy can be reached while consuming the least computational resources. The multiobjective NTC algorithm seems to be the first one for distributed computation of Pareto solutions. It was applied to the multidisciplinary battery design coordinated with the vehicle underhood design (see Figures 1 and 2 representing two Pareto solutions, or solutions optimal to some combination of objectives). The algorithm showed the capability to explore the design alternatives obtained through the negotiation occurring between the designs at the battery and vehicle levels. As a byproduct, the PIs proposed a new nonlinear programming approach to computing Pareto solutions of nonconvex, separable MOPs while maintaining their separability, a property required in distributed computation. A formulation with these properties had not been available earli...",
  "por_txt_cntn": "\n1. Overview\n\nThe objective of the project was to develop a methodology for the optimization of complex systems design which accounts for their dynamic complexity. By complexity is meant that the system consists of many nodes connected together, and the dynamic aspect is the ability to add nodes and connections during the design.  The nodes represent physical components of a system or design disciplines and thus the codes to represent them, and the links between them are variables that are shared.  The methodology accommodates therefore the ongoing modification of design reflected in the integration of new components or levels, new design criteria, new regions of the design space, and new technologies from multiple disciplines participating in the design process. Such approaches enable engineers to address systems integration problems that are increasingly prevalent in all designed systems such as an automobile, an airplane, or a machine.  The quality of such systems will increase as a result of the application of this work. \n\nThe papers published as a result of this effort describe a methodology called Network Target Coordination, and the various approaches to ensure that the solution of the problem once decomposed is practically identical to the solution of the overall problem (if such a solution is possible).   The work also investigated ways to decompose complex problems, and showed that some structures are easier to solve than others. Various mathematical approaches were developed, proven and applied to address issues of convergence, efficiency and robustness.\n\n \n\n2. Intellectual Merit\n\nHybrid-network model of the design process.   For the multidisciplinary design process, the PIs proposed a novel hybrid-network model with interacting nodes representing components of a system and/or disciplines that participate in the design. By allowing for the introduction of a new node being a component or a discipline during the design process, the model reflects the evolution of this process as the requirements and criteria change. Every node of the network is associated with a single or multiobjective optimization problem (MOP) which is a mathematical representation of the ongoing design of a component or design within a discipline.\n\n \n\nTheory and methods for single and multiobjective network target coordination (NTC).  The PIs designed algorithms for the coordination of the design process on the hybrid network. For single or multiobjective problems at the nodes that interact by sharing performance targets, the algorithms perform distributed computations and achieve either an overall optimal solution or the set of Pareto optimal solutions for the network. The convergence was proved in both cases. The single objective NTC algorithm was run on different network structures. The experimental results imply that by selecting the most appropriate structure, the best solution accuracy can be reached while consuming the least computational resources. The multiobjective NTC algorithm seems to be the first one for distributed computation of Pareto solutions. It was applied to the multidisciplinary battery design coordinated with the vehicle underhood design (see Figures 1 and 2 representing two Pareto solutions, or solutions optimal to some combination of objectives). The algorithm showed the capability to explore the design alternatives obtained through the negotiation occurring between the designs at the battery and vehicle levels. As a byproduct, the PIs proposed a new nonlinear programming approach to computing Pareto solutions of nonconvex, separable MOPs while maintaining their separability, a property required in distributed computation. A formulation with these properties had not been available earlier.\n\n \n\nMultiparametric subgradient optimization.  To offer designers the capability of exploring the design space, the PIs developed two multiparametric subgradient algorithms for convex multiparametric nonlinear programs (NLPs), and prove..."
 }
}