{
 "awd_id": "1129888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamically Expanding Eshelby Inclusions and Inhomogeneity Boundaries",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kara Peters",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2014-01-12",
 "awd_abstract_narration": "The research objective of this grant is to create fundamental solutions for defects in solids under dynamic loading that concern dynamically expanding inclusions, which are regions within the material that possess general transformation strain (such as due to thermal expansion that is constrained by the matrix), and also solutions concerning expanding inhomogeneities (regions where the material properties change as the region of transformation strain expands). The solutions will allow the calculation of the \"driving force,\" i.e.  the mechanical rate of work needed to be supplied to create dynamically an incremental region of inclusion / inhomogeneity with transformation strain, and, consequently, the evolution of these regions under dynamic loading. The static counter-part of the phenomenon is the \"Eshelby inclusion\" and inhomogeneity, which constitutes the most cited paper in Solid Mechanics in the last fifty years. The theoretical predictions will be used in the analytical modeling of experimental results regarding the microstructural evolution of phase transformations in shape memory alloys due to stress wave loading.\r\n\r\nThe applications and impact of these dynamic solutions are wide in the characterization of materials in terms of the dynamic evolution of their microstructure, such as the one of shape memory alloys widely used in biomedical devices, as well as in the geophysical modeling of earthquake sources. The research effort will have an impact on the graduate education program in the dynamical properties and microstructural evolution of materials at UCSD (University of California - San Diego) and nationwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xanthippi",
   "pi_last_name": "Markenscoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xanthippi Markenscoff",
   "pi_email_addr": "xmarkens@ucsd.edu",
   "nsf_id": "000193604",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8086",
   "pgm_ref_txt": "Natl Robotics Initiative (NRI)"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 20000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A seminal solution of the 20<sup>th</sup>&nbsp;century mechanics is the Eshelby ellipsoisal inclusion problem of which the dynamic generalization was obtained in the course of this grant. The Eshelby inclusion &nbsp;(with transformation strain) has had widespread applications in the mechanics of composites,in micromechanics and nanomechanics, quantum dots, etc., due to the Eshelby property that the stress is constant in the interior domain of the ellipsoid. This same Eshelby property was shown now to be valid for the interior domain in the dynamic case (with inertia) when the inclusion expands self-similarly from zero dimensions, with the proof actually based on dimensional analysis alone. It constitutes the evolution of the inclusion singularity. The full field solutions for the self-similarly( subsonically) expanding inclusion are obtained. It is shown that the static Eshelby inclusion stress field solution is a limit obtained from the dynamic one as the ellipsoid axes expansion speeds tend to zero and time to infinity. Through the Dynamic Eshelby Tensor now obtained for the expanding ellipsoid, the solution opens a new field of dynamically expanding regions of chemical phase change with transformation strain (the material properties changing as the region with transformation strain expands) with applications to many dynamic phase transformation phenomena (under dynamic stress loading), and to seismology for the modeling of deep earthquakes.</p>\n<p>Another result of the investigation is the application of Noether's theorem to the Lagrangean (including the kinetic energy) of a mechanical continuum solid containing inhomogeneities &nbsp;and showing that the dynamic J, L and M integrals &nbsp;(dynamic Eshelby forces) constitute a loss of the mechanical energy of the body under translation, rotation and scaling of the inhomogeneity defect. This sets the basis of&nbsp;<em>dynamic Eshelby micromechanics,</em>&nbsp;which, through asymptotic homogenization applied to a continuous solid containing a distribution of defects evolving dynamically in unit cells, relates the energy dissipation at the macroscale to the energy lost in the unit cell scale (microscale) required for the dynamic evolution of the defects (by the dynamic Eshelby forces). Applications of this concept were obtained for statically growing interacting nearby cracks and growing nearby holes and computation of the energy expended for their growth by &nbsp;means of the Eshelby forces, and carrying this energy at the macroscale through asymptotic homogenization. It constitutes &nbsp;the \"damage\" of the material at the macroscale, and explains the &ldquo;damage&rdquo; at the macroscale as the energy lost during the evolution of the defects at the microscale.</p>\n<p>In summary,the dynamic generalization of the Eshelby ellipsoidal inclusion with transformation strain, and the Dynamic Eshelby Tensor obtained during the course of this investigation, together with the dynamic Eshelby forces (dynamic J, L, M integrals) creates a new field of&nbsp;<em>dynamic Eshelby micromechanics&nbsp;</em>for the dynamic evolution of defects in a solid. Applications include all dynamic deformations of materials containing dynamically evolving defects, and in particular dynamically expanding regions of chemical phase transformations, central to seismology for the modeling of deep earthquakes.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2015<br>\n\t\t\t\t\tModified by: Xanthippi&nbsp;Markenscoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA seminal solution of the 20th century mechanics is the Eshelby ellipsoisal inclusion problem of which the dynamic generalization was obtained in the course of this grant. The Eshelby inclusion  (with transformation strain) has had widespread applications in the mechanics of composites,in micromechanics and nanomechanics, quantum dots, etc., due to the Eshelby property that the stress is constant in the interior domain of the ellipsoid. This same Eshelby property was shown now to be valid for the interior domain in the dynamic case (with inertia) when the inclusion expands self-similarly from zero dimensions, with the proof actually based on dimensional analysis alone. It constitutes the evolution of the inclusion singularity. The full field solutions for the self-similarly( subsonically) expanding inclusion are obtained. It is shown that the static Eshelby inclusion stress field solution is a limit obtained from the dynamic one as the ellipsoid axes expansion speeds tend to zero and time to infinity. Through the Dynamic Eshelby Tensor now obtained for the expanding ellipsoid, the solution opens a new field of dynamically expanding regions of chemical phase change with transformation strain (the material properties changing as the region with transformation strain expands) with applications to many dynamic phase transformation phenomena (under dynamic stress loading), and to seismology for the modeling of deep earthquakes.\n\nAnother result of the investigation is the application of Noether's theorem to the Lagrangean (including the kinetic energy) of a mechanical continuum solid containing inhomogeneities  and showing that the dynamic J, L and M integrals  (dynamic Eshelby forces) constitute a loss of the mechanical energy of the body under translation, rotation and scaling of the inhomogeneity defect. This sets the basis of dynamic Eshelby micromechanics, which, through asymptotic homogenization applied to a continuous solid containing a distribution of defects evolving dynamically in unit cells, relates the energy dissipation at the macroscale to the energy lost in the unit cell scale (microscale) required for the dynamic evolution of the defects (by the dynamic Eshelby forces). Applications of this concept were obtained for statically growing interacting nearby cracks and growing nearby holes and computation of the energy expended for their growth by  means of the Eshelby forces, and carrying this energy at the macroscale through asymptotic homogenization. It constitutes  the \"damage\" of the material at the macroscale, and explains the \"damage\" at the macroscale as the energy lost during the evolution of the defects at the microscale.\n\nIn summary,the dynamic generalization of the Eshelby ellipsoidal inclusion with transformation strain, and the Dynamic Eshelby Tensor obtained during the course of this investigation, together with the dynamic Eshelby forces (dynamic J, L, M integrals) creates a new field of dynamic Eshelby micromechanics for the dynamic evolution of defects in a solid. Applications include all dynamic deformations of materials containing dynamically evolving defects, and in particular dynamically expanding regions of chemical phase transformations, central to seismology for the modeling of deep earthquakes.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/29/2015\n\n\t\t\t\t\tSubmitted by: Xanthippi Markenscoff"
 }
}