{
 "awd_id": "1129017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: A Study of the National Software Cyberinfrastructure Environment",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Katz",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 297402.0,
 "awd_amount": 297402.0,
 "awd_min_amd_letter_date": "2011-03-30",
 "awd_max_amd_letter_date": "2011-03-30",
 "awd_abstract_narration": "Proposal#11129017\r\nPI Name: James Bottum (Clemson University)\r\nTitle: EAGER: A Study of the National Software Cyberinfrastructure Environment\r\n\r\nAbstract\r\n\r\nThis study of software infrastructure for the NSF community includes analysis and inventory the state of software technologies and their use in science and engineering environments dependent on cyberinfrastructure. Results include a taxonomy of software funded by NSF to support NSF science and engineering research and education, recommended questions for NSF to consider in the analysis of impact by software investments, the identification of a target set within the NSF community to engage in a future possible survey intended to inform NSF on use of software infrastructure, and culminating in a presentation to NSF's Advisory Committee on Cyberinfrastructure (ACCI). The study addresses the need for a more accurate understanding of the state of comprehensive software infrastructure in current NSF community settings from a combined qualitative and quantitative perspective - the project attempts to provide new insight and awareness of the software infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Bottum",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "James R Bottum",
   "pi_email_addr": "jb@clemson.edu",
   "nsf_id": "000151698",
   "pi_start_date": "2011-03-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Bohlmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Bohlmann",
   "pi_email_addr": "nlb@clemson.edu",
   "nsf_id": "000536452",
   "pi_start_date": "2011-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768300",
   "pgm_ele_name": "SOFTWARE DEVELOPEMENT FOR CI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7683",
   "pgm_ref_txt": "SOFTWARE DEVELOPEMENT FOR CI"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 297402.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>NSF OCI-1129017 </strong></p>\n<p style=\"text-align: center;\"><strong>EAGER: A Study of the National Software Cyberinfrastructure Environment </strong></p>\n<p style=\"text-align: center;\"><strong>Project Outcomes Report</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>The purpose of this project was to study the current utilization of the national NSF funded software environment and develop a software taxonomy framework that identifies NSF funded projects which involve software development and categorize these activities based upon the type of software development conducted.&nbsp; In addition, a series of case studies were conducted to identify common sustainability characteristics associated with software utilized by the various science and engineering communities and perceived as being successfully sustained and an integral part of these communities.&nbsp; Based upon the case study interactions and subsequent analysis of the results, a set of areas for further future study, consideration, and analysis was developed related to how the software environments are adding value, benefit, and other such insights that will provide data and information that NSF may utilize for future funding decisions on software development investments.</p>\n<p>Three major activities were accomplished during the duration of this project.&nbsp; A taxonomy was developed that categorizes NSF funded projects by the type of software development activity. &nbsp;Utilizing the publicly available NSF awards database, awarded projects were extracted from January 1, 2000 through June 30, 2012, resulting in the extraction of 141,510 records.&nbsp; Also, a series of case studies were identified through a series of interaction with the science and engineering community as well as the project&rsquo;s advisory group.&nbsp; The case studies enabled the identification of a common set of sustainability characteristics<strong> </strong>that are found in software that is perceived to be successfully sustained and utilized throughout the research community.&nbsp; The case studies selected had a diverse set of characteristics related to size of user base, level of user base growth, disciplines supported, distribution model, and funding level characteristics.&nbsp; Lastly, based upon case studies conducted, a recommended set of topics for future consideration by NSF was developed.&nbsp; These considerations were obtained via examining common themes found when conducted the case studies.</p>\n<p>Major results of this project include a taxonomy that was developed utilizing NSF&rsquo;s public awards database and determining which NSF award projects from January 1, 2000 through June 30, 2012 included software development activity.&nbsp; This searchable taxonomy enables an initial understanding of NSF investment by category as well as the timing of investment, where investments were made, the discipline area involved, PI and organizational elements, project abstract, and other aspects found in the NSF awards database.&nbsp; Further, the purpose of the case study efforts related to this project was to provide insights as to the contributing practices and characteristics present in software products that are perceived to be successful, sustained, and utilized by the research community.&nbsp; This project found that key elements of sustainability contributing factors involved engineering and design practices, community formation and associated social infrastructure, a broad development base, an underlying governance paradigm, a viable economic model, capabilities that are fluid and address user needs, ease of use and local integration, and education, training, and support.&nbsp; Additionally, elements of future study for NSF to consider were sustainability incentives, development of common success best practices, addressing data gaps in future collections, the notion of scientists as progr...",
  "por_txt_cntn": "NSF OCI-1129017 \nEAGER: A Study of the National Software Cyberinfrastructure Environment \nProject Outcomes Report\n\n \n\nThe purpose of this project was to study the current utilization of the national NSF funded software environment and develop a software taxonomy framework that identifies NSF funded projects which involve software development and categorize these activities based upon the type of software development conducted.  In addition, a series of case studies were conducted to identify common sustainability characteristics associated with software utilized by the various science and engineering communities and perceived as being successfully sustained and an integral part of these communities.  Based upon the case study interactions and subsequent analysis of the results, a set of areas for further future study, consideration, and analysis was developed related to how the software environments are adding value, benefit, and other such insights that will provide data and information that NSF may utilize for future funding decisions on software development investments.\n\nThree major activities were accomplished during the duration of this project.  A taxonomy was developed that categorizes NSF funded projects by the type of software development activity.  Utilizing the publicly available NSF awards database, awarded projects were extracted from January 1, 2000 through June 30, 2012, resulting in the extraction of 141,510 records.  Also, a series of case studies were identified through a series of interaction with the science and engineering community as well as the projectÆs advisory group.  The case studies enabled the identification of a common set of sustainability characteristics that are found in software that is perceived to be successfully sustained and utilized throughout the research community.  The case studies selected had a diverse set of characteristics related to size of user base, level of user base growth, disciplines supported, distribution model, and funding level characteristics.  Lastly, based upon case studies conducted, a recommended set of topics for future consideration by NSF was developed.  These considerations were obtained via examining common themes found when conducted the case studies.\n\nMajor results of this project include a taxonomy that was developed utilizing NSFÆs public awards database and determining which NSF award projects from January 1, 2000 through June 30, 2012 included software development activity.  This searchable taxonomy enables an initial understanding of NSF investment by category as well as the timing of investment, where investments were made, the discipline area involved, PI and organizational elements, project abstract, and other aspects found in the NSF awards database.  Further, the purpose of the case study efforts related to this project was to provide insights as to the contributing practices and characteristics present in software products that are perceived to be successful, sustained, and utilized by the research community.  This project found that key elements of sustainability contributing factors involved engineering and design practices, community formation and associated social infrastructure, a broad development base, an underlying governance paradigm, a viable economic model, capabilities that are fluid and address user needs, ease of use and local integration, and education, training, and support.  Additionally, elements of future study for NSF to consider were sustainability incentives, development of common success best practices, addressing data gaps in future collections, the notion of scientists as programmers, learning from failures, investigating and modeling the timing effect of NSF investments in projects, software distribution and licensing models, and governance and user engagement models.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/27/2013\n\n\t\t\t\t\tSubmitted by: James R Bottum"
 }
}