{
 "awd_id": "1129826",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Measurements and Implications of Graphene Adhesion - A Coherent Study via Experiments and Modeling",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 218194.0,
 "awd_amount": 218194.0,
 "awd_min_amd_letter_date": "2011-08-13",
 "awd_max_amd_letter_date": "2011-08-13",
 "awd_abstract_narration": "This grant provides funding for characterizing and manipulating the adhesive properties of graphene, a single layer of carbon atoms densely packed into a honeycomb lattice that have been shown to have extraordinary mechanical, optical, thermal and electronic properties. Adhesion dictates graphene morphology on surrounding materials, which is in turn closely tied to the electronic and mechanical properties of the graphene. However, the adhesive properties of graphene are largely unexplored, partly because the traditional metrologies of adhesion become unsuitable when dealing with samples of extremely small dimensions. This project bypasses previous limitations by extracting adhesive properties directly from the morphology of graphene placed on patterned substrate surfaces and nano-scale scaffolds. A metrology will be developed to measure the adhesion between graphene and a wide-range of materials, particularly using morphological changes on non-flat substrates. The material, morphological, and environmental factors that influence graphene adhesion to surfaces will be determined. Methods will be developed to manipulate the mechanical properties of graphene using surface structures. Results will be achieved through a research framework that integrates experiments (e.g., atomic force microscopy, electronic transport, Raman spectroscopy) and theory (e.g., multi-scale theoretical and numerical modeling).\r\n \r\nThere is currently great interest in exploring applications for graphene in next-generation electronics and advanced composite materials. Adhesion plays a pivotal role in the interplay between graphene and other materials, so is a key to the success of future graphene devices and applications. If successful, this project will contribute to an understanding of the interplay between graphene adhesion and morphology which could also have implications for other graphene properties. The energetic framework and experimental protocols developed in this project can be readily adapted to other ultrathin films, and thus have the potential to impact metrology techniques for a wide range of other functional materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teng",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Teng Li",
   "pi_email_addr": "lit@umd.edu",
   "nsf_id": "000200610",
   "pi_start_date": "2011-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "3112 LEE BLDG",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 218194.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project advanced the fundamental understanding of graphene&rsquo;s mechanical properties. Graphene is a two-dimensional (2D) material with outstanding chemical, mechanical, and electrical properties, which has led to intense interest in potential device applications. This project focused on the effects of strain and adhesion on graphene, topics integral to the use of graphene in nanoscale devices. The goal of characterizing and manipulating strain and adhesion in graphene was accomplished on several fronts, as described here:</p>\n<p>Intellectual merit:</p>\n<p>(i) We developed an analytic model to quantitatively determine the graphene adhesion property through its morphology regulated by the strong interaction with the patterned surface of a compliant substrate.</p>\n<p>(ii) We demonstrated a feasible approach to engineering strain in graphene by transferring it onto the surface of a micropattern of pyramids on surfaces;</p>\n<p>(iii) We developed a coarse-grained modeling scheme to enable the simulation of graphene in a size comparable to that in real samples (e.g., micrometers). We then use this modeling scheme to study the effects of surface compliance and relaxation on the frictional properties of graphene;</p>\n<p>(iv) We revealed two types of unconventional applications of strain engineering of graphene:&nbsp; first, we showed that a highly localized strain field in graphene can generate strong pseudomagnetic fields in graphene that is not possible in lab magnet; second, we demonstrated a facile and effective approach to achieving molecular mass transport on graphene by straining.</p>\n<p>Broader Impact:</p>\n<p>By offering insights and possible solutions to determine graphene adhesion properties via its morphologic interaction with patterned substrate surfaces, this project addresses a crucial but challenging issue in graphene research. The importance of understanding and controlling graphene adhesion with other materials cannot be overstated in graphene-based device applications. The method of placing patterned graphene onto rigid or flexible substrate that have been patterned with 3D nanostructures may enable a new generation of flexible devices based on graphene or other very thin materials. &nbsp;Strain engineering of graphene opens up fertile opportunities to leverage the peculiar properties of 2D materials to achieve unconventional device concepts.</p>\n<p>The project was structured to provide effective training for both graduate, and undergraduate researchers. The students received training in multiscale and multiphysics modeling of materials and structures at the frontier of mechanics of materials and nanoscience. The PI has been constantly incorporating the new research findings from this project into his 'Flexible Macroelectronics' course, which has been offered at the University of Maryland for four times and well-received by the students from a wide range of background, including mechanical engineering, materials science, electrical engineering, civil engineering, aerospace engineering, and physics. This course is crosslisted for both graduate and undergraduate students. The PI and the students involved in this project have been presenting the research findings in various institutes and conferences. The PI has been organizing symposia on mechanics of integrated structures in the ASME annual International Congress, with focused sessions on low dimensional carbon nanomaterials. The PI has been appointed by Journal of Nanomaterials to be the Lead Editor of the journal&rsquo;s annual focus issue on Low Dimensional Carbon Nanomaterials, which has led to three focus issues so far. As the cofounder and architect of iMechanica.org, the PI has also been posting the published research findings from this project in iMechanica.org, the largest community of mechanics with 60,000+ registered users from all over the world.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLas...",
  "por_txt_cntn": "\nThis project advanced the fundamental understanding of grapheneÆs mechanical properties. Graphene is a two-dimensional (2D) material with outstanding chemical, mechanical, and electrical properties, which has led to intense interest in potential device applications. This project focused on the effects of strain and adhesion on graphene, topics integral to the use of graphene in nanoscale devices. The goal of characterizing and manipulating strain and adhesion in graphene was accomplished on several fronts, as described here:\n\nIntellectual merit:\n\n(i) We developed an analytic model to quantitatively determine the graphene adhesion property through its morphology regulated by the strong interaction with the patterned surface of a compliant substrate.\n\n(ii) We demonstrated a feasible approach to engineering strain in graphene by transferring it onto the surface of a micropattern of pyramids on surfaces;\n\n(iii) We developed a coarse-grained modeling scheme to enable the simulation of graphene in a size comparable to that in real samples (e.g., micrometers). We then use this modeling scheme to study the effects of surface compliance and relaxation on the frictional properties of graphene;\n\n(iv) We revealed two types of unconventional applications of strain engineering of graphene:  first, we showed that a highly localized strain field in graphene can generate strong pseudomagnetic fields in graphene that is not possible in lab magnet; second, we demonstrated a facile and effective approach to achieving molecular mass transport on graphene by straining.\n\nBroader Impact:\n\nBy offering insights and possible solutions to determine graphene adhesion properties via its morphologic interaction with patterned substrate surfaces, this project addresses a crucial but challenging issue in graphene research. The importance of understanding and controlling graphene adhesion with other materials cannot be overstated in graphene-based device applications. The method of placing patterned graphene onto rigid or flexible substrate that have been patterned with 3D nanostructures may enable a new generation of flexible devices based on graphene or other very thin materials.  Strain engineering of graphene opens up fertile opportunities to leverage the peculiar properties of 2D materials to achieve unconventional device concepts.\n\nThe project was structured to provide effective training for both graduate, and undergraduate researchers. The students received training in multiscale and multiphysics modeling of materials and structures at the frontier of mechanics of materials and nanoscience. The PI has been constantly incorporating the new research findings from this project into his 'Flexible Macroelectronics' course, which has been offered at the University of Maryland for four times and well-received by the students from a wide range of background, including mechanical engineering, materials science, electrical engineering, civil engineering, aerospace engineering, and physics. This course is crosslisted for both graduate and undergraduate students. The PI and the students involved in this project have been presenting the research findings in various institutes and conferences. The PI has been organizing symposia on mechanics of integrated structures in the ASME annual International Congress, with focused sessions on low dimensional carbon nanomaterials. The PI has been appointed by Journal of Nanomaterials to be the Lead Editor of the journalÆs annual focus issue on Low Dimensional Carbon Nanomaterials, which has led to three focus issues so far. As the cofounder and architect of iMechanica.org, the PI has also been posting the published research findings from this project in iMechanica.org, the largest community of mechanics with 60,000+ registered users from all over the world.\n\n \n\n\t\t\t\t\tLast Modified: 05/31/2016\n\n\t\t\t\t\tSubmitted by: Teng Li"
 }
}