{
 "awd_id": "1129448",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Advanced Modular Incoherent Scatter Radar in Ethiopia Workshop to Identify Science Rationale; Chestnut Hill, MA; September 2011",
 "cfda_num": "47.050",
 "org_code": "06020204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Robinson",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 39972.0,
 "awd_amount": 39972.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "This award supports a two and a half day invitation-only workshop for ~40 people to be hosted at Boston College in September 2011. The objective of the workshop is to identify the scientific and societal motivations for deploying the Advanced Modular Incoherent Scatter Radar (AMISR) in Ethiopia. The workshop will address logistical issues associated with this plan, and outline the major hurdles to be overcome. The final output from this meeting will be a document summarizing the results of the discussions. To date, the vast majority of equatorial incoherent scatter radar (ISR) measurements have been collected at Jicamarca, Peru, so that much of what is known about equatorial physics is based on Jicamarca ISR observations. However, Jicamarca is in the American sector where the geomagnetic equator dips, and there is a fairly large excursion between the geomagnetic and geodetic equator. On the other hand, in the African sector the geomagnetic equator is fairly well aligned with the geodetic equator. Moreover, observational results from different satellites have indicated that the equatorial ionosphere in the African sector responds differently than other sectors. The uneven distribution of ground-based instruments has been an obstacle in achieving global understanding of the dynamics and structures of the ionosphere. In regions like Africa, observations of the ionosphere are currently not possible due to lack of ground-based instruments. During the past couple of years a few small instruments, like GPS receivers and magnetometers have been deployed in the region. Adding a single ISR to the limited space science instrumentation in the equatorial African sector would be of significant scientific benefit.  The workshop will promote international research collaborations and advance space science research in Africa.   This will not only enhance the research/training infrastructure, but will also play a vital role in the future socioeconomic development of Africa. For the United States, this project will serve as a vehicle to create opportunities for graduate and undergraduate students to participate in different phases of the development and deployment process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Endawoke",
   "pi_last_name": "Yizengaw",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Endawoke Yizengaw",
   "pi_email_addr": "endawoke.yizengaw@aero.org",
   "nsf_id": "000488685",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anthea",
   "pi_last_name": "Coster",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anthea J Coster",
   "pi_email_addr": "acoster@haystack.mit.edu",
   "nsf_id": "000375751",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Moldwin",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mark B Moldwin",
   "pi_email_addr": "mmoldwin@umich.edu",
   "nsf_id": "000324989",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 Commonwealth Avenue",
  "perf_city_name": "Chestnut Hill",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "420200",
   "pgm_ele_name": "Upper Atmospheric Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 39972.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: &quot;Times New Roman&quot;,&quot;serif&quot;; font-size: 12pt; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-ansi-language: EN-US; mso-fareast-language: EN-US; mso-bidi-language: AR-SA; mso-bidi-font-family: Arial; mso-bidi-font-size: 16.0pt;\"><strong>Intellectual merit:&nbsp; </strong>Space weather is described by the </span><span style=\"font-family: &quot;Times New Roman&quot;,&quot;serif&quot;; font-size: 12pt; mso-fareast-font-family: Calibri; mso-ansi-language: EN-US; mso-fareast-language: EN-US; mso-bidi-language: AR-SA; mso-fareast-theme-font: minor-latin;\">set of conditions on the Sun, and in the solar wind, magnetosphere, ionosphere and thermosphere, which can affect the performance and reliability of space- and ground-based technological systems and can imperil human life. Space weather can also impact, sometimes severely, communication and navigation systems. Several studies have shown clear evidence of space weather-induced adverse effects. With the future advancement of technology the impact of space weather will certainly increase unless suitable protective measures will be taken in advance. Understanding the physics behind each space weather impact and improving the current standard of forecasting space weather impact is a major objective of the space science community. </span><span style=\"font-family: &quot;Times New Roman&quot;,&quot;serif&quot;; font-size: 12pt; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-ansi-language: EN-US; mso-fareast-language: EN-US; mso-bidi-language: AR-SA;\">Despite the fact that much progress has been made in this regards, there are many gaps remaining in our global understanding of the fundamentals of space weather impacts, i.e., the electrodynamics that governs the formation of equatorial ionospheric density irregularities. The uneven distribution of ground-based instruments has been one of the main barriers to obtaining global understanding of </span><span style=\"font-family: &quot;Times New Roman&quot;,&quot;serif&quot;; font-size: 12pt; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-ansi-language: EN-AU; mso-fareast-language: EN-AU; mso-bidi-language: AR-SA;\" lang=\"EN-AU\">the dynamics and structures of the ionosphere. In </span><span style=\"font-family: &quot;Times New Roman&quot;,&quot;serif&quot;; font-size: 12pt; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-ansi-language: EN-US; mso-fareast-language: EN-US; mso-bidi-language: AR-SA;\">regions like Africa, space weather observations are currently not possible due to the simple lack of ground-based instruments. Therefore, a three day (1-3 March 2012) workshop had been held at Boston College to address the compelling scientific need for placing an Advanced Modular Incoherent Scatter Radar (AMISR) in Africa to understand the global dynamics of the equatorial ionosphere. The workshop, which was funded by NSF with generous support from the Boston College, was attended by 48 people including people from seven countries in Africa, three in<br />Europe and one in South America. In addition to its scientific benefits, the workshop also identified the societal motivations and the possible logistical issues associated with hosting AMISR in Ethiopia. </span></p>\n<p><strong>Broader impacts: </strong>The workshop has also the following significant questions: (1) Is there any scientific need for placing AMISR observatory in Africa in general and in Ethiopia in particular? Demonstrating the wealth of scientific opportunities that such a facility would provide was the principal goal of the workshop. (2) Are there any feasible technical and logistical issues that need to be addressed to satisfy the scientific need and successful deployment of AMISR so it will augment the already in place global ground-based instruments, such as ionosonde, GPS receivers, magnetometers, etc. (3) Is there any feasible internatio...",
  "por_txt_cntn": "\nIntellectual merit:  Space weather is described by the set of conditions on the Sun, and in the solar wind, magnetosphere, ionosphere and thermosphere, which can affect the performance and reliability of space- and ground-based technological systems and can imperil human life. Space weather can also impact, sometimes severely, communication and navigation systems. Several studies have shown clear evidence of space weather-induced adverse effects. With the future advancement of technology the impact of space weather will certainly increase unless suitable protective measures will be taken in advance. Understanding the physics behind each space weather impact and improving the current standard of forecasting space weather impact is a major objective of the space science community. Despite the fact that much progress has been made in this regards, there are many gaps remaining in our global understanding of the fundamentals of space weather impacts, i.e., the electrodynamics that governs the formation of equatorial ionospheric density irregularities. The uneven distribution of ground-based instruments has been one of the main barriers to obtaining global understanding of the dynamics and structures of the ionosphere. In regions like Africa, space weather observations are currently not possible due to the simple lack of ground-based instruments. Therefore, a three day (1-3 March 2012) workshop had been held at Boston College to address the compelling scientific need for placing an Advanced Modular Incoherent Scatter Radar (AMISR) in Africa to understand the global dynamics of the equatorial ionosphere. The workshop, which was funded by NSF with generous support from the Boston College, was attended by 48 people including people from seven countries in Africa, three in\nEurope and one in South America. In addition to its scientific benefits, the workshop also identified the societal motivations and the possible logistical issues associated with hosting AMISR in Ethiopia. \n\nBroader impacts: The workshop has also the following significant questions: (1) Is there any scientific need for placing AMISR observatory in Africa in general and in Ethiopia in particular? Demonstrating the wealth of scientific opportunities that such a facility would provide was the principal goal of the workshop. (2) Are there any feasible technical and logistical issues that need to be addressed to satisfy the scientific need and successful deployment of AMISR so it will augment the already in place global ground-based instruments, such as ionosonde, GPS receivers, magnetometers, etc. (3) Is there any feasible international collaboration model that could lead a project to develop the facility? The participants addressed these important questions not by focusing on what the community has done so far, but by focusing on what can be done with this facility, which will be placed right at the geomagnetic equator making it the second equatorial ISR facility in the world. The workshop also clearly demonstrated how placing the AMISR in Africa will advance space science research into Africa by establishing and furthering sustainable research/training infrastructure within Africa. so that more young scientists will be educated in their own country. It has direct impact in advancing space science research into Africa, and will not only enhance the research/training infrastructure but it will also play a vital role in the future socioeconomic development of Africa. The workshop also identified that this project will serve as a vehicle to create opportunities for US graduate and undergraduate students to participate in different phases of the development and deployment process. This will provide US students with high quality international research experiences, which will be quite important for the US scientific community to continue its leading international scientific stature in the future. The experience may provide opportunities for students to gain expertise in instr..."
 }
}