{
 "awd_id": "1129790",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Embodied Geopolitics of Everyday Life in Mostar, Bosnia-Herzegovina",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "In order to comprehend what processes are involved in solidifying, as well as dissolving ethnic identity in Bosnia and Herzegovina (BiH), this doctoral dissertation research project focuses on the daily activities and rituals that embody a particular ethnic identity, as well as emotions that accompany them. Complexities of ethnic identity in the region of former Yugoslavia are almost always associated with the brutal conflict that occurred in the 1990s. Dominant political discourses on ethnicity in Bosnia and Herzegovina (BiH) in particular, are marked with attempts to naturalize opposition between different ethnicities, as well as legitimize violence and creation of ethnically homogeneous areas. Ethnosectarian ideology permeates all structures and institutions of Bosnian society, from political and educational institutions to religious and cultural ones; most of all, it heavily structures the everyday life of people in Bosnia. As such, this project seeks to study the mundane practices of what has been called the \"geopolitics of everyday life\"; specifically, this research examines not only what particular people are doing in particular places in their daily life, but also the much under-studied issue of what they feel and what emotions they are experiencing in these settings.  The research is a primarily qualitative investigation of daily life, based on deployment of multiple methods such as participant observation, walk-alongs, interviews and space-time-emotion diary. The site of the study is a town of Mostar, located in southwestern BiH. It is a historic setting, the contemporary socio-spatial landscape of which is the product of war atrocities, competing nationalist ideologies, and a volatile political climate created under the administrative ethnic partitioning of post-Dayton BiH, during which the town was segregated into a \"Bosniak/Muslim\" east and a \"Croat/Catholic\" west.\r\nThe dissertation advances our knowledge of the relationships between emotions, affect, and geopolitics; for, among several criticisms of affect's non-representational theories is the claim that it has not been used to understand problems of real social and political importance. In addition, this research deploys, in the study of the affective and emotional dimensions of the built environment, an innovative methodology developed in psychology; in particular the project uses an established projective technique that enables the assessment of emotions and affect during participants' daily activities. In this way, this research advances methodologies of affect and emotion in geography. More broadly, the insights gained from this study will contribute to our understanding of the current challenges of multiculturalism throughout Europe. As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Jones",
   "pi_mid_init": "P",
   "pi_sufx_name": "III",
   "pi_full_name": "John P Jones",
   "pi_email_addr": "jpjones@email.arizona.edu",
   "nsf_id": "000110792",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suncana",
   "pi_last_name": "Laketa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suncana Laketa",
   "pi_email_addr": "slaketa@email.arizona.edu",
   "nsf_id": "000587785",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857223308",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "AZ",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}