{
 "awd_id": "1129682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Soft Skills - Hard Science: Teaching Soft Skills to Enhance Employment Outcomes for STEM Students with Disabilities",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 414812.0,
 "awd_amount": 414812.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2014-02-26",
 "awd_abstract_narration": "\"Soft Skills - Hard Science:  A Study of the Impact of Soft Skills Development on Employment Outcomes for STEM Students with Disabilities\" is based on the Social-Relational Model of Disability, an extension of the Social Model of Disability. The PI and his team hypothesize that direct intervention of soft skills development among individuals with disabilities will lead to greater rates of employment, thus increasing the number of STEM professionals with disabilities. Thus the hypotheses of this study are:\r\n\r\nH1: Post-secondary students with disabilities who receive soft skills training will have higher rates of success in obtaining employment in STEM-related professions or being accepted into a related graduate program than those who do not receive such training.\r\n\r\nH2: Post-secondary students with disabilities who receive soft skills training in combination with work-based learning and use of a mentor will be perceived by employers as more prepared for the demands of competitive employment in STEM-related professions.\r\n\r\nThe project addresses two research questions:\r\nRQ 1.  Does direct training in \"soft skills\" increase employment rates of college graduates in STEM-related professions?\r\nRQ 2.  Does participation in a formal mentor-protégé relationship prior to college graduation increase employers' perceptions of individuals' soft skills?\r\n\r\nA quasi-experimental design is used to investigate the effect of the intervention, which has three parts:  \t\r\n1. Disability-specific job seeking/ preparation learning modules addressing critical thinking, interpersonal effectiveness, work personality and social networking;\r\n2. Experiential learning through co-op/internship experience with a STEM employer; and\r\n3. Assignment of a STEM-employed mentor with a disability who will provide guidance and feedback to participants throughout their senior year.\r\n\r\nA sample of 80 STEM students with disabilities who attend University of Wisconsin-Stout are participating in the study. Data collected included soft skills development, placement rates and employment outcomes. Independent variables are:  participants' awareness of the specific soft skills needed for successful employment, as measured by The Soft Skills Assessment Survey (SSAS), and personal appraisal of appropriate use of identified soft skills based on \"expert\" feedback, a self-report measure. The Career Services Department at UW-Stout facilitates tracking employment and placement data. \r\n\r\nThe dissemination plan includes the Association on Higher Education and Disability as a key player in disseminating to the audience of college disability service professionals and others who support students with disabilities. All documents, including how-to replication manuals, created through this project are available on the project website.\r\n\r\nThe project is evaluated by an external evaluator who has a separate award to conduct evaluation for RDE-funded research projects. \r\n \r\nIndividuals with disabilities continue to be underrepresented in STEM professions.  Past efforts to increase workforce participation in STEM fields have largely excluded recognition of bio-psychosocial factors and intrapersonal skills building to obtain and maintain employment. The project is contributing to the knowledge base related successful transition to the STEM workforce and success in STEM employment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lawler",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Lawler",
   "pi_email_addr": "lawlerm@uwstout.edu",
   "nsf_id": "000340782",
   "pi_start_date": "2011-08-24",
   "pi_end_date": "2014-02-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "McCullough",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Laura E McCullough",
   "pi_email_addr": "mcculloughl@uwstout.edu",
   "nsf_id": "000384120",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roger Smith",
   "pi_email_addr": "smithro@uwm.edu",
   "nsf_id": "000306134",
   "pi_start_date": "2011-08-24",
   "pi_end_date": "2013-08-07"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Deery",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen Deery",
   "pi_email_addr": "deeryk@uwstout.edu",
   "nsf_id": "000588274",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Klefstad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jill Klefstad",
   "pi_email_addr": "klefstadj@uwstout.edu",
   "nsf_id": "000588276",
   "pi_start_date": "2011-08-24",
   "pi_end_date": "2013-09-01"
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Stout",
  "inst_street_address": "712 BROADWAY ST S",
  "inst_street_address_2": "",
  "inst_city_name": "MENOMONIE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "7152321123",
  "inst_zip_code": "547512458",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "WI03",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6K4GK8PJYT4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Stout",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "547510790",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "WI03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154500",
   "pgm_ele_name": "Disabilities Research in STEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 414812.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project&rsquo;s goal was to improve the employment rates of STEM students with disabilities and reduce the employment gap between STEM students with and without disabilities. Curricular modules were created to (a) teach students about soft skills, and (b) have students learn to assess their own skills. Modules covered four areas: (1) personal awareness; (2) work and personality; (3) critical thinking; and (4) social media. Job readiness skills were discussed with our students and one-on-one help was given on resume writing. Mentoring was also provided to students, who were matched with a mentor in a STEM field for informal discussion about soft skills, job readiness, or general questions.</p>\n<p>&nbsp;</p>\n<p>Students who participated in our project&rsquo;s training were more likely to be employed after graduation than their peers who had not. By improving the employment rate of STEM students with disabilities, we have helped improve the diversity of the STEM fields. When surveyed, our participants were more likely to under-estimate their soft skill levels when compared to their employer&rsquo;s rating of their skills.</p>\n<p>&nbsp;</p>\n<p>There were major difficulties in recruiting people for our project, since we were looking for graduating seniors, with disabilities, majoring in STEM areas. Based on student feedback, an earlier intervention would be welcome and useful. Recruiting younger students would also likely improve the participation rates for this project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/11/2016<br>\n\t\t\t\t\tModified by: Laura&nbsp;E&nbsp;Mccullough</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe projectÆs goal was to improve the employment rates of STEM students with disabilities and reduce the employment gap between STEM students with and without disabilities. Curricular modules were created to (a) teach students about soft skills, and (b) have students learn to assess their own skills. Modules covered four areas: (1) personal awareness; (2) work and personality; (3) critical thinking; and (4) social media. Job readiness skills were discussed with our students and one-on-one help was given on resume writing. Mentoring was also provided to students, who were matched with a mentor in a STEM field for informal discussion about soft skills, job readiness, or general questions.\n\n \n\nStudents who participated in our projectÆs training were more likely to be employed after graduation than their peers who had not. By improving the employment rate of STEM students with disabilities, we have helped improve the diversity of the STEM fields. When surveyed, our participants were more likely to under-estimate their soft skill levels when compared to their employerÆs rating of their skills.\n\n \n\nThere were major difficulties in recruiting people for our project, since we were looking for graduating seniors, with disabilities, majoring in STEM areas. Based on student feedback, an earlier intervention would be welcome and useful. Recruiting younger students would also likely improve the participation rates for this project.\n\n \n\n\t\t\t\t\tLast Modified: 03/11/2016\n\n\t\t\t\t\tSubmitted by: Laura E Mccullough"
 }
}