{
 "awd_id": "1129889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Influence of Riparian Vegetation on Near-Bank Flow Structure and Erosion Rates on a Large Alluvial River",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 11624.0,
 "awd_amount": 11624.0,
 "awd_min_amd_letter_date": "2011-06-27",
 "awd_max_amd_letter_date": "2011-06-27",
 "awd_abstract_narration": "The process of bank erosion in meandering alluvial rivers occurs through the dynamic interactions between channel contours, the three dimensional structure of water flow, sediment transport, and the geotechnical characteristics of the channel banks and floodplains.  Rates of bank erosion are also influenced by the type of vegetation growing on the banks - a factor that is still poorly understood and therefore commonly neglected in models of river shape evolution. The goal of this doctoral dissertation research project is to examine the influence of bank vegetation on the migration of meanders in large alluvial rivers by characterizing the geotechnical properties of channel banks as well as the near-bank water flow structure for forested and non-forested bends. Channel banks and floodplains will be characterized by obtaining data on the bulk grain size distribution, cohesion, root-tensile strength, and hydraulic conductivity for forested and non-forested river bends. Time-averaged and instantaneous velocity measurements will be taken at various water flow stages in forested and non-forested meander bends to characterize the water flow structure near the river bends and how this interacts with the channel banks under differing conditions. In addition, repeat detailed bathymetric and morphologic surveys of the channel bed and banks will be obtained using state-of-the-art technologies. Analysis will focus on interactions among flow structure, vegetation, and the geotechnical properties of floodplain sediments to evaluate differences in bank erosion in forested and non-forested bends. \r\n\r\nThe results of this research will provide basic insight into the dynamics of how the shapes of channels in large meandering rivers evolve and the influence of vegetation in this process. The research will produce data that can be used to calibrate, test, and evaluate numerical models of river shape dynamics, allowing for more accurate simulations of channel change in meandering rivers. Prediction of channel change is important because meandering rivers often form political boundaries between states and countries, are used as traffic ways for goods, and provide a vast range of habitats for aquatic organisms. As a meandering river migrates across its floodplain, it can result in loss of land, damage to human infrastructure, and introduction of large amounts of sediment into the river system. Thus, an improved understanding of bank-erosion processes in meandering rivers is not only important scientifically, but has important implications for environmental and societal concerns.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Rhoads",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce L Rhoads",
   "pi_email_addr": "brhoads@uiuc.edu",
   "nsf_id": "000212998",
   "pi_start_date": "2011-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kory",
   "pi_last_name": "Konsoer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kory M Konsoer",
   "pi_email_addr": "kkonsoer@lsu.edu",
   "nsf_id": "000588504",
   "pi_start_date": "2011-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11624.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examines interaction between the characteristics of river flow&nbsp; that cause river banks to erode and the characteristics of vegetation on river banks and floodplains that produce resistance to erosion.&nbsp; The goal is to improve current understanding of the influence of vegetation properties on river bank erosion and on the dynamics of meandering rivers, which tend to migrate laterally over time across floodplains.&nbsp; This goal was accomplished by collecting detailed field data on flow velocities, the form of the channel banks, properties of bank sediments, and characteristics of bank vegetation along forested and unforested bends of a large meandering river (Wabash River near Grayville, Illinois).&nbsp; These data provided the basis for evaluating how differences in sediment properties and vegetation characteristics along these two bends result in differences in rates of bank erosion.</p>\n<p>The results from this research show that forests growing along the outer banks of bends in the river both reduce velocities near the banks and increase the resistance of the banks to erosion.&nbsp; Vegetation growing on the banks impedes the flow of water, reducing velocities near the outer bank.&nbsp; Rooted vegetation, especially large trees, binds soil together, strengthening it against erosive forces of the flow. Forested banks also serve as a source of&nbsp; large woody debris, where large trees fall into the channel near the bank.&nbsp; This woody debris further slows the flow, protecting the bank from erosion. &nbsp;&nbsp; Additionally, the results indictate that the characteristics of bank sediments along forested banks are much more resistant to erosion than bank sediments along unforested reaches where agricultural activities are present. The combined influence of enhanced resistance to erosion and reduced forces of erosion for vegetated banks results in rates of bank erosion for forested bends of the river that are much less than rates for unforested bends of the river.&nbsp; Specfically, repeat surveys during the three year project show that the unforested bend migrates at an average rate of 12 meters per year, roughly 17 times faster than the forested bend. Furthermore, volumetric rates of erosion for the unforested bend were as high as 98,700 cubic meters per year, while the highest volumetric rate of erosion for the forested bend was only 3,900 cubic meters per year. These short-term findings are consistent with evaluations of differences in erosion rates for the two bends over the past 80 based on analysis of historical aerial photographs. Lastly, fieldwork revealed a large amount of bedrock exposed within both bends, which had not previously been documented for the Wabash River and which was&nbsp; shown to strongly influence migration rates of the two bends.</p>\n<p><span>The intellectual merit of the project is that it enhances scientific  understanding of how differences in vegetation characteristics and  material properties of the outer banks of bends along meandering rivers  influence rates of movement of these rivers across floodplains.&nbsp; Broader impacts of the research include relevance of the findings for river ecology and for river management.&nbsp; Results of this research will be of interest to ecologists because the findings show the prevalence of large woody debris near the outer banks of forested meander bends that can serve as habitat for fish.&nbsp; In particular, these locations may be important refugia for fish during floods when flow conditions in the river are extreme and stressful to fish.&nbsp; From a river-management perspective, the results show how rates of bank erosion can be influenced by vegetation, rather than requiring the implementation of&nbsp; hard structures to protect outer banks from erosion. The results also inform land management practices by showing how farming to the bank of a river, rather than m...",
  "por_txt_cntn": "\nThis project examines interaction between the characteristics of river flow  that cause river banks to erode and the characteristics of vegetation on river banks and floodplains that produce resistance to erosion.  The goal is to improve current understanding of the influence of vegetation properties on river bank erosion and on the dynamics of meandering rivers, which tend to migrate laterally over time across floodplains.  This goal was accomplished by collecting detailed field data on flow velocities, the form of the channel banks, properties of bank sediments, and characteristics of bank vegetation along forested and unforested bends of a large meandering river (Wabash River near Grayville, Illinois).  These data provided the basis for evaluating how differences in sediment properties and vegetation characteristics along these two bends result in differences in rates of bank erosion.\n\nThe results from this research show that forests growing along the outer banks of bends in the river both reduce velocities near the banks and increase the resistance of the banks to erosion.  Vegetation growing on the banks impedes the flow of water, reducing velocities near the outer bank.  Rooted vegetation, especially large trees, binds soil together, strengthening it against erosive forces of the flow. Forested banks also serve as a source of  large woody debris, where large trees fall into the channel near the bank.  This woody debris further slows the flow, protecting the bank from erosion.    Additionally, the results indictate that the characteristics of bank sediments along forested banks are much more resistant to erosion than bank sediments along unforested reaches where agricultural activities are present. The combined influence of enhanced resistance to erosion and reduced forces of erosion for vegetated banks results in rates of bank erosion for forested bends of the river that are much less than rates for unforested bends of the river.  Specfically, repeat surveys during the three year project show that the unforested bend migrates at an average rate of 12 meters per year, roughly 17 times faster than the forested bend. Furthermore, volumetric rates of erosion for the unforested bend were as high as 98,700 cubic meters per year, while the highest volumetric rate of erosion for the forested bend was only 3,900 cubic meters per year. These short-term findings are consistent with evaluations of differences in erosion rates for the two bends over the past 80 based on analysis of historical aerial photographs. Lastly, fieldwork revealed a large amount of bedrock exposed within both bends, which had not previously been documented for the Wabash River and which was  shown to strongly influence migration rates of the two bends.\n\nThe intellectual merit of the project is that it enhances scientific  understanding of how differences in vegetation characteristics and  material properties of the outer banks of bends along meandering rivers  influence rates of movement of these rivers across floodplains.  Broader impacts of the research include relevance of the findings for river ecology and for river management.  Results of this research will be of interest to ecologists because the findings show the prevalence of large woody debris near the outer banks of forested meander bends that can serve as habitat for fish.  In particular, these locations may be important refugia for fish during floods when flow conditions in the river are extreme and stressful to fish.  From a river-management perspective, the results show how rates of bank erosion can be influenced by vegetation, rather than requiring the implementation of  hard structures to protect outer banks from erosion. The results also inform land management practices by showing how farming to the bank of a river, rather than maintaining a riparian buffer along the river, can lead to high rates of river migration and loss of land.\n\n\t\t\t\t\tLast Modified: 08/15/2014\n\n\t\t\t\t\tSubmitted by: Bruce L..."
 }
}