{
 "awd_id": "1129689",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Investment Strategies in Comparative Context",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-08-14",
 "awd_max_amd_letter_date": "2011-08-14",
 "awd_abstract_narration": "SES - 1129689\r\nGeorge Steinmetz (PI)\r\nCamilo Arturo Leslie (co-PI)\r\nUniversity of Michigan\r\n\r\nDoctoral Dissertation Research: Investment Strategies in Comparative Context\r\n\r\nAbstract\r\nThis study examines what makes clients trust in financial services firms in two countries.  Sociological studies of client-firm trust are in short supply. However, research in behavioral economics as well as recent news reported in the financial pages suggests that trust (and lack thereof) has an important impact not only on financial markets but our economic system at large. By comparing defrauded, middle-class investors from the U.S. and Venezuela, this study attempts to identify how both general and country-specific factors worked in concert to induce clients to trust in firm that turned out to engage in fraudulent practices.  Drawing its hypotheses from social science theories regarding the source of trust, this research tests the following propositions: 1. Trust is the outcome of both interpersonal and macro-institutional forces. 2. Trust is an affective and interpretive mental process that allows us to act where knowledge alone would be insufficient. 3. Trust is a function of social and network relationships.  4. Trust rests essentially in rational calculation and risk assessment. Through the use of semi-structured, face-to-face interviews (N = 100) with both investors and employees of a financial services firm, this research aims to test core hypotheses linked to competing theories against the facts of a complex, international case of trust creation and dissolution.\r\n     \r\nBroader Impacts\r\nThe broader impacts of this study are numerous and notable given the recent rise in Ponzi schemes in which a wide range of investors have been victimized.  This study is likely to generate findings of interest to the financial industry as well as to policy makers. More concretely, this project could provide policy-makers with insights into how investors navigate client-firm relationships.  Such knowledge could inform future rule-making in financial markets.  Given the focus on comparing legal and regulatory regimes, socio-legal scholars and Latin American specialists may also find that the study speaks to their concerns. Insights could also help regulators and law enforcement personnel to flag fraud attempts in the future. Finally, findings regarding client-firm trust might be useful for educational materials intended to equip investors with tools to detect and avoid financial fraud in their own lives (e.g., financial literacy and financial safety programs).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Steinmetz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Steinmetz",
   "pi_email_addr": "geostein@umich.edu",
   "nsf_id": "000341007",
   "pi_start_date": "2011-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Camilo",
   "pi_last_name": "Leslie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Camilo Leslie",
   "pi_email_addr": "caleslie@umich.edu",
   "nsf_id": "000557505",
   "pi_start_date": "2011-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "500 S. State",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091382",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; This research tracks the development of a recent $7 billion Ponzi scheme&mdash;the Stanford Financial Group fraud&mdash;in its two largest markets, the United States and Venezuela. The aim of the project was to use the country comparison as a point of leverage in order to gain a better understanding of the political, regulatory, legal, institutional, and even cultural factors that shape the development of trust. This work draws on extensive documentary evidence (corporate filings, marketing materials, regulatory records, civil and criminal court filings, journalists&rsquo; accounts, and third party investigations) as well as over 90 interviews with Stanford investors who, in most cases, lost their entire life savings in the fraud. Interviews were conducted face to face in three cities in Venezuela (Caracas, Merida, and Valencia), and three cities in the U.S. (Houston, Baton Rouge, and Miami), chosen for their especially high concentrations of investors. Interviewees were asked about their educational and professional backgrounds, their investment histories, their specific trajectories with the Stanford firm, and their methods for coping in the fraud&rsquo;s aftermath.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Most generally, the comparison revealed the overarching importance of political economy to trust&rsquo;s construction. The majority of each investor group first invested with the firm between 2002 and 2007, a period of optimism and seeming prosperity in the U.S., and, in Hugo Chavez&rsquo;s Venezuela, a time of rapid institutional change joined with bitter political polarization. In each country, however, this time period is nested within a much longer, culturally relevant historical trajectory. Most of my U.S. respondents, for example, were born to parents who had lived through the financial calamities of the Great Depression, and thus inherited a great appreciation for and, crucially, a surfeit of confidence in post-Depression regulatory institutions such as the Securities and Exchange Commission (SEC). Venezuelans, by contrast, who tended to be about 15 years younger on average, had seen periods of great national wealth, monetary stability, and international prestige, particularly from the mid-1970s to the early &lsquo;80s. Since 1983, however, the country has suffered almost yearly double-digit inflation, intermittent currency exchange controls, painful currency devaluations, and, recently, an increase in the rate of expropriations as well as a (perceived) general erosion of the &ldquo;rule of law.&rdquo; These respective national histories provided the general cognitive and symbolic frameworks through which investors not only perceived the initial investment opportunity, but also continue to make retroactive sense of their unfortunate experiences.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; As the research progressed and documentary evidence began to play a larger role in the analysis, the theoretical framework of the project began to take on a different hue. It slowly became clear that this project had less to reveal about the construction of <em>trust</em> (which, in any case, can only imperfectly be captured in post-hoc interviews) than it did about the social construction of <em>trustworthiness.</em> The social sciences generally treat trust as a primarily subjective, psychological phenomenon, defined as a trustor&rsquo;s faith that a trustee will not exploit her vulnerability. They often describe trust as a \"decision\" or \"judgment\" regarding the other&rsquo;s trustworthiness. The latter, in turn, is also described in subjective, cognitive terms. \"Trustworthiness\" in this view simply denotes an actor who is properly incentivized not to exploit the other.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; This project&rsquo;s combination of documentary and interview data, however, allowed for the elaboration of a novel, more sociologically satisfying treatment of trus...",
  "por_txt_cntn": "\n     This research tracks the development of a recent $7 billion Ponzi scheme&mdash;the Stanford Financial Group fraud&mdash;in its two largest markets, the United States and Venezuela. The aim of the project was to use the country comparison as a point of leverage in order to gain a better understanding of the political, regulatory, legal, institutional, and even cultural factors that shape the development of trust. This work draws on extensive documentary evidence (corporate filings, marketing materials, regulatory records, civil and criminal court filings, journalistsÆ accounts, and third party investigations) as well as over 90 interviews with Stanford investors who, in most cases, lost their entire life savings in the fraud. Interviews were conducted face to face in three cities in Venezuela (Caracas, Merida, and Valencia), and three cities in the U.S. (Houston, Baton Rouge, and Miami), chosen for their especially high concentrations of investors. Interviewees were asked about their educational and professional backgrounds, their investment histories, their specific trajectories with the Stanford firm, and their methods for coping in the fraudÆs aftermath.\n\n     Most generally, the comparison revealed the overarching importance of political economy to trustÆs construction. The majority of each investor group first invested with the firm between 2002 and 2007, a period of optimism and seeming prosperity in the U.S., and, in Hugo ChavezÆs Venezuela, a time of rapid institutional change joined with bitter political polarization. In each country, however, this time period is nested within a much longer, culturally relevant historical trajectory. Most of my U.S. respondents, for example, were born to parents who had lived through the financial calamities of the Great Depression, and thus inherited a great appreciation for and, crucially, a surfeit of confidence in post-Depression regulatory institutions such as the Securities and Exchange Commission (SEC). Venezuelans, by contrast, who tended to be about 15 years younger on average, had seen periods of great national wealth, monetary stability, and international prestige, particularly from the mid-1970s to the early æ80s. Since 1983, however, the country has suffered almost yearly double-digit inflation, intermittent currency exchange controls, painful currency devaluations, and, recently, an increase in the rate of expropriations as well as a (perceived) general erosion of the \"rule of law.\" These respective national histories provided the general cognitive and symbolic frameworks through which investors not only perceived the initial investment opportunity, but also continue to make retroactive sense of their unfortunate experiences.\n\n     As the research progressed and documentary evidence began to play a larger role in the analysis, the theoretical framework of the project began to take on a different hue. It slowly became clear that this project had less to reveal about the construction of trust (which, in any case, can only imperfectly be captured in post-hoc interviews) than it did about the social construction of trustworthiness. The social sciences generally treat trust as a primarily subjective, psychological phenomenon, defined as a trustorÆs faith that a trustee will not exploit her vulnerability. They often describe trust as a \"decision\" or \"judgment\" regarding the otherÆs trustworthiness. The latter, in turn, is also described in subjective, cognitive terms. \"Trustworthiness\" in this view simply denotes an actor who is properly incentivized not to exploit the other.\n\n     This projectÆs combination of documentary and interview data, however, allowed for the elaboration of a novel, more sociologically satisfying treatment of trustworthiness. Rather than define trustworthiness as a trusteeÆs \"true character\" or regard it as an attribute that one party imputes to another party she trusts, we ought to treat it as an objective fact of the situation in which the trust..."
 }
}