{
 "awd_id": "1129059",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Predicting the outcome of inertial instability in ocean currents and eddies",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 427910.0,
 "awd_amount": 427910.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "Inertial instability of a vortex can rapidly intensify radial velocity gradients, triggering an instability that then tears the vortex apart. Eventually the flow equilibrates as a set of new stable vortices. This process often proceeds through a strong turbulent phase that on the surface,  might seem to preclude any possibility of predicting the final state. However, based on absolute angular momentum conservation, it is possible to deduce rules that show exactly how inertial instability acting alone would transform any unstable barotropic flow. Stabilization of inertial instability ultimately requires reducing potential vorticity to zero in the initially unstable region. Previous work has resulted in simple rules for angular momentum mixing which can be used to predict how an unstable barotropic vortex will evolve. This project will extend these results to: include the combined effects of inertial and barotropic instabilities, and to account for stratified flows.  A method will be devised to predict the effect of the turbulent breakdown due to inertial instability and the subsequent production of meanders and vortices due to barotropic instability. The approaches will involve a new method in which small incremental changes in the velocity field are linked with changes in the shape of the isopycnals in a way that mimics the natural progression of the instability. The goal is to be able to predict the ultimate fate of any inertially unstable velocity profile, barotropic or baroclinic. This will include how many vortices will emerge from the instability, what their vorticity profiles will look like, how much energy they will carry away, and how much energy will be dissipated in the process. \r\n\r\nIntellectual Merit: This work will improve understanding of the role that inertial instability plays in production, transformation and maintenance of oceanic currents and eddies. The methods being developed here are new and fundamental. They should be applicable to any branch of rotating fluid dynamics. \r\n\r\nBroader Impacts: Results obtained through this research can have an important impact on the development of ocean models. Small-scale instabilities are not resolved in ocean models, but their role in developing and maintaining large-scale currents is very important. By studying these instabilities, their effects can be predicted, and could lead to parameterizations for ocean models. Improvement in ocean modeling can have an important impact on climate research because of the essential role that the ocean plays in controlling the climate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Carnevale",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "George F Carnevale",
   "pi_email_addr": "gcarnevale@ucsd.edu",
   "nsf_id": "000181696",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8831 Shellback Way",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930214",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 427910.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ocean currents can remain steady only if there is a balance of<br />all the forces that act on them. Such a balance may be stable or<br />unstable. If the balance is unstable, the slightest perturbation of the<br />flow can result in a rapid breakdown of the current. This event often<br />involves the creation of turbulent or chaotic flow. As a result, the<br />current may be completely disrupted&nbsp; but may also re-emerge in a<br />different stable form.<br /><br />One of the most important balances in currents in the oceans is the<br />balance between the pressure force acting on the flow and the Coriolis<br />force that results from the rotation of the earth. If the current has a<br />momentum distribution such that this balance is unstable, then the<br />current will undergo what is called inertial instability, and it is<br />likely that a turbulent phase will ensue. The conditions for<br />predicting when an inertial instability will occur have been known for some<br />time. Until recently, however, it has been impossible to predict the<br />outcome of this instability. Through our research, it is now possible to<br />predict the redistribution of momentum that this turbulence tends to<br />produce and the new balance that would be set up if the current were<br />subject to no other type of instability.<br /><br />We have also investigated the combined effects of two important<br />instabilities, inertial and barotropic, acting together. In barotropic<br />instability the current tends to produce, or break up into, eddies.<br />Based on what we learned about predicting the outcome of inertial<br />instability, we can now predict what eddies may result when a current<br />undergoes both inertial and barotropic instabilities simultaneously.<br /><br />This work will help us better understand the mechanics of current formation and maintenance. In addition, it can help in making numerical<br />models of the general circulation of the oceans. Such numerical models<br />typically are not sufficiently refined to be able to capture inertial<br />instability, which is a small-scale process that may drastically change the<br />large-scale behavior of the flow. Our work can be used to adjust these models to properly capture the effects of inertial instability.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2014<br>\n\t\t\t\t\tModified by: George&nbsp;F&nbsp;Carnevale</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOcean currents can remain steady only if there is a balance of\nall the forces that act on them. Such a balance may be stable or\nunstable. If the balance is unstable, the slightest perturbation of the\nflow can result in a rapid breakdown of the current. This event often\ninvolves the creation of turbulent or chaotic flow. As a result, the\ncurrent may be completely disrupted  but may also re-emerge in a\ndifferent stable form.\n\nOne of the most important balances in currents in the oceans is the\nbalance between the pressure force acting on the flow and the Coriolis\nforce that results from the rotation of the earth. If the current has a\nmomentum distribution such that this balance is unstable, then the\ncurrent will undergo what is called inertial instability, and it is\nlikely that a turbulent phase will ensue. The conditions for\npredicting when an inertial instability will occur have been known for some\ntime. Until recently, however, it has been impossible to predict the\noutcome of this instability. Through our research, it is now possible to\npredict the redistribution of momentum that this turbulence tends to\nproduce and the new balance that would be set up if the current were\nsubject to no other type of instability.\n\nWe have also investigated the combined effects of two important\ninstabilities, inertial and barotropic, acting together. In barotropic\ninstability the current tends to produce, or break up into, eddies.\nBased on what we learned about predicting the outcome of inertial\ninstability, we can now predict what eddies may result when a current\nundergoes both inertial and barotropic instabilities simultaneously.\n\nThis work will help us better understand the mechanics of current formation and maintenance. In addition, it can help in making numerical\nmodels of the general circulation of the oceans. Such numerical models\ntypically are not sufficiently refined to be able to capture inertial\ninstability, which is a small-scale process that may drastically change the\nlarge-scale behavior of the flow. Our work can be used to adjust these models to properly capture the effects of inertial instability.\n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: George F Carnevale"
 }
}