{
 "awd_id": "1129433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Towards Rare-Earth-Free Advanced Permanent Magnets - High-Anisotropy L10 Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922624",
 "po_email": "alewis@nsf.gov",
 "po_sign_block_name": "Alexis Lewis",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 155300.0,
 "awd_amount": 155300.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "This project seeks to elucidate materials factors that control the thermodynamic and kinetic stability of the equiatomic compound FeNi with the chemically-ordered tetragonal L10 structure that holds very high potential for rare-earth-free advanced permanent magnet applications.  Fundamental exploratory research on magnetic alloys in the near-equiatomic compositional region of the Fe-Ni phase diagram will take place in materials with and without the ternary alloying additions of Ti, V, and Al.  These materials will be synthesized in both bulk and thick-film form, with insight gained from film analogs of the focus alloys used to guide rational design of bulk alloys.  Correlations between chemical ordering and magnetic properties such as magnetization, anisotropy and Curie temperature will be determined and quantified to facilitate trend prediction.\r\n\r\nAstronomers have identified the L10 FeNi phase in selected meteorites and attributed its presence to an extraordinarily slow cooling rate that fosters long-range chemical ordering over a period of 4.6 billion years.  Confirmation of the L10 structure in the Fe-Ni system is extremely significant because the tetragonal distortion that accompanies the chemical ordering in this structure gives rise to appreciable anisotropy.  The development of rare-earth-free permanent magnet materials is essential to offset supply limitations and ensure U.S. competitiveness.  Attainment of a rare-earth-free magnetic material with very high magnetocrystalline anisotropy would carry tremendous impact that ranges from the basic science realm all the way to advanced applications of great societal importance.  Students supported by this grant will obtain an interdisciplinary research experience via educational exchange at three geographically diverse, strong science and engineering schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Lewis",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Laura H Lewis",
   "pi_email_addr": "lhlewis@neu.edu",
   "nsf_id": "000460546",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 155300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the search for alternative materials for advanced permanent magnets with reduced amounts of strategically limited elements, the tetragonal chemically-ordered L1<sub>0</sub> phase that forms in some Fe-based near equiatomic compounds has been the subject of increasing attention. The high magnetization donated by Fe, along with the preferential direction of magnetization resulting from the reduced symmetry of the L1<sub>0</sub> crystal structure, combine to yield magnetic materials with a strength comparable to that of the current strongest permanent magnets. Among the L1<sub>0</sub> Fe-based materials, the low temperature metastable L1<sub>0</sub> FeNi phase has gained particular interest due to the low cost and good availability of its constituent elements along with its promising magnetic properties. Unfortunately, L1<sub>0</sub> phase formation in the FeNi system is highly limited due to very sluggish diffusion at temperatures below the critical chemical ordering temperature, at which the L1<sub>0</sub> phase is supposed to form from a disordered parent face centered cubic (FCC) phase. Thus, L1<sub>0</sub> FeNi is only found naturally in meteorites that have cooled over billions of years at extremely low cooling rates, and bulk laboratory synthesis has not been achieved to date.</p>\n<p>In an effort to understand L1<sub>0</sub> phase formation and stability in the FeNi system, and identify possible synthesis routes, the initial part of this project focused on approaching the FeNi composition starting from the well-studied FePd system in which the L1<sub>0 </sub>structure can be accomplished by traditional metallurgical techniques. The effects of substitutional Ni additions replacing for Pd in Fe<sub>50</sub>(Pd<sub>1-x</sub>Ni<sub>x</sub>)<sub>50</sub> (with x&nbsp;&lt;&nbsp;0.14) on the structural, magnetic and thermodynamic properties were investigated. It was confirmed that Ni has a significant impact on thermodynamic parameters of the chemical ordering transformation, reducing drastically the amount of L1<sub>0</sub> phase formed and consequently affecting significantly the magnetic anisotropy.&nbsp; It was hypothesized that interactions between Ni and Fe may be producing unfavorable characteristics for the formation of an L1<sub>0</sub> phase, and it was concluded that in order to achieve chemical ordering in the FeNi system, more drastic synthesis approaches are required.</p>\n<p>The findings on the Fe(PdNi) system served to identify severe plastic deformation as a potential synthesis technique to achieve L1<sub>0</sub> FeNi. During severe plastic deformation, a high defect density resulting from an applied complex state of stress may promote high diffusion pathways, that are expected to be useful for the atomic rearrangements required for chemical ordering. Among the severe plastic deformation methods, mechanical milling was selected for this project. It was carried under cryogenic temperatures in order to minimize localized temperature increases that could lead to the recovery of the highly defective structure being created. Subsequent annealing at temperatures near the equilibrium order-disorder temperature was used. Four material systems were studied, namely the binary Fe<sub>50</sub>Ni<sub>50</sub> composition and the ternary (Fe<sub>50</sub>Ni<sub>50</sub>)<sub>98</sub>M<sub>2</sub> with M = Al, Ti, V. Structural and magnetic characterization in the search for L1<sub>0</sub> FeNi proved to be very challenging, as the signals for the presence of this phase are very weak and barely detectable when only small amounts are present. Synchrotron x-ray diffraction experiments showed selected characteristics of the L1<sub>0</sub> phase in one of the ternary compositions. Magnetic results on this sample show a small enhancement in magnetic hysteresis, which could also be pointing towards the presence of small amounts of L1<sub>0</sub>. Confirmation of achievem...",
  "por_txt_cntn": "\nIn the search for alternative materials for advanced permanent magnets with reduced amounts of strategically limited elements, the tetragonal chemically-ordered L10 phase that forms in some Fe-based near equiatomic compounds has been the subject of increasing attention. The high magnetization donated by Fe, along with the preferential direction of magnetization resulting from the reduced symmetry of the L10 crystal structure, combine to yield magnetic materials with a strength comparable to that of the current strongest permanent magnets. Among the L10 Fe-based materials, the low temperature metastable L10 FeNi phase has gained particular interest due to the low cost and good availability of its constituent elements along with its promising magnetic properties. Unfortunately, L10 phase formation in the FeNi system is highly limited due to very sluggish diffusion at temperatures below the critical chemical ordering temperature, at which the L10 phase is supposed to form from a disordered parent face centered cubic (FCC) phase. Thus, L10 FeNi is only found naturally in meteorites that have cooled over billions of years at extremely low cooling rates, and bulk laboratory synthesis has not been achieved to date.\n\nIn an effort to understand L10 phase formation and stability in the FeNi system, and identify possible synthesis routes, the initial part of this project focused on approaching the FeNi composition starting from the well-studied FePd system in which the L10 structure can be accomplished by traditional metallurgical techniques. The effects of substitutional Ni additions replacing for Pd in Fe50(Pd1-xNix)50 (with x &lt; 0.14) on the structural, magnetic and thermodynamic properties were investigated. It was confirmed that Ni has a significant impact on thermodynamic parameters of the chemical ordering transformation, reducing drastically the amount of L10 phase formed and consequently affecting significantly the magnetic anisotropy.  It was hypothesized that interactions between Ni and Fe may be producing unfavorable characteristics for the formation of an L10 phase, and it was concluded that in order to achieve chemical ordering in the FeNi system, more drastic synthesis approaches are required.\n\nThe findings on the Fe(PdNi) system served to identify severe plastic deformation as a potential synthesis technique to achieve L10 FeNi. During severe plastic deformation, a high defect density resulting from an applied complex state of stress may promote high diffusion pathways, that are expected to be useful for the atomic rearrangements required for chemical ordering. Among the severe plastic deformation methods, mechanical milling was selected for this project. It was carried under cryogenic temperatures in order to minimize localized temperature increases that could lead to the recovery of the highly defective structure being created. Subsequent annealing at temperatures near the equilibrium order-disorder temperature was used. Four material systems were studied, namely the binary Fe50Ni50 composition and the ternary (Fe50Ni50)98M2 with M = Al, Ti, V. Structural and magnetic characterization in the search for L10 FeNi proved to be very challenging, as the signals for the presence of this phase are very weak and barely detectable when only small amounts are present. Synchrotron x-ray diffraction experiments showed selected characteristics of the L10 phase in one of the ternary compositions. Magnetic results on this sample show a small enhancement in magnetic hysteresis, which could also be pointing towards the presence of small amounts of L10. Confirmation of achievement of L10 FeNi by more specialized characterization techniques is still underway.\n\nIn summary, this project has provided valuable insight towards the understanding of chemical ordering transformations by which L10 phases are produced, of particular relevance for next generation permanent magnet materials with reduced rare-earth element content. The effects of t..."
 }
}