{
 "awd_id": "1129957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Hybrid Control of Gear System Vibration with Time-Varying Dynamics via Piezo-Composite Array",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Massimo Ruzzene",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 188726.0,
 "awd_amount": 188726.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "The research objective of this collaborative project by University of Connecticut, University of Tennessee and Tennessee State University is to create new theories and a potentially transformative technology to effectively control the gear system-induced vibration propagation.  In gear systems, multi-tonal vibrations are induced as a result of parametric variations in tooth mesh stiffness caused by kinematic variations in the number of teeth in contact and tooth flexibility.  In this project, we plan to develop a multi-layered, hybrid control methodology to enable multi-tonal vibration suppression of parametric time-varying gear system dynamics via simultaneous passive isolation and active control.  Specifically, we will develop bi-periodic extension-twist coupled piezoelectric / composite struts with tunable frequency stop-bands to block high frequency vibration propagation, and in the meantime employ the piezoelectric transducers in the struts to realize a dual-loop adaptive feedforward / time-varying feedback control strategy based on Floquet decomposition that provides active suppression of self-exited vibrations.  With these innovations, the new methodology will rigorously address the major challenges in gear system vibration control, e.g. wide spectrum multi-tonal vibrations, time-varying dynamics with parametric excitations, and non-stationary responses. \r\n\r\nGears are critical components in many energy, aircraft, automobile, and marine/ship systems.  If successful, the outcome of this research can lead to not only increased durability, reliability and efficiency of those systems, but also improved human operating and living environment.  Particularly, reduction of gear-induced vibration and associated noise emissions can play a critical role in wind energy development.  By carrying out the educational tasks, the PIs will disseminate the research findings through classroom teaching, community outreach, and involving under-represented and minority group students in capstone projects, thereby contributing significantly to workforce training.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hans",
   "pi_last_name": "DeSmidt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hans DeSmidt",
   "pi_email_addr": "hdesmidt@utk.edu",
   "nsf_id": "000244482",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1 CIRCLE PARK",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "035E",
   "pgm_ref_txt": "NOISE, ACOUSTICS, VIBRATIONS"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 188726.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of this collaborative research by University of Connecticut, University of Tennessee and Tennessee State University, has been to create new theories and a transformative technology to reduce gear system vibration and propagation. Gears and other mechanical power transmission elements are critical components in power plants, wind turbines, aircraft, automotive, and marine/ship systems.&nbsp; One key issue inherent to all gear systems is vibration generated by gear tooth meshing actions. These impulsive loads and vibrations not only affect reliability of the gears and the surrounding structure, but also can be a major source of noise which negatively affects the surrounding environment. In the case of wind turbines, one major barrier against their more wide-spread usage, especially near residential areas, is noise, of which gearbox vibration has been found to be a major contributing factor. Under this project, a comprehensive structural dynamics model of a planetary gear transmission of the type commonly utilized in wind turbine applications has been developed. This model has been employed to explore and develop new active and passive methods for reducing gear tooth mesh-induced vibrations via support struts augmented with piezoelectric actuators. By capturing the inherently periodically time-varying dynamic effects due to a) tooth mesh stiffness variation and b) moving planets on the ring gear, an important contribution has been made towards the thorough understanding of parametric effects on gear system vibrations. One feature of planetary gear transmissions is that they posses both spatial periodicity due to uniformly spaced planets and uniformly spaced ring gear support struts, as well as time-periodicity due to moving planet gears and gear mesh stiffness variations. These unique system characteristics have been fully accounted for in the development of the active vibration control laws in this research. Here, vibration reduction methods for the case of both constant speed and variable speed operation have been developed. The variable speed case is especially important in wind-turbine applications, where operating speeds are highly variable depending on wind conditions. In the case of constant speed operation, the main accomplishment has been the formal development of a Linear Quadratic (LQ) based control law which directly accounts for periodically time-varying system parameters. In the variable operation speed case, a robust controller that is insensitive to operation speed variations about a target design speed has also been developed. In addition to active vibration control, this research also explored the use of piezoelectric support struts augmented with a periodic network of piezoelectric shunt circuitry for passive vibration reduction. The results of this project contribute directly to the understanding and design of systems possessing both spatial and temporal periodicity. Another impact of this research is that a new process for synthesizing an active control law for a high dimensional periodically time-varying system has been developed. This project has provided research opportunities for both graduate and undergraduate engineering students. At the University of Tennessee, this grant has sponsored one Graduate Research Assistant whose Ph.D. thesis research objectives and goals have been directly aligned with the overall goals and scope of this NSF project. Furthermore, this project provided the means to involve a visiting senior undergraduate from Tennessee State University (an HBCU school). While working in PI's laboratory at the University of Tennessee, this visiting student became familiar with vibration testing methods as well as gear system modeling and aspects of structural dynamics. The research develops new approaches for vibration and noise reduction in wind turbine planetary gear transmissions. This capability will be a ...",
  "por_txt_cntn": "\nThe primary objective of this collaborative research by University of Connecticut, University of Tennessee and Tennessee State University, has been to create new theories and a transformative technology to reduce gear system vibration and propagation. Gears and other mechanical power transmission elements are critical components in power plants, wind turbines, aircraft, automotive, and marine/ship systems.  One key issue inherent to all gear systems is vibration generated by gear tooth meshing actions. These impulsive loads and vibrations not only affect reliability of the gears and the surrounding structure, but also can be a major source of noise which negatively affects the surrounding environment. In the case of wind turbines, one major barrier against their more wide-spread usage, especially near residential areas, is noise, of which gearbox vibration has been found to be a major contributing factor. Under this project, a comprehensive structural dynamics model of a planetary gear transmission of the type commonly utilized in wind turbine applications has been developed. This model has been employed to explore and develop new active and passive methods for reducing gear tooth mesh-induced vibrations via support struts augmented with piezoelectric actuators. By capturing the inherently periodically time-varying dynamic effects due to a) tooth mesh stiffness variation and b) moving planets on the ring gear, an important contribution has been made towards the thorough understanding of parametric effects on gear system vibrations. One feature of planetary gear transmissions is that they posses both spatial periodicity due to uniformly spaced planets and uniformly spaced ring gear support struts, as well as time-periodicity due to moving planet gears and gear mesh stiffness variations. These unique system characteristics have been fully accounted for in the development of the active vibration control laws in this research. Here, vibration reduction methods for the case of both constant speed and variable speed operation have been developed. The variable speed case is especially important in wind-turbine applications, where operating speeds are highly variable depending on wind conditions. In the case of constant speed operation, the main accomplishment has been the formal development of a Linear Quadratic (LQ) based control law which directly accounts for periodically time-varying system parameters. In the variable operation speed case, a robust controller that is insensitive to operation speed variations about a target design speed has also been developed. In addition to active vibration control, this research also explored the use of piezoelectric support struts augmented with a periodic network of piezoelectric shunt circuitry for passive vibration reduction. The results of this project contribute directly to the understanding and design of systems possessing both spatial and temporal periodicity. Another impact of this research is that a new process for synthesizing an active control law for a high dimensional periodically time-varying system has been developed. This project has provided research opportunities for both graduate and undergraduate engineering students. At the University of Tennessee, this grant has sponsored one Graduate Research Assistant whose Ph.D. thesis research objectives and goals have been directly aligned with the overall goals and scope of this NSF project. Furthermore, this project provided the means to involve a visiting senior undergraduate from Tennessee State University (an HBCU school). While working in PI's laboratory at the University of Tennessee, this visiting student became familiar with vibration testing methods as well as gear system modeling and aspects of structural dynamics. The research develops new approaches for vibration and noise reduction in wind turbine planetary gear transmissions. This capability will be a significant step toward enhancing, reliably, efficiency and reduced..."
 }
}