{
 "awd_id": "1129280",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Water stratigraphy of the oceanic lithosphere using mantle xenoliths from Hawaii",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 120578.0,
 "awd_amount": 120578.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "The funded project provides the first set of measurements of the H2O content of the oceanic mantle and involves collaboration between an academic institution and a private sector firm that has a unique capability to measure H2O in igneous minerals (high-resolution FTIR).  The importance of this work lies in the fact that small differences in mantle H2O content can have profound effects on mantle rheology and seismic structure, both of which can impact magma generation and crustal movement and have implications for our understanding and prediction of geohazards.  Because the mantle is not directly accessible, the investigators implemented a clever approach in which H2O will be measured in minerals coming from pieces of mantle rock (i.e., xenoliths) that were ripped up during the eruption and upward migration of magma of Hawaiian volcanoes.  Using compositional relations of mineral pairs that indicate the depth at which the minerals formed, the depth of origin of the various xenoliths that are to be studied can be determined.  Using these, the H2O content of the minerals will be examined by Fourier Transform Infra Red (FTIR) spectroscopy.  Xenoliths distributed over 300 km along the Hawaiian Island chain and mantle depths to up to 100 km will be analyzed. Broader impacts of the work are robust and multifaceted.   A major impact of the project is the provision of essential data that is needed to better interpret the seismic structure of the ocean crust, which will impact our ability to better model the source areas of geohazards like volcanoes and subduction zone earthquakes.  The work also supports collaboration between a public university in an EPSCoR state and private industry.  It also has a significant component of in-service teacher training where high school teachers in South Carolina work in the laboratory of the lead PI during the summer, getting a chance to engage in frontline research with academic scientist. The teacher?s research will form the basis for classroom and K-12 instructional materials. Workforce training will be carried through the involvement of graduate and undergraduate students in state-of-the-art geochemical analytical techniques.  The Program notes that the graduate student is from a group under-represented in the science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bizimis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Bizimis",
   "pi_email_addr": "mbizimis@geol.sc.edu",
   "nsf_id": "000483258",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "701 Sumter St",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120578.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We determined the concentration of water in fresh mantle rocks, peridotites and pyroxenites, found as fragments (xenoliths) in lavas from Oahu, Hawaii.&nbsp; Peridotites are thought to represent the average upper mantle mineralogy, i.e. the top 70 km of the Earth&rsquo;s mantle.&nbsp; Pyroxenites are so-called &ldquo;enriched&rdquo; mineralogies and are thought to contribute to lavas erupted at hot spots like Hawaii or Iceland. The central hypothesis of this project was that pyroxenites will have higher water concentrations than peridotites.</p>\n<p>Water (as hydrogen) is present in small abundance in the Earth&rsquo;s mantle but has a significant effect on its behavior.&nbsp; It controls melting, seismic velocities, rheology, mantle convection, as well as plate tectonics, as the rigid outer lithosphere is thought to be much &ldquo;drier&rdquo; than the convecting asthenosphere below. So, understanding where and how water is distributed in the Earth&rsquo;s mantle is of primary importance in geosciences.&nbsp; For the most part, the concentration and distribution of water in the mantle has been constrained by the water contents of erupted lavas.&nbsp; By their nature, lavas provide an average or integrated view of their mantle source on the scale of several kilometers.&nbsp; In turn, there are only few direct water determinations of physical fragments of the mantle. This is largely because they are actually rarely found on the surface and are often altered, in which case they may not retain an accurate record of the water at depth. &nbsp;The mantle samples analyzed in this project are exceptionally fresh and record the water distribution in the oceanic lithosphere beneath Hawaii as a function of changes in mineralogy. &nbsp;</p>\n<p>We found that the pyroxenites have 2 to 4 times higher water concentrations than estimates for the upper mantle.&nbsp; In turn, the peridotites have lower water concentration than the pyroxenites and estimates of the upper mantle, consistent with being pieces of the oceanic lithosphere.&nbsp; Our data demonstrates that &ldquo;enriched&rdquo; mineralogies have relatively high water concentrations that could explain the high water concentrations of hot spot lavas.&nbsp; Paradoxically however, the pyroxenites have both high water contents and low water/cerium ratios (cerium is thought to behave similarly to water in the mantle). &nbsp;That is, these two elements are decoupled in the pyroxenites.&nbsp; This implies that hot spot lavas, for example like those found in Samoa with both high water and low water/cerium ratios, may contain pyroxenite in their source. &nbsp;Therefore, this project has identified a unique tracer (high water coupled with low water/cerium ratios), which can reveal the presence of enriched mineralogies in hot spots, and how water is distributed in the upper mantle as a function of changes in mineralogy.</p>\n<p>In addition to water, we determined the iron isotope compositions of these peridotites and pyroxenites.&nbsp; Water should be related to the oxidation of iron in the mantle (e.g. changes in the amount of Fe<sup>+2</sup> over Fe<sup>+3</sup>), which in turn may change the isotope composition of iron.&nbsp; We found that the pyroxenites have &ldquo;heavy&rdquo; iron isotopes (high abundance of the Fe-57 isotope), similar to that found in many hot spot lavas, while the peridotites have &ldquo;light&rdquo; iron isotopes (low abundance of the Fe-57 isotope).&nbsp; As with the water, our project revealed that iron-isotopes could also be a tracer for pyroxenite in the source of hot spot lavas.</p>\n<p>Additional findings are that the high water concentrations of pyroxenites can lead to very high electrical conductivities in these rocks, or how easily electric currents travel in the mantle.&nbsp; High electrical conductivities in the upper mantle have been usually explained by the presence of melt.&nbsp; Instead, some of t...",
  "por_txt_cntn": "\nWe determined the concentration of water in fresh mantle rocks, peridotites and pyroxenites, found as fragments (xenoliths) in lavas from Oahu, Hawaii.  Peridotites are thought to represent the average upper mantle mineralogy, i.e. the top 70 km of the EarthÆs mantle.  Pyroxenites are so-called \"enriched\" mineralogies and are thought to contribute to lavas erupted at hot spots like Hawaii or Iceland. The central hypothesis of this project was that pyroxenites will have higher water concentrations than peridotites.\n\nWater (as hydrogen) is present in small abundance in the EarthÆs mantle but has a significant effect on its behavior.  It controls melting, seismic velocities, rheology, mantle convection, as well as plate tectonics, as the rigid outer lithosphere is thought to be much \"drier\" than the convecting asthenosphere below. So, understanding where and how water is distributed in the EarthÆs mantle is of primary importance in geosciences.  For the most part, the concentration and distribution of water in the mantle has been constrained by the water contents of erupted lavas.  By their nature, lavas provide an average or integrated view of their mantle source on the scale of several kilometers.  In turn, there are only few direct water determinations of physical fragments of the mantle. This is largely because they are actually rarely found on the surface and are often altered, in which case they may not retain an accurate record of the water at depth.  The mantle samples analyzed in this project are exceptionally fresh and record the water distribution in the oceanic lithosphere beneath Hawaii as a function of changes in mineralogy.  \n\nWe found that the pyroxenites have 2 to 4 times higher water concentrations than estimates for the upper mantle.  In turn, the peridotites have lower water concentration than the pyroxenites and estimates of the upper mantle, consistent with being pieces of the oceanic lithosphere.  Our data demonstrates that \"enriched\" mineralogies have relatively high water concentrations that could explain the high water concentrations of hot spot lavas.  Paradoxically however, the pyroxenites have both high water contents and low water/cerium ratios (cerium is thought to behave similarly to water in the mantle).  That is, these two elements are decoupled in the pyroxenites.  This implies that hot spot lavas, for example like those found in Samoa with both high water and low water/cerium ratios, may contain pyroxenite in their source.  Therefore, this project has identified a unique tracer (high water coupled with low water/cerium ratios), which can reveal the presence of enriched mineralogies in hot spots, and how water is distributed in the upper mantle as a function of changes in mineralogy.\n\nIn addition to water, we determined the iron isotope compositions of these peridotites and pyroxenites.  Water should be related to the oxidation of iron in the mantle (e.g. changes in the amount of Fe+2 over Fe+3), which in turn may change the isotope composition of iron.  We found that the pyroxenites have \"heavy\" iron isotopes (high abundance of the Fe-57 isotope), similar to that found in many hot spot lavas, while the peridotites have \"light\" iron isotopes (low abundance of the Fe-57 isotope).  As with the water, our project revealed that iron-isotopes could also be a tracer for pyroxenite in the source of hot spot lavas.\n\nAdditional findings are that the high water concentrations of pyroxenites can lead to very high electrical conductivities in these rocks, or how easily electric currents travel in the mantle.  High electrical conductivities in the upper mantle have been usually explained by the presence of melt.  Instead, some of this conductivity may be explained by pyroxenites, which relax the amount of melt present in high conductivity zones in the upper mantle.\n\nThis project also supported the completion of two masterÆs degrees in geology at the University of South Carolina, and provided additional supp..."
 }
}