{
 "awd_id": "1129088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Carbon Cycle-Climate Feedback Analysis in CMIP5 Models",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 29762.0,
 "awd_amount": 29762.0,
 "awd_min_amd_letter_date": "2011-03-31",
 "awd_max_amd_letter_date": "2011-03-31",
 "awd_abstract_narration": "This is one of 16 Rapid Response (RAPID) projects funded as the result of a Dear Colleague Letter (NSF 11-006) encouraging diagnostic analyses of climate model simulations prepared for the Intergovernmental Panel on Climate Change Fifth Assessment Report (IPCC AR5). Research conducted in these projects is expected to lead to more detailed model intercomparisons, better understanding of robust model behaviors, and better understanding and quantification of uncertainty in future climate simulations.\r\n\r\nThis project will analyze the Coupled Model Intercomparison Project (CMIP5) models with a focus on the strength of coupled carbon-climate feedback. The PI will analyze the ability of the latest suite of models, in simulating 19th -20th  century co-variability in carbon cycle and climate, as well as   projected future changes. The main tasks that will be undertaken  are: (i) assessing the realism of the model simulations by comparison with observations; (ii) establishing criterion based on key observational constraints to group the models; (iii)  analyzing the strength of carbon-climate feedbacks projected for the 21st  century, comparing with earlier results and diagnosing  the  results in terms of  response and feedback; (iv) using a model of  intermediate complexity  to further understand the CMIP5 model behaviors, such as sensitivity to carbon parameterizations.  The principal investigator will also conduct regionally focused analysis for vulnerable carbon pools in such as the Arctic permafrost and subtropical semiarid and forested regions.\r\n\r\nThe broader impact of the project lies in its support of the IPCC AR5, which is intended to provide information on climate change and its consequences to decision makers worldwide.  This project will examine  carbon-climate feedbacks in the current state-of-the-science models. The study will shed insights into both the deficiencies in current models as well as key observations and experiments needed to improve the models.  Such an effort is critical to understanding the trajectory of future concentration of atmospheric CO2, aerosol radiative forcing and  sensitivity of earth's climate to greenhouse gas increases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ning",
   "pi_last_name": "Zeng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ning Zeng",
   "pi_email_addr": "zeng@atmos.umd.edu",
   "nsf_id": "000485365",
   "pi_start_date": "2011-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "U Maryland",
  "perf_str_addr": "",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207422425",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 29762.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Carbon Cycle-Climate Feedback Analysis in CMIP5 Models<br />PI: Ning Zeng, University of Maryland College Park<br /><br />About half of the anthropogenic fossil fuel CO2 emissions are currently being absorbed by sinks on land and in the ocean. How these sinks may change in the future is highly uncertain, yet such knowledge is critically important in projecting future CO2 concentration pathways and the degree of future climate change. To further our understanding of this feedback, two standard experiments, one fully coupled and one uncoupled, have been designed by the IPCC AR5 via the CMIP5 framework, offering a great opportunity for analyzing and understanding this feedback in an ensemble of state-of-the-art climate models. We assessed the realism of the models&rsquo; 19th-20th century simulations by comparison with observations; establish criterion that can be used to meaningfully group the models. We then analyzed the strength of carbon-climate feedbacks projected for the 21st century; compare with earlier C4MIP results. We further used the UMD intermediate-complexity Earth system model (a participant of the C4MIP project and EMICAR5). We found that the model's ability to reporduce the 20th century observed carbon cycle may depends critically on some poorly characterized process representations including CO2 fertilization effect and land use land oover change. The projection of future CO2 is thus still highly uncertain.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2012<br>\n\t\t\t\t\tModified by: Ning&nbsp;Zeng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCarbon Cycle-Climate Feedback Analysis in CMIP5 Models\nPI: Ning Zeng, University of Maryland College Park\n\nAbout half of the anthropogenic fossil fuel CO2 emissions are currently being absorbed by sinks on land and in the ocean. How these sinks may change in the future is highly uncertain, yet such knowledge is critically important in projecting future CO2 concentration pathways and the degree of future climate change. To further our understanding of this feedback, two standard experiments, one fully coupled and one uncoupled, have been designed by the IPCC AR5 via the CMIP5 framework, offering a great opportunity for analyzing and understanding this feedback in an ensemble of state-of-the-art climate models. We assessed the realism of the modelsÆ 19th-20th century simulations by comparison with observations; establish criterion that can be used to meaningfully group the models. We then analyzed the strength of carbon-climate feedbacks projected for the 21st century; compare with earlier C4MIP results. We further used the UMD intermediate-complexity Earth system model (a participant of the C4MIP project and EMICAR5). We found that the model's ability to reporduce the 20th century observed carbon cycle may depends critically on some poorly characterized process representations including CO2 fertilization effect and land use land oover change. The projection of future CO2 is thus still highly uncertain.\n\n\t\t\t\t\tLast Modified: 07/30/2012\n\n\t\t\t\t\tSubmitted by: Ning Zeng"
 }
}