{
 "awd_id": "1129817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Defect Modeling and Process Optimization for Nanowire Growth towards Improved Nanodevice Reliability",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diwakar Gupta",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 244000.0,
 "awd_amount": 244000.0,
 "awd_min_amd_letter_date": "2011-08-26",
 "awd_max_amd_letter_date": "2011-08-26",
 "awd_abstract_narration": "The objective of this award is to optimize the growth process of semiconductor nanowires (NWs) by modeling the interrelationship between their growth process variables, structural defects, and mechanical properties, so that reliable NW-based devices with fewer defects can be produced. A double-loop framework will be investigated in this research, which links NW defects and the reliability of NW-based devices for the first time. The fundamental questions to be answered are: (1) How to systematically establish the relationship between the process variables, the generation rates of different NW defects, and the reliability of NW-based devices? (2) How to expedite the reliability prediction for NW-based devices and use the achieved reliability information to perform the application-centric defect reduction through the manipulation of the NW growth process? Specifically, we will (1) model the stochastic generation process of NW defects that link the generation of different types of defects to the NW growth-process variables; (2) develop a statistical fracture model for NWs with various defects under mechanical loading; (3) explore an advanced accelerated testing methodology and optimize the NW growth process by the optimal experimental design methods; and (4) conduct validation studies based on the proposed methodology by developing benchmark NW-based nanodevices, and demonstrate their desired reliability performance.\r\n\r\nIf successful, this research will facilitate today's fast-paced technological advancements that are continually faced with increasing needs for cost-effective product-development technologies. It will result in an appealing practice that helps resolve common fabrication problems in a wide spectrum of nanomaterials/device development processes. It is expected that a systematic process optimization approach for the development of highly reliable NW-based devices, instead of trial-and-error approaches that are currently used in the field of nanomanufacturing, will be achieved. Moreover, the educational initiatives will strengthen the related programs at the two collaborative institutions, which will impact a large number of on-campus and nationwide distance students. The research result will also be broadly disseminated through technical publications, workshops, short courses, and K-12 outreach program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jingyan",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jingyan Dong",
   "pi_email_addr": "jdong@ncsu.edu",
   "nsf_id": "000307339",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yong",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yong Zhu",
   "pi_email_addr": "yong_zhu@ncsu.edu",
   "nsf_id": "000291435",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957906",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178600",
   "pgm_ele_name": "MANFG ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "071E",
   "pgm_ref_txt": "MFG ENTERPRISE OPERATIONS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 244000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this project is to optimize the growth process of semiconductor nanowires (NWs) by modeling the interrelationship between their growth process variables, structural defects, and mechanical properties, so that reliable NW-based devices with fewer defects can be produced. In the project, we developed a chemical vapor deposition (CVD) system for growth of ZnO nanowires, which include a furnace, a quartz tube and temperature controlled heating element, and a pressure regulation system to incorporate more reactive gas species for the CVD system. We developed a vapor&ndash;liquid&ndash;solid (VLS) process for the growth of ZnO NWs using two catalyst systems, metal nano clusters and nano clusters of the ZnO powder. We developed a novel electrohydrodynamic jet printing process to print the nanoink with ZnO nano-particles, which enables high resolution patterning of the ZnO catalyst patterns on the substrate. As the result, we can growth ZnO nanowires on the specified location, such as lines or specific spots. With these precisely fabricated patterns, we are capable to study the effect of the process parameters to the nanowire growth process. The patterned nanowires on the substrate can be easily transfer to other substrate for device fabrication, such as strain sensors.</p>\n<p>To evaluate the performance of the nanowire growth performance in large scale, we explore methods to quantitatively determine the important performance measurements of a nanowire, including the length and density of the nanowires. We performed the critical experiments to investigate the effects of process parameters to the performance of the nanowires growth process. The important process parameters include the temperature of CVD chamber, flow rate of the carrier gas, and location of the receiving substrate inside the CVD chamber. Factorial analysis was performed to quantitatively describe the effect of different process parameters to the overall nanowire growth process. A statistical model was developed to describe the overall yield of the growth process to the process parameters of temperature and flow rate. To evaluate the elastic modulus (Young&rsquo;s modulus) of the synthesized ZnO NWs, we developed a relatively simple method based on resonance frequency of cantilevered NWs. The resonance tests are performed in situ inside a scanning electron microscope (SEM) and the NWs are single-clamped on a tungsten probe by electron beam induced deposition (EBID) of hydrocarbon. More specifically, the effect of clamping on resonance frequency and thus measured Young&rsquo;s modulus of ZnO nanowires was systematically investigated via a combined experiment and simulation approach. EBID was repeated several times to deposit more hydrocarbons at the same location. The resonance frequency increased with the increasing clamp size until approaching that under the &ldquo;fixed&rdquo; boundary condition. The critical clamp size was identified as a function of NW diameter and NW Young&rsquo;s modulus.</p>\n<p>The research finding from this project helps resolve common fabrication problems in a wide spectrum of nanomaterials/device development processes by providing a systematic process optimization approach for the development of highly reliable NW-based devices, instead of trial-and-error approaches that are currently used in the field of nanomanufacturing. The research results have been broadly disseminated through technical publications, workshops, courses, and K-12 outreach program. A lab module was developed to provide undergraduate students with hands-on experience in nanotechnology in a NUE course MAE/ISE/MSE 495 Introduction to Multidisciplinary Nanotechnology Laboratory. This project also provided demonstrations and lab tours for high school students in NCSU Summer Camp and Summer school for the undergraduate students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/12/2015<br>\n\t\t\t\t\tModified by: J...",
  "por_txt_cntn": "\nThe objective of this project is to optimize the growth process of semiconductor nanowires (NWs) by modeling the interrelationship between their growth process variables, structural defects, and mechanical properties, so that reliable NW-based devices with fewer defects can be produced. In the project, we developed a chemical vapor deposition (CVD) system for growth of ZnO nanowires, which include a furnace, a quartz tube and temperature controlled heating element, and a pressure regulation system to incorporate more reactive gas species for the CVD system. We developed a vapor&ndash;liquid&ndash;solid (VLS) process for the growth of ZnO NWs using two catalyst systems, metal nano clusters and nano clusters of the ZnO powder. We developed a novel electrohydrodynamic jet printing process to print the nanoink with ZnO nano-particles, which enables high resolution patterning of the ZnO catalyst patterns on the substrate. As the result, we can growth ZnO nanowires on the specified location, such as lines or specific spots. With these precisely fabricated patterns, we are capable to study the effect of the process parameters to the nanowire growth process. The patterned nanowires on the substrate can be easily transfer to other substrate for device fabrication, such as strain sensors.\n\nTo evaluate the performance of the nanowire growth performance in large scale, we explore methods to quantitatively determine the important performance measurements of a nanowire, including the length and density of the nanowires. We performed the critical experiments to investigate the effects of process parameters to the performance of the nanowires growth process. The important process parameters include the temperature of CVD chamber, flow rate of the carrier gas, and location of the receiving substrate inside the CVD chamber. Factorial analysis was performed to quantitatively describe the effect of different process parameters to the overall nanowire growth process. A statistical model was developed to describe the overall yield of the growth process to the process parameters of temperature and flow rate. To evaluate the elastic modulus (YoungÆs modulus) of the synthesized ZnO NWs, we developed a relatively simple method based on resonance frequency of cantilevered NWs. The resonance tests are performed in situ inside a scanning electron microscope (SEM) and the NWs are single-clamped on a tungsten probe by electron beam induced deposition (EBID) of hydrocarbon. More specifically, the effect of clamping on resonance frequency and thus measured YoungÆs modulus of ZnO nanowires was systematically investigated via a combined experiment and simulation approach. EBID was repeated several times to deposit more hydrocarbons at the same location. The resonance frequency increased with the increasing clamp size until approaching that under the \"fixed\" boundary condition. The critical clamp size was identified as a function of NW diameter and NW YoungÆs modulus.\n\nThe research finding from this project helps resolve common fabrication problems in a wide spectrum of nanomaterials/device development processes by providing a systematic process optimization approach for the development of highly reliable NW-based devices, instead of trial-and-error approaches that are currently used in the field of nanomanufacturing. The research results have been broadly disseminated through technical publications, workshops, courses, and K-12 outreach program. A lab module was developed to provide undergraduate students with hands-on experience in nanotechnology in a NUE course MAE/ISE/MSE 495 Introduction to Multidisciplinary Nanotechnology Laboratory. This project also provided demonstrations and lab tours for high school students in NCSU Summer Camp and Summer school for the undergraduate students.\n\n\t\t\t\t\tLast Modified: 11/12/2015\n\n\t\t\t\t\tSubmitted by: Jingyan Dong"
 }
}