{
 "awd_id": "1129885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Needs & Frontiers of Education in Environmental Engineering",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donna Riley",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2011-09-29",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "This workshop in engineering education research seeks to bring together a wide range of participants to look at recent changes in environmental engineering practice, and determine how these changes impact how students are education in degree programs.  The workshop is framed around the National Academy of Engineering's Grand Challenges, particularly in regards to the environment and sustainable processes.  \r\n\r\nThe workshop will draw from both practicing engineers, professional societies, and engineering educators, and help create a broad network to address learning and teaching in this dynamic field.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by creating results and research that are useful for society by informing educational policy and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Burken",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Joel G Burken",
   "pi_email_addr": "burken@mst.edu",
   "nsf_id": "000390942",
   "pi_start_date": "2011-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "211 Butler-Carlton Hall",
  "perf_city_name": "Rolla",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654096506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In October 2012 forty-three professors in environmental engineering and science met in St. Louis for two days at the Frontiers in Environmental Engineering Education workshop to discuss the current state, needs, challenges, and exemplars in environmental engineering education.&nbsp; The workshop was funded by NSF and NIEHS, in efforts to advance our collective educational programs and the education of the next generation of engineers and scientists to be stewards of public health and our environment.</p>\n<p>Jim Mihelcic, University of Souther Florida, opened the workshop with a keynote address, &ldquo;Undaunted Courage: Environmental Engineering and the Opening of the Next Frontier&rdquo;. He set an inspiring tone in considering engineering and projects in the context of stakeholders, social setting and with the goal of improving health.</p>\n<p>The topic of human behavior as part of our field was emphasized, and this topic was a common thread through many sessions in the workshop, including talks on ethics and how to deliver ethics in education in a relevant and interesting methodology for students.&nbsp; Marc Edwards is leading efforts at developing course modules and resources, which submerge students in the human behavior aspects that are the core of ethics; students given real roles find themselves making the same bad choices that those real engineers made. Greg Characklis, University of North Carolina, led a talk on &lsquo;economics&rsquo; offered up $20 if anyone had the accurate definition. With $$ on the table, discussion was lively and revolved around policy and decision making, including topics related to the broad range of economic valuation method, the difficulty in valuing ecosystem services, and the role of incentives in affecting human behavior toward the environment. Greg noted economics is the &ldquo;allocation of scarce resources&rdquo; including human capitol, our environment and many other thought provolking examples and left with wallet intact. Many other topics were presented, too many to cover in this brief article.</p>\n<p>Some of the topics at the workshop looked at how to better deliver our material in the classroom and beyond, and other topics of discussion looked at how to better cover the expansion of topics, while still giving the time needed at our core of our field. Discussion on incorporating new topics into an already full curriculum included incorporating climate, policy, uncertainty and life cycle assessment, as well as engineering attitudes achieved by learning through service, and active citizenship.</p>\n<p>Increasing our teaching capacity and the will to change traditional practice in many of these thematic areas were major focal points that gained traction at the Frontiers workshop. The AEESP educational committee had already been pursuing a major effort to use our new AEESP website and internet resources for members to attract, screen, and publish course modules and other resources on these themes that were presented and discussed in the workshop. Many AEESP members have embraced a wide variety of effective teaching tools, and developed course modules or project examples that now may take the place of some environmental laboratory exercises. The education committee will be posting these resources for members to use in the future, and hopefully pushing back the frontiers of environmental engineering education.</p>\n<p>A full article should be coming in <em>Environmental Engineering Science</em> in coming months and a number of the topics have translated into workshops and sessions for this summer&rsquo;s conference in Colorado (<a href=\"http://aeesp2013.csmspace.com/\">http://aeesp2013.csmspace.com/</a>).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/04/2013<br>\n\t\t\t\t\tModified by: Joel&nbsp;G&nbsp;Burken</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"phot...",
  "por_txt_cntn": "\nIn October 2012 forty-three professors in environmental engineering and science met in St. Louis for two days at the Frontiers in Environmental Engineering Education workshop to discuss the current state, needs, challenges, and exemplars in environmental engineering education.  The workshop was funded by NSF and NIEHS, in efforts to advance our collective educational programs and the education of the next generation of engineers and scientists to be stewards of public health and our environment.\n\nJim Mihelcic, University of Souther Florida, opened the workshop with a keynote address, \"Undaunted Courage: Environmental Engineering and the Opening of the Next Frontier\". He set an inspiring tone in considering engineering and projects in the context of stakeholders, social setting and with the goal of improving health.\n\nThe topic of human behavior as part of our field was emphasized, and this topic was a common thread through many sessions in the workshop, including talks on ethics and how to deliver ethics in education in a relevant and interesting methodology for students.  Marc Edwards is leading efforts at developing course modules and resources, which submerge students in the human behavior aspects that are the core of ethics; students given real roles find themselves making the same bad choices that those real engineers made. Greg Characklis, University of North Carolina, led a talk on æeconomicsÆ offered up $20 if anyone had the accurate definition. With $$ on the table, discussion was lively and revolved around policy and decision making, including topics related to the broad range of economic valuation method, the difficulty in valuing ecosystem services, and the role of incentives in affecting human behavior toward the environment. Greg noted economics is the \"allocation of scarce resources\" including human capitol, our environment and many other thought provolking examples and left with wallet intact. Many other topics were presented, too many to cover in this brief article.\n\nSome of the topics at the workshop looked at how to better deliver our material in the classroom and beyond, and other topics of discussion looked at how to better cover the expansion of topics, while still giving the time needed at our core of our field. Discussion on incorporating new topics into an already full curriculum included incorporating climate, policy, uncertainty and life cycle assessment, as well as engineering attitudes achieved by learning through service, and active citizenship.\n\nIncreasing our teaching capacity and the will to change traditional practice in many of these thematic areas were major focal points that gained traction at the Frontiers workshop. The AEESP educational committee had already been pursuing a major effort to use our new AEESP website and internet resources for members to attract, screen, and publish course modules and other resources on these themes that were presented and discussed in the workshop. Many AEESP members have embraced a wide variety of effective teaching tools, and developed course modules or project examples that now may take the place of some environmental laboratory exercises. The education committee will be posting these resources for members to use in the future, and hopefully pushing back the frontiers of environmental engineering education.\n\nA full article should be coming in Environmental Engineering Science in coming months and a number of the topics have translated into workshops and sessions for this summerÆs conference in Colorado (http://aeesp2013.csmspace.com/).\n\n \n\n\t\t\t\t\tLast Modified: 07/04/2013\n\n\t\t\t\t\tSubmitted by: Joel G Burken"
 }
}