{
 "awd_id": "1129594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Biological controls on reactive oxygen species in the oligotrophic ocean",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 382404.0,
 "awd_amount": 382404.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "It has been assumed that photo-oxidation of chromophoric dissolved organic matter is the primary source of superoxide (O2-) and hydrogen peroxide (H2O2); however, there are indications that biological sources may play a significant, if not dominant, role in the production of these reactive oxygen species (ROS).  Because the presence of these ROS in the open ocean can affect the redox cycling of iron, copper, and manganese which thereby influencing their bioavailability and H2O2 has been shown to inhibit the growth of Prochlorococcus ecotypes in the mixed layer, it is important to understand the biological controls on O2- and H2O2.  For this reason, scientists at the Colorado School of Mines and Harvard University will test the following hypotheses: (1) dark biological production is an important contribution of H2O2 and O2- to oligotrophic surface waters; (2) spatial and temporal variations in biological production and decomposition rates contribute to the observed variability in H2O2 concentrations; (3) biological production of H2O2 in oligotrophic waters proceeds via formation of O2-, and the yield of H2O2 from O2- is variable depending on the major sink reactions (e.g. with metals) of O2-; and (4) activities of NADH (nicotinamide adenine dinucleotide) oxidase enzymes from a phylogenetically and ecologically diverse group of bacteria, including cyanobacteria and heterotrophs, are significant sources of ROS to marine waters.  To test the first three hypotheses, a series of field observations in oligotrophic waters of the subtropical North Pacific will be carried out to establish biological production rates of H2O2 and O2- and assess their relationship to photochemical production and H2O2 concentrations in the euphotic zone.  In addition, laboratory studies will also be conducted to examine the stoichiometric yield of H2O2 from O2- in the presence of different O2- sinks. For hypothesis 4, the diversity of microorganisms involved in ROS production will be identified, as well as the proteins involved which will enable the interpretation of community-level transcriptomic data for regions illustrating variable contributions of biological activity to ROS production.\r\n\r\nAs regards broader impacts, the lead proponent plans to present a lecture at the Colorado Science Conference for Professional Development on the importance of biogeochemical cycles.  If successfully received, she proposes to develop this material into a one day workshop and offer it via the Colorado School of Mines Teacher Enhancement Program.  One postdoc and one graduate student from the Colorado School of Mines and one postdoc, one graduate student, and one undergraduate student from Harvard University would be supported and trained as part of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colleen",
   "pi_last_name": "Hansel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colleen Hansel",
   "pi_email_addr": "chansel@whoi.edu",
   "nsf_id": "000613308",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383826",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 4544.0
  }
 ],
 "por": null
}