{
 "awd_id": "1129090",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Physical Control of Carbon Export in the Subarctic Pacific",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 323623.0,
 "awd_amount": 323623.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2011-09-07",
 "awd_abstract_narration": "Intellectual Merit: One of the largest outstanding and ongoing research problems in the physical and biogeochemical oceanographic community concerns the fate of organic carbon generated from primary production in the surface ocean. Though carbon export exerts a profound control on CO2 concentrations in the world?s atmosphere, in-situ measurements of production rates are not fully reconciled with those inferred from the global annual average, and the spectrum of variability of carbon export in a variety of oceanic environments has yet to be fully determined. A popular method for evaluating ocean metabolism is the formulation of an oxygen mass balance, in which an oxygen budget is constructed in the mixed layer or euphotic zone, the effects of physical processes are removed, and the residual oxygen production is stoichiometrically related to the export of carbon to depth. While ship-based oxygen mass balance studies are hindered largely by expense and the availability of resources, recent efforts using remote measurement of oxygen from moored sensors display considerable potential for cost-effective and geographically widespread diagnostics of the biological pump. These techniques have been expanded to mobile autonomous platforms such as profiling Argo floats  and ocean gliders, which offer an enhanced, highly-resolved vertical and horizontal picture of major physical processes controlling primary production.\r\n\r\nContinuing the evolution of studies of net biological oxygen production from autonomous platforms, the project will apply a comprehensive physical and oxygen mass balance assessment to a remote-sensing time series of unprecedented duration and resolution: the University of Washington Seaglider Ocean Station P time series in the southern Gulf of Alaska. Three separate Seaglider deployments orbited the well-instrumented National Oceanic and Atmospheric administration Pacific Marine Environmental Laboratory (NOAA/PMEL) Station P mooring from June 2008 to January 2010, collecting detailed vertical and horizontal profiles of basic physical properties, bio-optical variables, and dissolved oxygen. During extended portions of this time, the Station P mooring observed atmospheric variables and corresponding physical parameters within the near surface ocean; taken together these datasets represent a powerful tool for adding to the established picture of physical variability and net oxygen production in the central subarctic Pacific Ocean. In the course of our proposed analysis, we hope to: 1) better constrain horizontal advection, vertical advection, and diapycnal mixing processes, as they apply to the budget of an active tracer; 2) obtain a robust estimate of net oxygen production in the mixed layer during the course of the time series; 3) evaluate respiration (oxygen consumption) below the mixed layer and above the permanent halocline; and 4) estimate the dependence with depth of respiration below the pycnocline. \r\n\r\nBroader Impacts: This project will expand the knowledge base of the physical dynamics controlling the biological pump in the Gulf of Alaska as well as add to the length of the time series which has been analyzed in a carbon export context. A better understanding of advection in the surface layer would allow comparison to previous residual estimates of this term and its relative importance at each phase of the seasonal cycle. Exploring the dependence in time and depth of diapycnal diffusivity would improve and clarify our knowledge of its role in vertical transport of oxygen at Station P. Additionally, analysis of a combined moored and autonomous vehicle time series should provide a foundation of techniques to be used in similar future deployments in difficult-to-observe regions of the world ocean.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Eriksen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Charles C Eriksen",
   "pi_email_addr": "eriksen@u.washington.edu",
   "nsf_id": "000465056",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981957940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 323623.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Large-scale changes in the strength of prevailing winds, surface heating, and rainfall shape the circulation of that basin and the way in which it distributes and exchanges heat, freshwater, and nutrients important to the ocean ecosystem.&nbsp; Understanding these exchanges is critical to the ability to predict the ocean&rsquo;s response to year-to-year climate fluctuations or model its future conditions. Detailed persistent observations are required to document changes and can be used to understand how evolution of the upper ocean structure takes place.&nbsp; Since the use of large research vessels to make such observations over the course of a year or more is cost-prohibitive, recording instruments on autonomous platforms are necessary. This project concerns the analysis of data from a combined array of sensors on both a fixed platform (a mooring) and an autonomous underwater vehicle to describe conditions at Ocean Station P in the central Gulf of Alaska from summer 2008 to winter 2010.&nbsp;</p>\n<p>Station P is an important place in studying the oceanography of the North Pacific Ocean because it is one of the few locations in the world where measurements of ocean properties that go back several decades. Station P lies roughly a thousand miles to the west-northwest of Washington state in a region of weak but generally northeastward ocean currents, which bring cool and fresh waters from the western and central Pacific Ocean towards the coast of North America.&nbsp; Currently a Canadian Coast Guard vessel visits Station P three times per year to study the physics, biology, and chemistry of the Gulf of Alaska.&nbsp; For the past seven years, this vessel also leaves behind a moored buoy, operated by NOAA, which collects real-time measurements continuously in order to monitor ocean conditions while the vessel is not present.&nbsp;</p>\n<p>For a year and a half, from summer 2008 to winter 2010, our research group deployed underwater vehicles called Seagliders in the region surrounding the mooring.&nbsp; Seagliders are small, human-sized robotic vehicles that use changes in buoyancy to alternately dive and climb from the surface to a thousand meters depth, several times per day, collecting measurements of temperature, salinity, and a few other basic properties as they go.&nbsp; Since these vehicles are equipped with wings, their buoyancy-controlled vertical movements induce horizontal motion as well, so they glide along slanting paths through the ocean as they dive and climb, enabling them to navigate independently.&nbsp; Provided that currents are not too strong, gliders can move around 20 km horizontally over the course of each day.</p>\n<p>For the period they were deployed at Station P, these Seagliders recorded changes in the vertical and horizontal structure of heat and freshwater surrounding the NOAA mooring&rsquo;s sensors and also flow structure and water properties somewhat deeper than the surface layer (where the mooring instruments were concentrated).&nbsp; Rather than weak northeastward flow, currents were dominated by a passing clockwise oceanic eddy, a roughly circular oceanic high-pressure system likely generated off the coast of North America which probably made its way to Station P over the course of several years. At any given time, flow in the region is likely to be dominated by what particular eddies happen to be present. Despite the eddy&rsquo;s presence, exchange of heat and fresh water is mainly vertical &ndash; both between ocean and atmosphere, and between the upper boundary layer of the ocean and its interior.&nbsp; One of the significant unknowns governing the exchange has been vertical diffusion through sharp upper ocean gradients. By measuring thousands of profiles of temperature and salinity along a regularly repeating survey track, this project was able to explain observed variations in time as a combination of advective effects (changes att...",
  "por_txt_cntn": "\nLarge-scale changes in the strength of prevailing winds, surface heating, and rainfall shape the circulation of that basin and the way in which it distributes and exchanges heat, freshwater, and nutrients important to the ocean ecosystem.  Understanding these exchanges is critical to the ability to predict the oceanÆs response to year-to-year climate fluctuations or model its future conditions. Detailed persistent observations are required to document changes and can be used to understand how evolution of the upper ocean structure takes place.  Since the use of large research vessels to make such observations over the course of a year or more is cost-prohibitive, recording instruments on autonomous platforms are necessary. This project concerns the analysis of data from a combined array of sensors on both a fixed platform (a mooring) and an autonomous underwater vehicle to describe conditions at Ocean Station P in the central Gulf of Alaska from summer 2008 to winter 2010. \n\nStation P is an important place in studying the oceanography of the North Pacific Ocean because it is one of the few locations in the world where measurements of ocean properties that go back several decades. Station P lies roughly a thousand miles to the west-northwest of Washington state in a region of weak but generally northeastward ocean currents, which bring cool and fresh waters from the western and central Pacific Ocean towards the coast of North America.  Currently a Canadian Coast Guard vessel visits Station P three times per year to study the physics, biology, and chemistry of the Gulf of Alaska.  For the past seven years, this vessel also leaves behind a moored buoy, operated by NOAA, which collects real-time measurements continuously in order to monitor ocean conditions while the vessel is not present. \n\nFor a year and a half, from summer 2008 to winter 2010, our research group deployed underwater vehicles called Seagliders in the region surrounding the mooring.  Seagliders are small, human-sized robotic vehicles that use changes in buoyancy to alternately dive and climb from the surface to a thousand meters depth, several times per day, collecting measurements of temperature, salinity, and a few other basic properties as they go.  Since these vehicles are equipped with wings, their buoyancy-controlled vertical movements induce horizontal motion as well, so they glide along slanting paths through the ocean as they dive and climb, enabling them to navigate independently.  Provided that currents are not too strong, gliders can move around 20 km horizontally over the course of each day.\n\nFor the period they were deployed at Station P, these Seagliders recorded changes in the vertical and horizontal structure of heat and freshwater surrounding the NOAA mooringÆs sensors and also flow structure and water properties somewhat deeper than the surface layer (where the mooring instruments were concentrated).  Rather than weak northeastward flow, currents were dominated by a passing clockwise oceanic eddy, a roughly circular oceanic high-pressure system likely generated off the coast of North America which probably made its way to Station P over the course of several years. At any given time, flow in the region is likely to be dominated by what particular eddies happen to be present. Despite the eddyÆs presence, exchange of heat and fresh water is mainly vertical &ndash; both between ocean and atmosphere, and between the upper boundary layer of the ocean and its interior.  One of the significant unknowns governing the exchange has been vertical diffusion through sharp upper ocean gradients. By measuring thousands of profiles of temperature and salinity along a regularly repeating survey track, this project was able to explain observed variations in time as a combination of advective effects (changes attributable to property transport by currents, both lateral and vertical) and diffusive effects (changes attributable to vertical mixing). In particular, t..."
 }
}