{
 "awd_id": "1129475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NCRN-SN: Census Bureau Data Programs as Statistical Decision Problems",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 1197448.0,
 "awd_amount": 1434389.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2016-09-22",
 "awd_abstract_narration": "How the government should invest in statistical data, and in research more generally, is a fundamental and unsolved question.  This problem is increasingly significant as uses of statistical data grow and resources for investment are constrained.  The project will address fundamental problems for government statistical agencies, such as how to understand the value of the statistics they produce, how to compare value to cost in order to guide rational setting of statistical priorities, and how to increase value for given cost.  To understand the value of statistical data, it is necessary to understand how the statistics are used, and what would occur if the statistics were available with different data quality characteristics, ranging from high accuracy to no data collection at all.  The researchers will extend and apply statistical decision theory, including cost-benefit analysis, to attack such basic questions.  One objective is to develop new theory so that effective case studies for use of data for policy making and for research in the social, behavioral, and economic sciences can be developed, analyzed, and interpreted.  A second objective is to apply basic research findings to problems of the U.S. Census Bureau.  Activities include (a) the development of guidelines for studying data use and cost-benefit analysis of data for allocations; (b) methods for trading off cost, sample size, and response rates; and (c) state of the art methods for studying more complex uses, including developing a sampling frame for data uses, and designs for new case studies of data use and cost-benefit analysis.  A third objective is to advance and stimulate academic education and training related to problems of government statistical agencies.\r\n\r\nThe project findings will be useful for the Census Bureau and across the federal statistical system.  Federal statistical agencies and other agencies, such as OMB, will be better able to understand and quantify the value of statistical data programs and of changes to their data quality, leading to better-informed decisions regarding investment in government statistical activities.  Tangible products will be developed and disseminated for researchers, both within academia and public and private statistical agencies, for their use in designing and evaluating statistical data programs.  By enhancing the pipeline of well-trained graduate students and postdoctoral fellows in this area, the project also will have a beneficial impact on statistical education.  This activity is supported by the NSF-Census Research Network funding opportunity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Spencer",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce D Spencer",
   "pi_email_addr": "bspencer@northwestern.edu",
   "nsf_id": "000128913",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Manski",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Charles F Manski",
   "pi_email_addr": "cfmanski@northwestern.edu",
   "nsf_id": "000091905",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2006 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602084070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "917800",
   "pgm_ele_name": "NSF-Census Research Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8073",
   "pgm_ref_txt": "NSF-Census Research Network"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1197448.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 236941.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research grappled with the problem of deciding how good statistical data needs to be for the purposes for which it is used (&ldquo;data uses&rdquo;), given that improving data costs more money. Although we looked at the problem for government statistical agencies, the problem is also faced by public and private organizations that want to collect and analyze data as a means of achieving their goals. The problem is actually quite difficult, both in characterizing what &ldquo;good data&rdquo; means and in understanding how changing the accuracy or quality of the data changes the outcomes of data uses.</p>\n<p>The Constitution of the United States requires a census every ten years, but it does not say how accurate it needs to be. Two highly visible uses of census data are apportionment of the House of Representatives and formula-based calculation of distributions of $675 billion dollars of federal funds to state and local governments. We developed a sampling method to select a highly accurate sample of funding formulas and estimate the distortions in funding arising from alternative levels of census accuracy: distortions in fund allocations increase about $9 &ndash; $13 billion for each 0.5% increase in average error in state populations. We also analyzed the shifts in House seats attributable to census error. Although the 2010 census had small measured errors for states, 0.6% on average (as measured by root-mean-square error, RMS), we project that Texas loses and Minnesota gains a seat if the 2020 census has the same errors. Projections further show that if 2020 census error for state populations increases to 0.7% RMS, an additional seat is lost by Florida and gained by Ohio, and if error increases to 1.7% RMS, Texas loses a second seat, to the benefit of Rhode Island. Our results are interesting and can clarify decisions to be made about 2020 census funding, as funding affects how much accuracy is attained. The underlying methodology also represents an important advance. These results are largely due to a Ph.D. thesis supported by this grant.</p>\n<p>U.S. law requires a mid-decade census as well, but Congress has never allocated the funds to carry it out. We also developed methods of cost-benefit analysis for analyzing the decision to conduct or not to conduct a mid-decade census. We applied the methods to a case study of the 2016 census of South Africa.</p>\n<p>In conducting a sample survey, decisions need to be made about whether to seek high response rates or greater sample size with lower response rates. Response rates are important because non-respondents are not randomly sampled and can bias results, usually to unknown extents. We carried out research to address this problem, including the development of publicly available software. We also wrote papers identifying important sources of error in economic statistics, and methods for communicating the uncertainty in economic statistics. As the saying goes, &ldquo;It ain&rsquo;t what you don&rsquo;t know that gets you into trouble. It&rsquo;s what you know for sure that just ain&rsquo;t so.&rdquo; An analogous problem, being faced increasingly often in the public and private sector, is having &ldquo;big data&rdquo; available but only for a portion of the population (analogous to respondents in a survey context).</p>\n<p>Along with publishing the papers, we presented the findings in Washington to government statistical agencies and researchers concerned with government statistics.&nbsp;</p>\n<p>We see teaching and research as complementary, and we introduced into both graduate- and undergraduate-level statistics courses segments on problems faced by government statistical agencies, including missing data and the difficulty of learning how data affect outcomes. We were pleased to see students interested in the topics and stimulated by spending time at small conferences at the Census Bureau. Getting students interested and involved in such research questions will have long-term benefits for government (and non-government) statistical data collections.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/18/2018<br>\n\t\t\t\t\tModified by: Bruce&nbsp;D&nbsp;Spencer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur research grappled with the problem of deciding how good statistical data needs to be for the purposes for which it is used (\"data uses\"), given that improving data costs more money. Although we looked at the problem for government statistical agencies, the problem is also faced by public and private organizations that want to collect and analyze data as a means of achieving their goals. The problem is actually quite difficult, both in characterizing what \"good data\" means and in understanding how changing the accuracy or quality of the data changes the outcomes of data uses.\n\nThe Constitution of the United States requires a census every ten years, but it does not say how accurate it needs to be. Two highly visible uses of census data are apportionment of the House of Representatives and formula-based calculation of distributions of $675 billion dollars of federal funds to state and local governments. We developed a sampling method to select a highly accurate sample of funding formulas and estimate the distortions in funding arising from alternative levels of census accuracy: distortions in fund allocations increase about $9 &ndash; $13 billion for each 0.5% increase in average error in state populations. We also analyzed the shifts in House seats attributable to census error. Although the 2010 census had small measured errors for states, 0.6% on average (as measured by root-mean-square error, RMS), we project that Texas loses and Minnesota gains a seat if the 2020 census has the same errors. Projections further show that if 2020 census error for state populations increases to 0.7% RMS, an additional seat is lost by Florida and gained by Ohio, and if error increases to 1.7% RMS, Texas loses a second seat, to the benefit of Rhode Island. Our results are interesting and can clarify decisions to be made about 2020 census funding, as funding affects how much accuracy is attained. The underlying methodology also represents an important advance. These results are largely due to a Ph.D. thesis supported by this grant.\n\nU.S. law requires a mid-decade census as well, but Congress has never allocated the funds to carry it out. We also developed methods of cost-benefit analysis for analyzing the decision to conduct or not to conduct a mid-decade census. We applied the methods to a case study of the 2016 census of South Africa.\n\nIn conducting a sample survey, decisions need to be made about whether to seek high response rates or greater sample size with lower response rates. Response rates are important because non-respondents are not randomly sampled and can bias results, usually to unknown extents. We carried out research to address this problem, including the development of publicly available software. We also wrote papers identifying important sources of error in economic statistics, and methods for communicating the uncertainty in economic statistics. As the saying goes, \"It ain?t what you don?t know that gets you into trouble. It?s what you know for sure that just ain?t so.\" An analogous problem, being faced increasingly often in the public and private sector, is having \"big data\" available but only for a portion of the population (analogous to respondents in a survey context).\n\nAlong with publishing the papers, we presented the findings in Washington to government statistical agencies and researchers concerned with government statistics. \n\nWe see teaching and research as complementary, and we introduced into both graduate- and undergraduate-level statistics courses segments on problems faced by government statistical agencies, including missing data and the difficulty of learning how data affect outcomes. We were pleased to see students interested in the topics and stimulated by spending time at small conferences at the Census Bureau. Getting students interested and involved in such research questions will have long-term benefits for government (and non-government) statistical data collections.\n\n\t\t\t\t\tLast Modified: 04/18/2018\n\n\t\t\t\t\tSubmitted by: Bruce D Spencer"
 }
}