{
 "awd_id": "1129781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Coexisting Sovereignties, Overlapping Geographies: The Gwich'in Nation and the U.S.-Canadian Border",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Hammel",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "This doctoral dissertation research project will examine alternative formulations of sovereignty and non-state nationhood expressed through the practices and collective values of the indigenous Gwich'in Nation. Sovereignty often is described as ultimate state power over a set territory with fixed borders. This project will confront that orthodox understanding with alternative understandings of both power and territory. The communities who populate the Gwich'in Nation inhabit fifteen disparate villages between the northern U.S. and Canadian border and across overlapping geographies that include multiple legal jurisdictions, inter-governmental relations, environmental management collaborations, social economies, and distinct cultural conceptions of space and time. These geographies are the sites in which the Gwich'in people practice and articulate their transboundary sovereignty in a relational, coexistent process despite ongoing challenges from federal, provincial, state governments and private corporations. What the Gwich'in Nation proposes in their exercise of sovereignty is to assert a physical, social, and political form of power that is distinctly Gwich'in and that operates within the shared national landscape of their people, while simultaneously living in the larger nation-states of the U.S. and Canada. The objective of this project is to analyze the practices and articulations of Gwich'in sovereign power as they coexist within other sovereign bodies (U.S. and Canadian governance entities) in order to propose a new formulation of relational power. The doctoral student will employ an indigenous-based research methodology to inform community-based data accumulation and dissemination models while also using traditional qualitative research techniques. Methods will include one-on-one interviews, community-based focus groups, and conceptual mapping workshops on both sides of the U.S.-Canadian border. The diversity of methods will be used to render understandings of how the Gwich'in people operate as a nation; how the Gwich'in Nation exercises sovereignty throughout its multiple geographies; and how members of the Gwich'in Nation conceive their nation in theoretical and material ways.\r\n\r\nThe alternative formulations of sovereignty expressed and practiced by members of the Gwich'in Nation are part of a larger, emerging conversation in indigenous communities around the world. Not only is there a need for introducing more examples of dynamic sovereignty from indigenous nations into political geography, there is legitimate cause to examine these practices for a changing world where vocalizations of self-determination and the desire for some political communities to operate outside the nation-state nexus is increasing at a rapid pace, accelerated in part by international mechanisms such as the U.N Declaration on the Rights of Indigenous Peoples and rulings of the Inter-American Commission on Human Rights. This project will engage contemporary global political changes in conversations about power, state, and nation and share how the indigenous Gwich'in Nation offers alternative operations of power and assembly within a complex geography. The Gwich'in Nation demonstrates how traditional culture, sovereign power, and geography can be sustained and shared by a people as well as how nations can coexist and adjudicate boundaries, jurisdictions, and natural environments.  As a Doctoral Dissertation Research Improvement award, this award will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sallie",
   "pi_last_name": "Marston",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sallie A Marston",
   "pi_email_addr": "marston@email.arizona.edu",
   "nsf_id": "000089795",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "McCormack",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer McCormack",
   "pi_email_addr": "jenmack@email.arizona.edu",
   "nsf_id": "000587853",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857223308",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "AZ",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project analyzed, collaborated with and shared the sustained and emerging practices of sovereignty by the Gwich'in Nation, located in the Arctic Circle on both the U.S. and Canadian sides of the northern border. By continuing field work commenced in June 2010 with a NSF-funded field study in 2011-2012, the Co-P.I. was able to discern several aspects of Gwich'in goverence that offer alternative understandings of geography, governance and human-environmental relationships, reaching beyond the study site.</p>\n<p>Specifically, the 2011 field work included qualitative studies with Gwich'in individuals and the Gwich'in Steering Committe (a political representative body) during the Arctic National Wildlife Refuge (ANWR) debates, hosted by the U.S. Fish and Wildlife Service. This debate is of nation importance as it relates directly to sustainable environments, Arctic climate change and domestic oil reserves. At issue, is whether to open ANWR to seismic drilling or to maintain the 'wilderness' designation, which allows the Porcupine caribou to migrate, birth and nurse their young in the protected coastal areas. For the Gwich'in Nation, the caribou represent a cultural identity, a socio-economic resource and a sacred stewardship. This work also included looking at how the Gwich'in use hunting and fishing as sustainable lifestyle practices and assert an alternative economy, one unrecognized in the mainstream discourse of oil development in Alaska. Thus, this project was a forum to recognize and assert Gwich'in human rights in their traditional environment.</p>\n<p>By working with the Gwich'in Nation over a three year period through their cross-border meetings and public relations campaigns, the Co-P.I. discerned how they assert a national identity and flex a unique conception of sovereignty over land. The Co-P.I. used participant observation and ethnographic methods to render data relevant to universal social and political issues.&nbsp;Critically, the Gwich'in offer a conception of nationhood outside state-centered politics, a model that is increasingly relevant in international law, environmental management and climate change.&nbsp;</p>\n<p>Additionally, the Gwich&rsquo;in Nation case contributes to an emerging debate around sovereignty that is refusing the adequacy of orthodox understandings in a globalized world. These myriad reformulations of sovereignty reveal how non-state actors and Indigenous nations are critical in political-environmental issues. Currently, there is revolution in Indigenous politics and is the result of a combination of efforts, including the passage of the United Nations Declaration on the Rights of Indigenous Peoples (2007), the 2008 state apologies to Aboriginal people for historical boarding school abuses in Australia and Canada, the 2009 constitutional reform efforts in Bolivia, and various rulings by the Inter-American Commission on Human Rights for North and South American-based indigenous nations. And the 2013-2014 political movements protesting the Keystone Pipeline XL and the First Nations-based &lsquo;Idle No More Movement&rsquo; have also contributed to a global dialogue on how Indigenous people resist corporations and federal policies of development on their land and resources. This dynamic climate of Indigenous political activism in issues of sovereignty around the world necessitates nuanced research on Native nation rebuilding in order to rethink how sovereignty has been sustained, altered, and deployed particularly with respect to other emerging and enduring governance bodies.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2014<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Mccormack</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project analyzed, collaborated with and shared the sustained and emerging practices of sovereignty by the Gwich'in Nation, located in the Arctic Circle on both the U.S. and Canadian sides of the northern border. By continuing field work commenced in June 2010 with a NSF-funded field study in 2011-2012, the Co-P.I. was able to discern several aspects of Gwich'in goverence that offer alternative understandings of geography, governance and human-environmental relationships, reaching beyond the study site.\n\nSpecifically, the 2011 field work included qualitative studies with Gwich'in individuals and the Gwich'in Steering Committe (a political representative body) during the Arctic National Wildlife Refuge (ANWR) debates, hosted by the U.S. Fish and Wildlife Service. This debate is of nation importance as it relates directly to sustainable environments, Arctic climate change and domestic oil reserves. At issue, is whether to open ANWR to seismic drilling or to maintain the 'wilderness' designation, which allows the Porcupine caribou to migrate, birth and nurse their young in the protected coastal areas. For the Gwich'in Nation, the caribou represent a cultural identity, a socio-economic resource and a sacred stewardship. This work also included looking at how the Gwich'in use hunting and fishing as sustainable lifestyle practices and assert an alternative economy, one unrecognized in the mainstream discourse of oil development in Alaska. Thus, this project was a forum to recognize and assert Gwich'in human rights in their traditional environment.\n\nBy working with the Gwich'in Nation over a three year period through their cross-border meetings and public relations campaigns, the Co-P.I. discerned how they assert a national identity and flex a unique conception of sovereignty over land. The Co-P.I. used participant observation and ethnographic methods to render data relevant to universal social and political issues. Critically, the Gwich'in offer a conception of nationhood outside state-centered politics, a model that is increasingly relevant in international law, environmental management and climate change. \n\nAdditionally, the GwichÆin Nation case contributes to an emerging debate around sovereignty that is refusing the adequacy of orthodox understandings in a globalized world. These myriad reformulations of sovereignty reveal how non-state actors and Indigenous nations are critical in political-environmental issues. Currently, there is revolution in Indigenous politics and is the result of a combination of efforts, including the passage of the United Nations Declaration on the Rights of Indigenous Peoples (2007), the 2008 state apologies to Aboriginal people for historical boarding school abuses in Australia and Canada, the 2009 constitutional reform efforts in Bolivia, and various rulings by the Inter-American Commission on Human Rights for North and South American-based indigenous nations. And the 2013-2014 political movements protesting the Keystone Pipeline XL and the First Nations-based æIdle No More MovementÆ have also contributed to a global dialogue on how Indigenous people resist corporations and federal policies of development on their land and resources. This dynamic climate of Indigenous political activism in issues of sovereignty around the world necessitates nuanced research on Native nation rebuilding in order to rethink how sovereignty has been sustained, altered, and deployed particularly with respect to other emerging and enduring governance bodies.\n\n \n\n\t\t\t\t\tLast Modified: 05/30/2014\n\n\t\t\t\t\tSubmitted by: Jennifer Mccormack"
 }
}