{
 "awd_id": "1129509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Governing the Environment Privately: Politics, Property, and Markets in Chile's Aquaculture and Forestry Sectors",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "Chile's natural resource industries have experienced explosive growth within market-oriented policy frameworks since the sweeping neoliberal restructuring imposed by the military government beginning in the 1970s.  Conflicts and coordination problems over alternative uses and values of forest and marine resources in the multifunctional landscapes of southern Chile have been pervasive, however, and in 2008, the country's booming salmon aquaculture industry all but collapsed due to failures in environmental management and disease epidemics.  This doctoral dissertation research project will focus on a crucial question:  When state regulation is constrained by design, how are the environmental conflicts and coordination problems associated with export-oriented agricultural industries addressed?  To explore answers to this question, the doctoral student will conduct comparative analyses of aquaculture and forestry sectors in Chile, focusing special attention on why ecological markets developed to address environmental quality have not developed to address natural resource problems and the extent to which private forms of governance can resolve the internal coordination problems and the external conflicts associated with different agricultural industries.  The cross-sector comparison of environmental governance mechanisms will focus on institutional arrangements (the configurations of rules, norms, and conventions), politics, and practices of governance.  The student will conduct research in south central Chile, using multiple methods, including archival research, semi-structured interviews, the observation of regulatory venues, and a survey questionnaire.  In order to explore the paradoxical absence of ecological markets in these sectors, the student's fieldwork will include both a \"top down\" focus on the policy arena as well as an examination of the \"bottom up\" efforts by conservation projects to create ecological rights and markets.\r\n\r\nThe project will enhance understanding of environmental regulation within neoliberal policy contexts and help to fill a gap in the understanding of environmental governance within Chile's globally emblematic natural resource sectors.  Project findings should provide valuable information and insights that can be used by stakeholders and policymakers in the study areas as well as in other nations seeking to effectively manage natural resources in free-market contexts.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Bauer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carl Bauer",
   "pi_email_addr": "cjbauer@email.arizona.edu",
   "nsf_id": "000510912",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Tecklin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Tecklin",
   "pi_email_addr": "dtecklin@email.arizona.edu",
   "nsf_id": "000558109",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857223308",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "AZ",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Rapid growth in extractive and agricultural industries is a challenge for environmental governance worldwide. This project contributes to an understanding of the patterns of environmental governance in Chile, which is both an international model for natural resource-led economic development and an emblematic case of &ldquo;free market,&rdquo; or neoliberal, policy-making. The study asks how the typical challenges of environmental governance&mdash;the coordination of multiple uses of land/seascapes and resources, the resolution of conflicts, and the reconciliation of competing claims&mdash;are addressed given the constraints on state regulatory capacity and authority associated with decades of neoliberal restructuring. It addresses this question in several different contexts including forest land conservation, coastal zone allocation and management, and aquaculture development. My overall research proposition is that in the Chilean context, property rights have become the key sites where the political and institutional logics of environmental and resource governance are expressed and contested.</p>\n<p><span style=\"white-space: pre;\"> </span>The research relied on a combination of primarily qualitative methods and materials. It included review of archival and documentary sources including legislative history and specialized trade journals, semi-structured interviews (n = 111) with key informants, participant observation, and the mapping and analysis of resource rights using a geographic information system. Fieldwork in Chile was carried out over three periods in: 2010 (June-July), 2012 (January-May) and 2013 (April-June). The research design and analysis draws on a framework that integrates political ecology-oriented literature on environmental governance, legal property theory, and a focus on institutions for common pool resource management. From this theoretical foundation the project developed a legal geographic approach that moves between a &ldquo;top down&rdquo; focus on formal policy-making and a ground-level or &ldquo;bottom up&rdquo; view of law as it is interpreted and enacted by social actors in specific contexts.</p>\n<p><span style=\"white-space: pre;\"> </span>The project&rsquo;s individual case studies are developed and then synthetically compared in order to explore evidence for the general research proposition and to define more specific mechanisms and components that constitute this broader pattern. Common or overlapping findings in the case studies provide support for several specific conclusions regarding the relationships between environmental governance, neoliberalism, and the management of common pool resources. a) In the first place, and contrary to expectations, market-based environmental regulation&nbsp; (in a strict sense) has been limited in Chile. b) The legal frameworks which, following neoliberal prescriptions, are designed so as to avoid public deliberation and governmental interference in the economy have facilitated rapid growth in many areas but only by deferring key governance tasks. c) These same arrangements tend to displace and channel politics through property rights, and in the process produce a variety of unintended consequences. d) The privileged position of property rights has resulted in self-reinforcing and path dependent tendencies associated with the collective action of resource users in the pursuit of various political and economic ends. e) At the same time, this project documents the institutionally diverse nature of private property rights, including a multivalent orientation toward markets. f) Finally, the research documents how common property arrangements and ideas have emerged through efforts by various actors to address governance challenges in contexts as diverse as private land conservation and the management of salmon aquculture production.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&...",
  "por_txt_cntn": "\n Rapid growth in extractive and agricultural industries is a challenge for environmental governance worldwide. This project contributes to an understanding of the patterns of environmental governance in Chile, which is both an international model for natural resource-led economic development and an emblematic case of \"free market,\" or neoliberal, policy-making. The study asks how the typical challenges of environmental governance&mdash;the coordination of multiple uses of land/seascapes and resources, the resolution of conflicts, and the reconciliation of competing claims&mdash;are addressed given the constraints on state regulatory capacity and authority associated with decades of neoliberal restructuring. It addresses this question in several different contexts including forest land conservation, coastal zone allocation and management, and aquaculture development. My overall research proposition is that in the Chilean context, property rights have become the key sites where the political and institutional logics of environmental and resource governance are expressed and contested.\n\n The research relied on a combination of primarily qualitative methods and materials. It included review of archival and documentary sources including legislative history and specialized trade journals, semi-structured interviews (n = 111) with key informants, participant observation, and the mapping and analysis of resource rights using a geographic information system. Fieldwork in Chile was carried out over three periods in: 2010 (June-July), 2012 (January-May) and 2013 (April-June). The research design and analysis draws on a framework that integrates political ecology-oriented literature on environmental governance, legal property theory, and a focus on institutions for common pool resource management. From this theoretical foundation the project developed a legal geographic approach that moves between a \"top down\" focus on formal policy-making and a ground-level or \"bottom up\" view of law as it is interpreted and enacted by social actors in specific contexts.\n\n The projectÆs individual case studies are developed and then synthetically compared in order to explore evidence for the general research proposition and to define more specific mechanisms and components that constitute this broader pattern. Common or overlapping findings in the case studies provide support for several specific conclusions regarding the relationships between environmental governance, neoliberalism, and the management of common pool resources. a) In the first place, and contrary to expectations, market-based environmental regulation  (in a strict sense) has been limited in Chile. b) The legal frameworks which, following neoliberal prescriptions, are designed so as to avoid public deliberation and governmental interference in the economy have facilitated rapid growth in many areas but only by deferring key governance tasks. c) These same arrangements tend to displace and channel politics through property rights, and in the process produce a variety of unintended consequences. d) The privileged position of property rights has resulted in self-reinforcing and path dependent tendencies associated with the collective action of resource users in the pursuit of various political and economic ends. e) At the same time, this project documents the institutionally diverse nature of private property rights, including a multivalent orientation toward markets. f) Finally, the research documents how common property arrangements and ideas have emerged through efforts by various actors to address governance challenges in contexts as diverse as private land conservation and the management of salmon aquculture production. \n\n            Primary products of this study include two articles published and two in preparation for peer reviewed journals in English, an article published in Spanish for a broad audience, and a forthcoming book chapter also in Spanish. Additional products include a ..."
 }
}