{
 "awd_id": "1129565",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Origins of the Internal Wave Continuum: Wavenumber -frequency spectral diagnostics of forcing and energy transfer from new profiling platforms",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 448313.0,
 "awd_amount": 448313.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2011-09-07",
 "awd_abstract_narration": "Intellectual Merit: Internal waves propagate long distances to provide energy for mixing in remote locations.  Intermittent breaking of internal waves generate a ubiquitous background energy throughout the global oceans.  This background energy is believed to sustain the meridional ocean circulation.  This global circulation transports warm surface waters from the equator to the poles, in exchange for cold, deep water.  This exchange maintains the climate as we know it.  \r\n\r\nA coordinated examination of approximately 20 recent moored profiler (MP) and moored acoustic Doppler current profiler (ADCP) deployments in a variety of forcing environments will evaluate the parameter dependencies of the wavenumber?frequency spectra of velocity, shear, and strain and the relationships between these internal wave spectra and mixing, as diagnosed from density overturns. In particular, the observed co-variability among the broadband continuum, the near-inertial peak, internal tidal peaks, and mixing/dissipation levels will be quantified to look for  spring?neap modulation of the continuum level or near-inertial peak,  an elevated continuum level during times of increased wind forcing, and  variation in the performance of shear- and strain-based mixing parameterizations under different spectral shapes (beyond the typically-used metric of shear?strain ratio). While an initial description of each of the MP and ADCP records has been made and salient features in both frequency and wavenumber spectra described, a valuable opportunity exists for gaining additional insight by considering this complete collection of exciting new datasets in a single study.\r\n\r\nBroader Impacts: This research project will have important implications for the development of model parameterizations, such as being pursued by the Climate Process Team (CPT) on Internal Waves and Mixing. By clarifying the impact of different types of narrowband internal waves on the continuum spectral level and mixing rates, the investigators hope to narrow the field of viable processes that need to be considered, facilitating the development of effective mixing schemes for non-wave-resolving numerical models. In addition, part of the motivation for a detailed examination of the wavenumber?frequency spectrum using highly-resolved measurements in depth and time is to aid the interpretation of coarser datasets, such as those using half-inertial pairs or a burst-sampling mode. Such measurements, with profiling floats, ship-lowered instrumentation, and moorings, have the greatest potential to provide economical global coverage of internal wave and mixing information. This project will form the basis for Brian Chinn's graduate Ph.D. dissertation, contributing to the training of a talented new member of the ocean science workforce. Both principal investigators are active in graduate student advising through their affiliation with the University of Washington's School of Oceanography. Educational outreach will be conducted through a cooperative effort between the University of Washington and the Seattle Aquarium, which hosts regular community science events (COSEE-CL), with an emphasis on bringing basic information on internal waves and the importance of ocean mixing to a public forum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Girton",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "James B Girton",
   "pi_email_addr": "girton@apl.washington.edu",
   "nsf_id": "000443665",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Alford",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew H Alford",
   "pi_email_addr": "malford@ucsd.edu",
   "nsf_id": "000246213",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981056698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 448313.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ocean mixing plays an important role in the transport of nutrients (necessary for ecosystem function), pollutants, dissolved gases, and heat, and so acts to both convey the impacts of climate change&nbsp;(e.g., warming and acidification) into the oceans and to limit the rate at which the ocean can buffer CO2 and temperature changes in the atmosphere.&nbsp;<span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\">The combination of earth-observing satellites and the global Argo network of profiling floats has enabled unprecedented near real-time monitoring of the global ocean circulation,&nbsp;</span><span>but the spatial distribution and mechanisms responsible for mixing remain dramatically under-sampled because of the high resolution measurements needed and the large variability in ocean conditions involved.</span><span>&nbsp;</span><span>While satellites and Argo floats do collect some fine-scale information, the connection to mixing depends on the dynamics of internal waves and other processes which generate turbulence&mdash;relying on theoretical models validated by scattered observations to make this connection.</span></p>\n<p><span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\"><span>This NSF-funded project investigated a number of observational datasets (profiling moorings deployed by the Principal Investigators&rsquo; groups at APL-UW in a variety of experiments in different environments, Fig. 1) to better understand the underlying structures, forcing mechanisms, and dynamics of the internal wave field, focusing on the dominant types of waves&mdash;the lowest (&ldquo;near-inertial&rdquo;) frequencies and largest vertical scales driven by the wind and tide, Fig.2&mdash;and their connection to the broad-band continuum of higher frequencies and smaller scales which are able to break, leading to turbulence and mixing. T</span></span><span>he grant also allowed a graduate student, Brian Chinn, to complete his PhD and continue on to a physics-literate career in data science, supporting naval and commercial needs for meteorological and oceanographic information.</span></p>\n<p><span>The principal results of our study were that:</span></p>\n<p><span>(a) in general, no clear tidal and wind modulation of the background internal wave continuum is apparent, suggesting that internal waves propagate for long distances and times before feeding their energy into the continuum;&nbsp;</span></p>\n<p><span>(b) strain (the vertical spreading and squeezing of density surfaces by internal waves&mdash;related to their potential energy) varies far less than shear (vertical gradients in velocity&mdash;related to kinetic energy) over the dataset as a whole (Fig.3);</span></p>\n<p><span>(c) different geographical locations tend to have different dynamics generating internal waves, and with shear or strain data alone it is only possible to get a good estimate of the overall energy level after the local conditions (primarily related to topographic roughness, tide strength, and winds) and shear-to-strain ratio have been characterized;</span></p>\n<p><span>(d) although the Garrett-Munk (GM) shear-to-strain ratio of 3 is an appropriate average, our observations show that this ratio is not constant over the range of internal wave energies encountered, tending to be lower where internal wave energy is weak and higher where internal waves are strong (Fig.4); and</span></p>\n<p><span>(e) the GM model also contains systematic differences from the observations&mdash;principally a modification of the vertical structure (wavenumber spectrum) at higher frequencies (Fig.5).</span></p>\n<div>\n<p><span>The results about shear-to-strain ratio and the relative insensitivity of strain to internal wave energy level are important components that must be included in the next generation of internal wave mixing models. In addition, they suggest a difficulty in inferring mixing from distributed strain-only measurements (such as from Argo floats). In future work, it will be important to investigate whether strain patterns seen in Argo data are indeed tied to internal waves and whether the various sources of shear are appropriately represented in the strain signals. The suggestion from this work is that the internal wave field can be better characterized by shear measurements than strain measurements.</span></p>\n</div>\n<div>\n<p><span>To the extent that future climate, ice melt, and sea level rise depend on ocean transport and storage of heat and carbon dioxide, the conclusions of this research are relevant to the societal goals of having informed projections of environmental impacts on ecosystems, structures, and human health. This work has helped define the essential parameters that control the vertical mixing rate and its spatial distribution, which influences (a) nutrients, food webs, and fisheries, (b) ocean temperature and melting of sea ice and ice shelves, and (c) ocean storage of dissolved gases including carbon dioxide.</span></p>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/10/2017<br>\n\t\t\t\t\tModified by: James&nbsp;B&nbsp;Girton</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484099556975_outcomes_fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484099556975_outcomes_fig1--rgov-800width.jpg\" title=\"Datasets Used\"><img src=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484099556975_outcomes_fig1--rgov-66x44.jpg\" alt=\"Datasets Used\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Location and topographic environment of each mooring in our study, together with depth- and time-averaged energy level (watch hands, see legend in lower left) and shear-to-strain ratio (color bar at lower right) at each site. A similar figure is in Chinn et al, J. Phys. Oceanogr., 2016.</div>\n<div class=\"imageCredit\">Brian Chinn</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">James&nbsp;B&nbsp;Girton</div>\n<div class=\"imageTitle\">Datasets Used</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484099743931_outcomes_fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484099743931_outcomes_fig2--rgov-800width.jpg\" title=\"Depth-vs-time moored profiler record\"><img src=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484099743931_outcomes_fig2--rgov-66x44.jpg\" alt=\"Depth-vs-time moored profiler record\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sample record from mooring in the Philippines, illustrating time and depth signals of internal waves in isopycnal displacements (solid lines) and northward velocity (colors). Upper panels show (a) downward-propagating near-inertial wave (2-day period) and (b) near-bottom diurnal internal tides.</div>\n<div class=\"imageCredit\">Brian Chinn</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">James&nbsp;B&nbsp;Girton</div>\n<div class=\"imageTitle\">Depth-vs-time moored profiler record</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484103552594_outcomes_fig3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484103552594_outcomes_fig3--rgov-800width.jpg\" title=\"Vertical wavenumber spectra of shear and strain\"><img src=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484103552594_outcomes_fig3--rgov-66x44.jpg\" alt=\"Vertical wavenumber spectra of shear and strain\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Top panel: Time-averaged spectra for IWAP mooring north of Hawaii, binned by shear-to-strain ratio (color bar at right) in middle and lower panels. Strain level varies over a smaller range than shear, as typical for a region dominated by wind-generated low-frequency (near-inertial) internal waves.</div>\n<div class=\"imageCredit\">Brian Chinn</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">James&nbsp;B&nbsp;Girton</div>\n<div class=\"imageTitle\">Vertical wavenumber spectra of shear and strain</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484103855352_outcomes_fig4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484103855352_outcomes_fig4--rgov-800width.jpg\" title=\"Normalized strain vs. shear across all datasets in the study\"><img src=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484103855352_outcomes_fig4--rgov-66x44.jpg\" alt=\"Normalized strain vs. shear across all datasets in the study\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Horizontal axis is shear variance normalized by Garrett-Munk (GM) level; vertical axis is strain normalized by the expected GM shear-to-strain ratio of 3. A GM-like wave field would be flat, as seen at high energy levels. A similar figure is included in Chinn et al, J. Phys. Oceanogr., 2016.</div>\n<div class=\"imageCredit\">Brian Chinn</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">James&nbsp;B&nbsp;Girton</div>\n<div class=\"imageTitle\">Normalized strain vs. shear across all datasets in the study</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484104277938_outcomes_fig5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484104277938_outcomes_fig5--rgov-800width.jpg\" title=\"Separability of the wavenumber-frequency spectrum\"><img src=\"/por/images/Reports/POR/2017/1129565/1129565_10132135_1484104277938_outcomes_fig5--rgov-66x44.jpg\" alt=\"Separability of the wavenumber-frequency spectrum\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A) Observed shear spectrum vs. frequency (in cpd, cycles per day) and vertical wavenumber (in cpm, cycles per meter) at IWAP mooring. B) Separable representation of the spectrum, from product of single-variable functions that best fits the observations in A. C) The separable GM spectrum.</div>\n<div class=\"imageCredit\">Brian Chinn</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">James&nbsp;B&nbsp;Girton</div>\n<div class=\"imageTitle\">Separability of the wavenumber-frequency spectrum</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOcean mixing plays an important role in the transport of nutrients (necessary for ecosystem function), pollutants, dissolved gases, and heat, and so acts to both convey the impacts of climate change (e.g., warming and acidification) into the oceans and to limit the rate at which the ocean can buffer CO2 and temperature changes in the atmosphere. The combination of earth-observing satellites and the global Argo network of profiling floats has enabled unprecedented near real-time monitoring of the global ocean circulation, but the spatial distribution and mechanisms responsible for mixing remain dramatically under-sampled because of the high resolution measurements needed and the large variability in ocean conditions involved. While satellites and Argo floats do collect some fine-scale information, the connection to mixing depends on the dynamics of internal waves and other processes which generate turbulence&mdash;relying on theoretical models validated by scattered observations to make this connection.\n\nThis NSF-funded project investigated a number of observational datasets (profiling moorings deployed by the Principal Investigators? groups at APL-UW in a variety of experiments in different environments, Fig. 1) to better understand the underlying structures, forcing mechanisms, and dynamics of the internal wave field, focusing on the dominant types of waves&mdash;the lowest (\"near-inertial\") frequencies and largest vertical scales driven by the wind and tide, Fig.2&mdash;and their connection to the broad-band continuum of higher frequencies and smaller scales which are able to break, leading to turbulence and mixing. The grant also allowed a graduate student, Brian Chinn, to complete his PhD and continue on to a physics-literate career in data science, supporting naval and commercial needs for meteorological and oceanographic information.\n\nThe principal results of our study were that:\n\n(a) in general, no clear tidal and wind modulation of the background internal wave continuum is apparent, suggesting that internal waves propagate for long distances and times before feeding their energy into the continuum; \n\n(b) strain (the vertical spreading and squeezing of density surfaces by internal waves&mdash;related to their potential energy) varies far less than shear (vertical gradients in velocity&mdash;related to kinetic energy) over the dataset as a whole (Fig.3);\n\n(c) different geographical locations tend to have different dynamics generating internal waves, and with shear or strain data alone it is only possible to get a good estimate of the overall energy level after the local conditions (primarily related to topographic roughness, tide strength, and winds) and shear-to-strain ratio have been characterized;\n\n(d) although the Garrett-Munk (GM) shear-to-strain ratio of 3 is an appropriate average, our observations show that this ratio is not constant over the range of internal wave energies encountered, tending to be lower where internal wave energy is weak and higher where internal waves are strong (Fig.4); and\n\n(e) the GM model also contains systematic differences from the observations&mdash;principally a modification of the vertical structure (wavenumber spectrum) at higher frequencies (Fig.5).\n\n\nThe results about shear-to-strain ratio and the relative insensitivity of strain to internal wave energy level are important components that must be included in the next generation of internal wave mixing models. In addition, they suggest a difficulty in inferring mixing from distributed strain-only measurements (such as from Argo floats). In future work, it will be important to investigate whether strain patterns seen in Argo data are indeed tied to internal waves and whether the various sources of shear are appropriately represented in the strain signals. The suggestion from this work is that the internal wave field can be better characterized by shear measurements than strain measurements.\n\n\n\nTo the extent that future climate, ice melt, and sea level rise depend on ocean transport and storage of heat and carbon dioxide, the conclusions of this research are relevant to the societal goals of having informed projections of environmental impacts on ecosystems, structures, and human health. This work has helped define the essential parameters that control the vertical mixing rate and its spatial distribution, which influences (a) nutrients, food webs, and fisheries, (b) ocean temperature and melting of sea ice and ice shelves, and (c) ocean storage of dissolved gases including carbon dioxide.\n\n\n\t\t\t\t\tLast Modified: 01/10/2017\n\n\t\t\t\t\tSubmitted by: James B Girton"
 }
}