{
 "awd_id": "1129734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Diversity and dynamics of planktonic ciliates - what can next-generation sequencing  technologies tell us?",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 421638.0,
 "awd_amount": 421638.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "The Ocean's biomass and diversity are predominantly microbial, yet this aspect of diversity remains underexplored. Efforts in recent years have begun to document microbial diversity in marine systems, and to elucidate the processes that structure assemblages across space and time. This project focuses on two important sister clades of microbial eukaryotes, the oligotrich and choreotrich ciliates. These organisms comprise a major component of planktonic food webs as they graze on phytoplankton, and are in turn eaten by zooplankton and larval fish.\r\n\r\nEarlier molecular work on ciliate diversity relied on light microscopy, construction of clone libraries and Sanger sequencing. This revealed a high degree of cryptic diversity (similar species that are genetically distinct), which is surprising, given the long-held idea that all microbes are globally distributed and that few species exist, at least as compared to animals and plants. This past work also showed that ciliate assemblages contain a few highly abundant forms and many rare ones, consistent with the concept of a \"rare biosphere\". However, these methods are limited by high costs of both labor and materials, so that efforts to sample any local assemblage comprehensively usually resulted in undersaturation (repeated sampling continued to uncover new species). Next generation approaches are needed to truly assess the depths of biodiversity in planktonic ciliates.\r\n\r\nThis project brings together investigators with strengths in ecology, taxonomy and oceanography (PI McManus) and in molecular evolution, systematics and bioinformatics (PI Katz). Pyrosequencing will be used to sample the oligotrichs and choreotrichs \"to exhaustion\" in coastal environments. Denaturing gradient gel electrophoresis (DGGE), a technique that generates a fingerprint of the diversity in a sample, will be used to pre-select samples for pyrosequencing based on where strong gradients are observed in the composition of assemblages in relation to environmental factors (density fronts, thermoclines, etc.). Using these approaches, combined with an informatics pipeline already in place, this project addresses three specific objectives:\r\n\r\nObjective 1. Determine the spatial scale of variability in ciliate diversity by measuring how ciliate assemblages change over meter, kilometer, 100 km, and basin scales.\r\nObjective 2. Assess the contributions of different size classes of ciliates to overall assemblage diversity.\r\nObjective 3. Experimentally evaluate factors that control the temporal shift of individual species from rarity to commonness in a natural assemblage, and vice versa.\r\n\r\nBROADER IMPACTS: A program to involve K-12 teachers in research, initiated under a previous award, will be continued. For the past three years, teachers have been hosted at the UConn marine labs, where they conducted independent research, learned to sample and enumerate plankton, and developed teaching resources for subsequent use in the classroom. In this project the program will be adapted to accommodate the shorter, more intense experiences most teachers prefer, and to incorporate an instructional component in broader marine sciences.  In addition to the teacher program, this project will involve training of postdoctoral fellows and undergraduates. This will include cross-disciplinary work through exchanges between the PI laboratories, with a focus on experimental design, data collection/analysis, and manuscript preparation. Both PIs are committed to involving students from underrepresented groups in their research, and PI Katz maintains intensive recruiting efforts in this area. Hence, the project will further increase the diversity of researchers studying biological oceanography.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Katz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Laura A Katz",
   "pi_email_addr": "lkatz@smith.edu",
   "nsf_id": "000200331",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smith College",
  "inst_street_address": "10 ELM ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHAMPTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135842700",
  "inst_zip_code": "010636304",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "THE TRUSTEES OF THE SMITH COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KRDJLRA9X6F3"
 },
 "perf_inst": {
  "perf_inst_name": "Smith College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010636304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 421638.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project aimed to understand the distribution of ciliate communities spatially (e.g. by distance and with depth). We use ciliates as model organisms given their presence everywhere there is water (e.g. ocean, ponds, soils). The ciliates are an ancient clade, ~1 billion years old, and have evolved numerous innovations.&nbsp; Previous studies have described ciliates based on their morphology (e.g. presence of a shell named lorica, arrangement of cilia) and around 8,000 morphospecies have been described. Ciliates are one of the major clades of microbial eukaryotes in the planktonic food web in term of diversity and importance &ndash; they link bacteria to higher trophic levels such as copepods and fish. As the ocean plays an important role in Carbon sequestration through the planktonic food web, it is critical to understand who are the main players.</p><p><strong>Methods:</strong> For our project we mostly used two DNA-based methods: a fingerprinting technique, which allows us to observe the composition of the abundant ciliates and generates a set of easily exploitable data, and high throughput sequencing (HTS), which allow us to assess the whole community -- abundant and rare members of the community &ndash; but is much more complicated to analyze (i.e. millions of DNA sequences).&nbsp;</p><p><strong>Reults:&nbsp;</strong>During the first year, we carried out some pilot studies. First, we sampled in the Long Island Sound to test our sampling methods and observed the variation of the community at small scale (spatial and temporal). Secondly, we tested methods to analyze HTS data that had been primarily designed for studies of bacteria. We observed that these methods don&rsquo;t allow us to assess at the diversity of ciliates so we designed our own pipeline to analyze the HTS data.</p><p>In our second and third years, we carried out a research cruise from the Narragansett Bay to the shelf break. From inshore to the open ocean, we sampled every 6 Km resulting in 23 stations.&nbsp; On our way back we sampled at smaller scale (2km and 1km) for some representative locations (open ocean, middle shore, inshore), resulting in 16 supplementary stations. For each station, the water column varied from 40 to more than 1,000m depth. In order to have a representative sampling, we analyzed the deepest water we could access (from above 5m of the sea floor to 850m depth) through to the surface. We also took samples where the chlorophyll was the highest (i.e. chlorophyll maximum depth or CMD) and another one where the temperature and salinity presenting the strongest variation (i.e. pycnocline). These four layers (surface, pycnocline, CMD and deep) were selected given their strong difference in term of environmental conditions (temperature, salinity, chlorophyll, etc.).</p><p>We observed the presence of a ciliate assemblage almost everywhere from inshore to offshore and from surface to deep, suggesting that this ciliate assemblage is not affect by environmental conditions given the strong variation observed during our cruise. We also expected to observe the highests diversity from the surface to the CMD, where the ciliates prey on phytoplankton, and a decrease within our deep samples. However, we found the highest diversity within our deepest samples. We conclude that (1) the phytoplankton is not the main driver for ciliate diversity, (2) the deep ocean is a seed bank for ciliates &ndash; when the environmental conditions are suitable, and (3) the observed diversity in the deep may also be related to sinking material (i.e. sea or marine snow).</p><p>We also carried out a microcosm experiment to have a better understanding of the environmental conditions that affect ciliate communities. For example, we incubated a wild ciliates community with (1) no predator (here we used copepods), (2) few predators and (3) many predators. We observed that the ciliates with a shell seemed to be less...",
  "por_txt_cntn": "\nOur project aimed to understand the distribution of ciliate communities spatially (e.g. by distance and with depth). We use ciliates as model organisms given their presence everywhere there is water (e.g. ocean, ponds, soils). The ciliates are an ancient clade, ~1 billion years old, and have evolved numerous innovations.  Previous studies have described ciliates based on their morphology (e.g. presence of a shell named lorica, arrangement of cilia) and around 8,000 morphospecies have been described. Ciliates are one of the major clades of microbial eukaryotes in the planktonic food web in term of diversity and importance &ndash; they link bacteria to higher trophic levels such as copepods and fish. As the ocean plays an important role in Carbon sequestration through the planktonic food web, it is critical to understand who are the main players.\nMethods: For our project we mostly used two DNA-based methods: a fingerprinting technique, which allows us to observe the composition of the abundant ciliates and generates a set of easily exploitable data, and high throughput sequencing (HTS), which allow us to assess the whole community -- abundant and rare members of the community &ndash; but is much more complicated to analyze (i.e. millions of DNA sequences). \nReults: During the first year, we carried out some pilot studies. First, we sampled in the Long Island Sound to test our sampling methods and observed the variation of the community at small scale (spatial and temporal). Secondly, we tested methods to analyze HTS data that had been primarily designed for studies of bacteria. We observed that these methods donÆt allow us to assess at the diversity of ciliates so we designed our own pipeline to analyze the HTS data.\nIn our second and third years, we carried out a research cruise from the Narragansett Bay to the shelf break. From inshore to the open ocean, we sampled every 6 Km resulting in 23 stations.  On our way back we sampled at smaller scale (2km and 1km) for some representative locations (open ocean, middle shore, inshore), resulting in 16 supplementary stations. For each station, the water column varied from 40 to more than 1,000m depth. In order to have a representative sampling, we analyzed the deepest water we could access (from above 5m of the sea floor to 850m depth) through to the surface. We also took samples where the chlorophyll was the highest (i.e. chlorophyll maximum depth or CMD) and another one where the temperature and salinity presenting the strongest variation (i.e. pycnocline). These four layers (surface, pycnocline, CMD and deep) were selected given their strong difference in term of environmental conditions (temperature, salinity, chlorophyll, etc.).\nWe observed the presence of a ciliate assemblage almost everywhere from inshore to offshore and from surface to deep, suggesting that this ciliate assemblage is not affect by environmental conditions given the strong variation observed during our cruise. We also expected to observe the highests diversity from the surface to the CMD, where the ciliates prey on phytoplankton, and a decrease within our deep samples. However, we found the highest diversity within our deepest samples. We conclude that (1) the phytoplankton is not the main driver for ciliate diversity, (2) the deep ocean is a seed bank for ciliates &ndash; when the environmental conditions are suitable, and (3) the observed diversity in the deep may also be related to sinking material (i.e. sea or marine snow).\nWe also carried out a microcosm experiment to have a better understanding of the environmental conditions that affect ciliate communities. For example, we incubated a wild ciliates community with (1) no predator (here we used copepods), (2) few predators and (3) many predators. We observed that the ciliates with a shell seemed to be less suitable as food as they grew even with many predators, while the ciliates without shell were eat first.  \n \nSummary: Overall, our work yielded importa..."
 }
}