{
 "awd_id": "1129796",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Fair Trade Organizations Across Nations and Over Time",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "SES-1129796\r\nNina Bandelj\r\nKristen Shorette\r\nUniversity of California-Irvine\r\n\r\nABSTRACT\r\n\r\nDoctoral Dissertation Research: Fair Trade Organizations Across Nations and Over Time\r\n\r\nPersistent inequalities between countries constitute one of the most significant contemporary social problems. Fair trade organizations (FTOs) emerged as a way to address these inequalities, redistribute profits between trading partners, provide a democratic outlet for community development, and protect the natural environment from destructive production practices. This research will explain the uneven rise of fair trade (FT) over the last sixty years. A growing body of social science literature addresses the phenomenon of FT, but this research is limited to case studies of commodities or producer communities. In addition, most research on FT assumes that individual values of altruism and commitment to sustainability drive the growth of its organizations and practices. In contrast, this project adopts a macro-institutional approach and emphasizes the importance of normative, structural and institutional forces in explaining the over-time and cross-national variation in FT. The project seeks to answer the following three questions: (1) What explains the foundation of new FTOs overtime? (2) What explains the concentration of FT producer organizations in some developing countries rather than others, and thus provides more resources to fight inequality in some communities rather than others? and (3) What explains cross-national variation in the amount of FT goods consumed among developed countries? \r\nBroader Impact\r\nThis study will improve understanding of how normative, structural and institutional forces shape global markets. It will also expand knowledge of a new organizational and economic phenomenon which has benefited producers from the developing world and has potential to reduce persistent international inequalities. Findings from this study about the causes of proliferation and variation in FT goods are essential information for the current FT community and its efforts to expand the industry and thereby promote Third World development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Bandelj",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nina Bandelj",
   "pi_email_addr": "nbandelj@uci.edu",
   "nsf_id": "000588258",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Shorette",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen Shorette",
   "pi_email_addr": "kshorett@uci.edu",
   "nsf_id": "000588259",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "3151 Social Science Plaza",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926975100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p>Project: Doctoral Dissertation Research: Fair Trade Organizations Across Nations and Over Time</p>\n<p>PI: Nina Bandelj</p>\n<p>Co-PI: Kristen Shorette</p>\n<p>Awardee: University of California, Irvine</p>\n<p>Award Number: 1129796</p>\n<p>&nbsp;</p>\n<p><strong>Data Collection</strong></p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Kristen Shorette traveled to Washington DC in August of 2011. She spent one week in the archives of the Fair Trade Federation collecting historical membership data for Fair Trade Federation members. She then traveled to Culemborg, the Netherlands where she spent three weeks collecting historical membership data for the World Fair Trade Organization members in the archives of the World Fair Trade Organization. Both archival trips were successful with the addition of over two hundred organizations which would have otherwise been omitted from the analyses creating bias in the results.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The National Science Foundation Doctoral Dissertation Improvement Grant funds were used for travel, lodging, and meals in both Washington DC and Culemborg as specified in the original budget.</p>\n<p>&nbsp;</p>\n<p><strong>Analyses</strong></p>\n<p><strong>&nbsp;</strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Following data collection, Kristen Shorette conducted autoregressive integrated moving average (ARIMA) analyses of the determinants of the growth of fair trade market infrastructure over time with all independent variables differenced until stationary. She completed the manuscript of this first chapter which is currently under review at <em>Social Problems</em>. Next she conducted zero-inflated negative binomial regression analyses with fixed effects and robust standard errors clustered by country of cross-national variation in fair trade producer organization locations from 1970 to 2010. In addition, she analyzed the data using qualitative comparative analyses to determine the multiple pathways to high concentrations of fair trade producer organizations. The manuscript of this second chapter will be completed within a month and then sent out for review. The contributions and findings of each are summarized below:</p>\n<p>&nbsp;</p>\n<p><strong>Rise of Fair Trade Markets over Time:</strong></p>\n<p>The past seventy years has seen the rise of a new type of actor which falls outside traditional conceptions of regulation and value. Fair Trade Organizations (FTOs) regulate production and distribution processes globally and provide the infrastructure for a market in which value lies in a product&rsquo;s utility <em>and</em> conditions of production. FTOs emerged to address persistent economic, social, and environmental inequalities between global North and South. But what explains the rise of FTOs over this time period? Using time series regression analysis, I evaluate the claims of several theoretical traditions and use world society theory to inform economic sociology on understanding how social forces shape global markets. I find that only after a shift in world cultural norms do processes of unequal exchange become problematized so that moves toward liberalization in international trade are countered by movements toward regulation.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>The Uneven Distribution of Fair Trade Producer Organizations Cross-Nationally:</strong></p>\n<p>&nbsp;Fair Trade (FT) is a non-state system of global governance which has grown exponentially over the past fifty years. Previous research consistently finds positive effects on participating developing world producers. However, the rise of FT has been very uneven. What explains the concentration of fair trade producer organizations (FTPOs) in some locations over others? Using an original dataset of all FTPOs cross-nationally, past and present, I test the ...",
  "por_txt_cntn": "\nProject Outcomes Report\n\nProject: Doctoral Dissertation Research: Fair Trade Organizations Across Nations and Over Time\n\nPI: Nina Bandelj\n\nCo-PI: Kristen Shorette\n\nAwardee: University of California, Irvine\n\nAward Number: 1129796\n\n \n\nData Collection\n\n            Kristen Shorette traveled to Washington DC in August of 2011. She spent one week in the archives of the Fair Trade Federation collecting historical membership data for Fair Trade Federation members. She then traveled to Culemborg, the Netherlands where she spent three weeks collecting historical membership data for the World Fair Trade Organization members in the archives of the World Fair Trade Organization. Both archival trips were successful with the addition of over two hundred organizations which would have otherwise been omitted from the analyses creating bias in the results. \n\n \n\n            The National Science Foundation Doctoral Dissertation Improvement Grant funds were used for travel, lodging, and meals in both Washington DC and Culemborg as specified in the original budget.\n\n \n\nAnalyses\n\n             Following data collection, Kristen Shorette conducted autoregressive integrated moving average (ARIMA) analyses of the determinants of the growth of fair trade market infrastructure over time with all independent variables differenced until stationary. She completed the manuscript of this first chapter which is currently under review at Social Problems. Next she conducted zero-inflated negative binomial regression analyses with fixed effects and robust standard errors clustered by country of cross-national variation in fair trade producer organization locations from 1970 to 2010. In addition, she analyzed the data using qualitative comparative analyses to determine the multiple pathways to high concentrations of fair trade producer organizations. The manuscript of this second chapter will be completed within a month and then sent out for review. The contributions and findings of each are summarized below:\n\n \n\nRise of Fair Trade Markets over Time:\n\nThe past seventy years has seen the rise of a new type of actor which falls outside traditional conceptions of regulation and value. Fair Trade Organizations (FTOs) regulate production and distribution processes globally and provide the infrastructure for a market in which value lies in a productÆs utility and conditions of production. FTOs emerged to address persistent economic, social, and environmental inequalities between global North and South. But what explains the rise of FTOs over this time period? Using time series regression analysis, I evaluate the claims of several theoretical traditions and use world society theory to inform economic sociology on understanding how social forces shape global markets. I find that only after a shift in world cultural norms do processes of unequal exchange become problematized so that moves toward liberalization in international trade are countered by movements toward regulation.\n\n \n\nThe Uneven Distribution of Fair Trade Producer Organizations Cross-Nationally:\n\n Fair Trade (FT) is a non-state system of global governance which has grown exponentially over the past fifty years. Previous research consistently finds positive effects on participating developing world producers. However, the rise of FT has been very uneven. What explains the concentration of fair trade producer organizations (FTPOs) in some locations over others? Using an original dataset of all FTPOs cross-nationally, past and present, I test the effects of political, economic, and cultural forces on organization concentration. Zero-inflated negative binomial fixed effects regression and qualitative comparative analyses highlight the importance of cultural institutional factors of international nongovernmental organization memberships, positive colonial ties and Peace Corps presence have strong positive effects on the presence of FTPOs from 1966-2010. In identifying actors who facilitate the establishment of Fai..."
 }
}