{
 "awd_id": "1129703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanisms of Decoupling Graphene from Strong-Binding Substrates by Intercalation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 320147.0,
 "awd_amount": 320147.0,
 "awd_min_amd_letter_date": "2011-08-26",
 "awd_max_amd_letter_date": "2011-08-26",
 "awd_abstract_narration": "The goal of this grant is to elucidate the electronic interaction of graphene with various substrates and the growth process of decoupling underlayer growth through a combined modeling and experimental approach.  Graphene, a single-layer of carbon atoms, exhibits dissipation-free electric conduction over the scale of microns even at room temperature. To enable truly groundbreaking advances in graphene-based nanodevices, large and defect-free graphene sheets must be grown on insulating substrates.  While graphene grown epitaxially on silicon carbide is particularly attractive for future nanoelectronics, this method has a serious drawback. The first graphene layer, while easy to grow uniformly, is nonconductive; from an electronic point of view, this layer is not graphene at all, but rather a \"buffer layer.\"  In this proposal, oxygen intercalation will be used as a means to decouple graphene from the SiC surface.  Conditions that lead to a perfectly decoupled graphene layer or alternatively the formation of defective/oxidized graphene depend not only on atomic-scale processes, but also on interactions of surface features over distances of hundreds of nanometers.  In order to address this challenge, we propose a multi-scale approach that combines experimental techniques for in situ surface characterization with atomic-scale calculations, stochastic methods for finding surface structures, and kinetic Monte Carlo methods.\r\n\r\nIf successful, this work will lead to a novel approach to grow large area graphene, which through lithographic patterning can be used to fabricate low-power nanoelectronic devices.  The method of decoupling graphene we propose is simple to implement, can be carried out on prefabricated devices i.e., with metal contacts in place, and is compatible with conventional complementary metal-oxide semiconductor processes; it is therefore of great interest to the semiconductor industry.  The grant will provide an opportunity for graduate and undergraduate students to both carry out experimental work at a leading industrial lab and to develop advanced computational and modeling skills.  The progress made in the modeling methods will be included in the courses that the PI has created to promote hands-on simulation experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vivek",
   "pi_last_name": "Shenoy",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Vivek B Shenoy",
   "pi_email_addr": "vbshenoy1@gmail.com",
   "nsf_id": "000273504",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029121929",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}