{
 "awd_id": "1129496",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Linking Propulsive Morphology, Swimming Behavior and Sensory Perception by Marine Planktonic Protists to their Trophic Roles within Marine Food Webs",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 265804.0,
 "awd_amount": 265804.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "One of the central issues in biological oceanography is to understand the processes that regulate the biomass and distribution of phytoplankton in the ocean. The fate of most phytoplankton is to be consumed by grazers, and it is now generally accepted that marine planktonic protists are the most important grazers on phytoplankton, and that grazing by protists can fundamentally affect phytoplankton biomass and distribution in the ocean. Protists can become temporarily very abundant (up to tens of thousands per liter) and can grow nearly as rapidly as phytoplankton do, which gives them great potential to regulate phytoplankton populations. Adaptations by protists to feed selectively on the fastest growing species of phytoplankton and to reduce predation by metazoan zooplankton should enhance the coupling between phytoplankton growth and grazing, and therefore promote planktonic ecosystem stability. Compared to larger metazoan zooplankton such as copepods, relatively little is known about the morphological and behavioral adaptations in protists for selective feeding and predator avoidance. \r\n\r\nThe PIs will study details of selective feeding behavior and predator avoidance behavior of free-swimming planktonic protists in 3-dimension using high-speed video. Under the same conditions, they will measure flow fields imposed by individual free-swimming protists using a time-resolving stereo micro-particle image velocimetry (microPIV) system. To gain a mechanistic understanding, they will also conduct empirical data-driven, reality-reproducing computational fluid dynamics (CFD) simulations of the protist-imposed flow fields. The results will be used to test the hypothesis that diversity and flexibility in propulsive morphology facilitates protists to achieve sophisticated swimming behaviors and sensory perception capabilities that adapt them for selective feeding and predator avoidance.  These capabilities may also serve as important driving forces for protistan biodiversity, represented by various sizes, shapes, propulsive morphologies and motility patterns. \r\n\r\nTwo graduate students will participate in this project and will receive training in plankton ecology and marine biology; in theoretical/computational/experimental plankton fluid mechanics; and in setting up and using sophisticated optical systems. Conducting research in the field of small-scale biological-physical interactions in plankton ecology requires interdisciplinary knowledge, and this training will benefit their preparation for conducting interdisciplinary research. The PIs will construct an easily-followed and interactive online learning module based on their results, and will make video clips of protistan behavior available to educators and the public at large through their web sites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Houshuo",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Houshuo Jiang",
   "pi_email_addr": "hsjiang@whoi.edu",
   "nsf_id": "000234366",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 265804.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microplankton, including flagellates, dinoflagellates, ciliates, copepod nauplii and meroplanktonic larvae, are small in size (20-200 &micro;m) but play a crucial role in shaping the structure of almost every marine ecosystem. Species in this size range may be photosynthetic, heterotrophic or mixotrophic. They are frequently the primary phytoplankton grazers and themselves are consumed by larger zooplankton such as copepods, contributing dominantly to the recycling of particulate primary production in the water column. Some are even the harmful algal bloom (HAB) species that produce toxins that can kill fish, mammals and birds and cause human illness and mortality. Given these ecological and societal impacts, it is of fundamental importance to investigate microplankton behavior and interactions in order to better understand ocean ecology and biogeochemistry, as well as human health and ecosystem impacts. However, our current understanding of microplankton behavior, cell-cell interactions and interactions with surrounding water is limited, partially because we were lack of the systematic observational instruments for observing microplankton (including marine planktonic protists).</p>\n<p>In this project, our general goal was to test the hypothesis that diversity and flexibility in propulsive morphology facilitates marine planktonic protists to achieve sophisticated swimming behaviors and sensory perception capabilities that adapt them for selective feeding and predator avoidance. Because protists are both small in size and fast in movement patterns, it is technically challenging to observe their behavior and interactions in a reasonably large water vessel. To address this challenge and to be able to test the abovementioned hypothesis, we have developed the High Speed Microscale Imaging System (HSMIS) and Micro Particle Image Velocimetry (&micro;PIV) system. These systems achieve vertically oriented sub-millimeter fields-of-view at millisecond temporal resolution and are suitable for observing protists in a reasonably large water vessel. Our imaging systems are able to provide image/video data on protist behavior and interactions with unprecedented spatial and temporal resolutions. This new technological development offers a new venue for mechanistically exploring protist biology and ecology. This is the most important intellectual merit brought by this project.</p>\n<p>Using our imaging systems, we have conducted high-speed high-magnification observations on a variety of protist species. We have demonstrated that marine planktonic protists can be observed at the same level of sophistication as observing live copepods, which are much larger in size. We show that the diversity and flexibility of protist propulsive morphology are related to protist capabilities of achieving fast motion speeds and accelerations, precise motion controls, fast stopping and sharp turning. Protist propulsive morphology is closely related to achieving quietness in the hydrodynamic flow fields imposed by protists during swimming. Protists generating quieter flow during swimming (i.e. imposing a flow field of a more limited spatial extension) are less likely to be detected by rheotactic predators. Protist morphology also plays an important role in sensing and capturing food particles. Our observations support that predator-prey interaction might be an important driver for the evolution of protist morphology. So far, we have published 7 peer-reviewed papers from this project and presented our technological development and scientific results at conferences and workshops.&nbsp; As to the broader impact of this project, undergraduate students and postdoctoral researchers have participated in this project and received training in using this technology for their research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/10/2014<br>\n\t\t\t\t\tModified by: Houshuo&nbsp;Jiang</p>\n</div>\n<div class=\"porSideCol\"></div>...",
  "por_txt_cntn": "\nMicroplankton, including flagellates, dinoflagellates, ciliates, copepod nauplii and meroplanktonic larvae, are small in size (20-200 &micro;m) but play a crucial role in shaping the structure of almost every marine ecosystem. Species in this size range may be photosynthetic, heterotrophic or mixotrophic. They are frequently the primary phytoplankton grazers and themselves are consumed by larger zooplankton such as copepods, contributing dominantly to the recycling of particulate primary production in the water column. Some are even the harmful algal bloom (HAB) species that produce toxins that can kill fish, mammals and birds and cause human illness and mortality. Given these ecological and societal impacts, it is of fundamental importance to investigate microplankton behavior and interactions in order to better understand ocean ecology and biogeochemistry, as well as human health and ecosystem impacts. However, our current understanding of microplankton behavior, cell-cell interactions and interactions with surrounding water is limited, partially because we were lack of the systematic observational instruments for observing microplankton (including marine planktonic protists).\n\nIn this project, our general goal was to test the hypothesis that diversity and flexibility in propulsive morphology facilitates marine planktonic protists to achieve sophisticated swimming behaviors and sensory perception capabilities that adapt them for selective feeding and predator avoidance. Because protists are both small in size and fast in movement patterns, it is technically challenging to observe their behavior and interactions in a reasonably large water vessel. To address this challenge and to be able to test the abovementioned hypothesis, we have developed the High Speed Microscale Imaging System (HSMIS) and Micro Particle Image Velocimetry (&micro;PIV) system. These systems achieve vertically oriented sub-millimeter fields-of-view at millisecond temporal resolution and are suitable for observing protists in a reasonably large water vessel. Our imaging systems are able to provide image/video data on protist behavior and interactions with unprecedented spatial and temporal resolutions. This new technological development offers a new venue for mechanistically exploring protist biology and ecology. This is the most important intellectual merit brought by this project.\n\nUsing our imaging systems, we have conducted high-speed high-magnification observations on a variety of protist species. We have demonstrated that marine planktonic protists can be observed at the same level of sophistication as observing live copepods, which are much larger in size. We show that the diversity and flexibility of protist propulsive morphology are related to protist capabilities of achieving fast motion speeds and accelerations, precise motion controls, fast stopping and sharp turning. Protist propulsive morphology is closely related to achieving quietness in the hydrodynamic flow fields imposed by protists during swimming. Protists generating quieter flow during swimming (i.e. imposing a flow field of a more limited spatial extension) are less likely to be detected by rheotactic predators. Protist morphology also plays an important role in sensing and capturing food particles. Our observations support that predator-prey interaction might be an important driver for the evolution of protist morphology. So far, we have published 7 peer-reviewed papers from this project and presented our technological development and scientific results at conferences and workshops.  As to the broader impact of this project, undergraduate students and postdoctoral researchers have participated in this project and received training in using this technology for their research.\n\n\t\t\t\t\tLast Modified: 12/10/2014\n\n\t\t\t\t\tSubmitted by: Houshuo Jiang"
 }
}