{
 "awd_id": "1129360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Bridging the Achievement Gap with Authorable Virtual Peers",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2010-10-25",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 156782.0,
 "awd_amount": 156782.0,
 "awd_min_amd_letter_date": "2011-07-08",
 "awd_max_amd_letter_date": "2011-10-12",
 "awd_abstract_narration": "This project will implement and evaluate technological supports for African-American Vernacular English(AAVE)-speaking children to learn Standard American English while engaging in problem-based scientific inquiry. The technology consists of virtual peers that collaborate with children to solve a bridge-building problem, while scaffolding the notion that different kinds of language are appropriate for different conversational contexts. The work relies on the recognition that primary school education is based on a set of mainstream oral practices and literacy-preparation skills, and yet all children do not share the same cultural experiences typical of mainstream culture, nor come to school speaking the same dialect of English. Similarly, while traditional science classrooms have emphasized a particular style of scientific discourse, not all children come to school with the mastery of these discourse styles. Scientific inquiry is at the heart of the contemporary science classroom but it is usually defined according to a specific cultural tradition that privileges individual opinion, 'talking back' to the teacher, and criticism of others; a tradition that may not be shared by all students, and which may have ramifications for science achievement among diverse populations. A unique approach for integrating cultural authenticity into learning technology will be pursued: (1) carrying out an in-depth investigation into AAVE peer-oriented language and nonverbal communicative behaviors. The corpus of data obtained from this study will be shared with all interested researchers via the Penn Linguistic Data Consortium; (2) Two technological innovations will extend prior work on virtual peers so as to make possible the current work: (a) PIPER, a new platform for rapid prototyping and implementation of virtual peers so that each of the virtual peers does not require extensive re-implementation as it did in our Flash days; (b) AVP, an authoring system for virtual peers so that children themselves can program the virtual peer as a way of actively engaging with the technology, with code-switching and with collaborative science inquiry and then description of that inquiry to a teacher; (3) evaluating the technologies with respect to their role in improving children?s use of SAE, their educational self-efficacy, and their learning gains in second grade  standardized science measures.\r\n\r\nThe broader significance and important of the work lies in: (1) the potential to substantially increase access to reading, writing, and science literacy for under-served, at-risk children, and to thereby decrease the Black-White achievement gap; (2) technological innovation that will allow other researchers to quickly prototype and implement virtual peers and pedagogical agents that speak different dialects and language, and that can be programmed by their designers, and by their users; (3) an innovative program of dissemination of results and research practices that involves publication and presentation of results, sharing the corpus of data via the Penn Linguistic Data Consortium, but also the involvement of local schools with high populations of African-Americans, local churches and community centers, and informal education institutions such as science centers and children's museums.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justine",
   "pi_last_name": "Cassell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Justine M Cassell",
   "pi_email_addr": "justine@cs.cmu.edu",
   "nsf_id": "000176817",
   "pi_start_date": "2011-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "US",
  "perf_ctry_code": "PA",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Paraguay",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "170700",
   "pgm_ele_name": "ADVANCED LEARNING TECHNOLOGIES"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1707",
   "pgm_ref_txt": "ADVANCED LEARNING TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 156782.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this grant we investigated ways to address the achievement gap between African-American and Euro-American children by collecting a rich description of the verbal and nonverbal behavior of African American elementary-age children in collaborative science interactions, and using it to develop innovative technologies called &ldquo;Virtual Peers&rdquo; (VPs) that scaffold children&rsquo;s science skills. We experimentally studied the effects of children interacting with VPs, and more generally the effects of teaching practices that capitalize on students&rsquo; linguistic and cultural knowledge in the service of educational self-efficacy and science performance.</p>\n<p>Our approach was to conduct classroom observations and interviews in almost 50 2<sup>nd</sup>-4<sup>th</sup> grade classes at multiple schools along several dimensions: science talk, collaboration, and use of African American English (AAE), including how students talk with peers and how they use nonverbal behaviors (e.g., gesture or head nods).</p>\n<p>One major contribution of this research is this description of the relationship between verbal and nonverbal behavior in AAE-speaking children during science tasks, as research has shown that success in the science classroom includes both verbal and nonverbal behavior.</p>\n<p>Another contribution is the description of the circumstances under which children are likely to speak in AAE vernacular during science discussions, and to produce good science talk. We found that children who use a lot of AAE are affected by the dialect use of their science partner. Thus, introducing a partner who uses more Mainstream American English (MAE) can reduce the use of vernacular in the science classroom. And hearing good science talk from one&rsquo;s partner is likely to elicit good science talk. On the other hand, as described further below, hearing a science talk model spoken in AAE is more likely to result in good science talk from the target child than hearing science talk in MAE. &nbsp;</p>\n<p>These data allowed us to create a gender- and ethnicity-ambiguous VP system (named Alex) that engages children in fun, collaborative activities with scientific value, like building structurally-sound bridges with blocks or hypothesizing about creatures&rsquo; ecologies using the scientific method. To interact in real-time in the shared environment, the VP &nbsp;&ldquo;stands&rdquo; at a table across from the child, projected onto a large screen.&nbsp;Alex engages children by adding ideas, asking questions, making comments, and producing appropriate non-verbal behavior. Throughout the grant we iterated on Alex&rsquo;s language and nonverbal behavior such that the resulting VP was natural and engaging for children. We also developed a &ldquo;smart WoZ&rdquo; paradigm where machine learning algorithms choose the next utterance for Alex based on what children say to one another in a similar situation.</p>\n<p>In one paradigm, Alex and the child switched between roles, each playing &lsquo;teacher&rsquo; and &lsquo;student&rsquo;. Our studies showed that children changed their dialect usage according to the roles they assumed during the tasks, with students demonstrating that they know and can deploy MAE appropriately when playing &lsquo;teacher&rsquo;; in fact, children role-playing teachers used virtually no AAE morphosyntax and less AAE phonology. While our previous classroom observations indicated that many of these children were mono-dialectal AAE speakers, these encouraging results suggest that the VP is capable of modeling MAE use, classroom science talk, and even affecting children&rsquo;s code-switching behavior.</p>\n<p>In order to determine whether less technically demanding interventions could also serve a similar role, we studied children&rsquo;s reactions to a picture of an avatar (&ldquo;Jamie&rdquo;) accompanied by recordings of a child speaking in different dialects. C...",
  "por_txt_cntn": "\nIn this grant we investigated ways to address the achievement gap between African-American and Euro-American children by collecting a rich description of the verbal and nonverbal behavior of African American elementary-age children in collaborative science interactions, and using it to develop innovative technologies called \"Virtual Peers\" (VPs) that scaffold childrenÆs science skills. We experimentally studied the effects of children interacting with VPs, and more generally the effects of teaching practices that capitalize on studentsÆ linguistic and cultural knowledge in the service of educational self-efficacy and science performance.\n\nOur approach was to conduct classroom observations and interviews in almost 50 2nd-4th grade classes at multiple schools along several dimensions: science talk, collaboration, and use of African American English (AAE), including how students talk with peers and how they use nonverbal behaviors (e.g., gesture or head nods).\n\nOne major contribution of this research is this description of the relationship between verbal and nonverbal behavior in AAE-speaking children during science tasks, as research has shown that success in the science classroom includes both verbal and nonverbal behavior.\n\nAnother contribution is the description of the circumstances under which children are likely to speak in AAE vernacular during science discussions, and to produce good science talk. We found that children who use a lot of AAE are affected by the dialect use of their science partner. Thus, introducing a partner who uses more Mainstream American English (MAE) can reduce the use of vernacular in the science classroom. And hearing good science talk from oneÆs partner is likely to elicit good science talk. On the other hand, as described further below, hearing a science talk model spoken in AAE is more likely to result in good science talk from the target child than hearing science talk in MAE.  \n\nThese data allowed us to create a gender- and ethnicity-ambiguous VP system (named Alex) that engages children in fun, collaborative activities with scientific value, like building structurally-sound bridges with blocks or hypothesizing about creaturesÆ ecologies using the scientific method. To interact in real-time in the shared environment, the VP  \"stands\" at a table across from the child, projected onto a large screen. Alex engages children by adding ideas, asking questions, making comments, and producing appropriate non-verbal behavior. Throughout the grant we iterated on AlexÆs language and nonverbal behavior such that the resulting VP was natural and engaging for children. We also developed a \"smart WoZ\" paradigm where machine learning algorithms choose the next utterance for Alex based on what children say to one another in a similar situation.\n\nIn one paradigm, Alex and the child switched between roles, each playing æteacherÆ and æstudentÆ. Our studies showed that children changed their dialect usage according to the roles they assumed during the tasks, with students demonstrating that they know and can deploy MAE appropriately when playing æteacherÆ; in fact, children role-playing teachers used virtually no AAE morphosyntax and less AAE phonology. While our previous classroom observations indicated that many of these children were mono-dialectal AAE speakers, these encouraging results suggest that the VP is capable of modeling MAE use, classroom science talk, and even affecting childrenÆs code-switching behavior.\n\nIn order to determine whether less technically demanding interventions could also serve a similar role, we studied childrenÆs reactions to a picture of an avatar (\"Jamie\") accompanied by recordings of a child speaking in different dialects. Children were asked to record audio clips to send to Jamie: an introductory greeting and two science recordings (made before and after hearing a model science recording from Jamie). Students were placed in three conditions based on the dialect Jamie spoke: (1) o..."
 }
}