{
 "awd_id": "1129651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Non-citizen Participation in Civic Organizations",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 7804.0,
 "awd_amount": 7804.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "SES-1129651\r\nAndreas Glaeser\r\nThomas Swerts\r\nUniversity of Chicago\r\n\r\nABSTRACT\r\n\r\nDoctoral Dissertation Research: Non-citizen Participation in Civic Organizations.\r\n\r\nDue to global migration patterns, undocumented immigrants have established a tangible presence in countries across the Western world. They are excluded from conventional political participation because of their status as non-citizens. However, over the last decade, many have been eager to claim civil rights in both American and European cities. While the cultural, social and economic problems related to irregular migration have been the object of sociological research, less attention has been paid to their efforts toward political incorporation.\r\nBy comparing undocumented immigrants in Chicago and Brussels, this project will show how they become politically incorporated in different structural urban environments. Within these urban contexts, the focus will be on their interactions with civil society organizations. Eight civil society organizations in the two cities have been selected to represent four different types of organizations which have been active in the political incorporation of undocumented immigrants. \r\nDifferent patterns of structural interaction between these organizations and undocumented immigrants are expected depending on the type of organization. These patterns of interaction in turn, should influence how the immigrants become politically active. We expect that diverging trajectories of political incorporation will be discovered, depending on the specific qualities of the urban context and the structures of interactions with civil society organizations. Data will be based on interviews, organizational ethnographies and discourse analysis. \r\nThe research design of this study allows for comparison across national contexts (US - Belgium), cities (Chicago - Brussels), civil society organizations (self-organizations, first-line organizations, second-line organizations and churches), migrant groups (Mexicans and Moroccans) and individual migrant trajectories. \r\n\r\nBroader impact\r\nThe effort which undocumented immigrants make to serve their communities is seldom highlighted in public discourse. This study demonstrates that undocumented immigrants are actively engaged in community building efforts through their participation in civil society organizations. These organizations are critical in the political incorporation and integration of immigrants. Moreover, the data gathered in this study can  uncover the substantial social and emotional barriers faced by undocumented immigrants and can make a substantial impact on the public perception of irregular migration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Glaeser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Glaeser",
   "pi_email_addr": "aglaeser@uchicago.edu",
   "nsf_id": "000584613",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Swerts",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Swerts",
   "pi_email_addr": "tswerts@uchicago.edu",
   "nsf_id": "000584622",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "1126 E. 59th Street",
  "perf_city_name": "chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7804.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p>The political incorporation of non-citizens in Europe and the US challenges citizenship as a way to distribute rights and privileges in western democracies. Understanding how non-citizens are able to claim their civil rights can enable us to grasp contemporary transformations of the meaning of political participation and belonging in times of global migration. &nbsp;This study shows that undocumented immigrants increasingly resist the place they are assigned with in the socio-political order by speaking up and sharing their stories. What&rsquo;s more, this research indicates civic organizations serve as the primary social environment in which non-citizens are able to find a political voice. By participating in civic organizations, undocumented immigrants learn how to &lsquo;be political&rsquo; in the context of the host society. In this way, civic organizations operate as spaces wherein undocumented immigrants can (re)gain feelings of self-worth, empowerment and control over their existence.</p>\n<p>The transatlantic comparison shows that &lsquo;becoming political&rsquo; means different things for citizens in Europe and the US. In the US, I did participant observation at an organization led by mostly undocumented youth from Mexican origin in Chicago. Undocumented youth typically &lsquo;become political&rsquo; in a school context. Being raised in American schools heavily influences the ways in which they organize themselves. I found that these undocumented youth strategically re-combine and re-invent elements from American political culture, such as civil disobedience actions, sit-in protests and &lsquo;coming out&rsquo; rallies in their political actions. Moreover, sharing stories has emerged as a particularly important way for undocumented youth to &lsquo;be political&rsquo; in the US context. By coming out as undocumented in public settings, they overcome feelings of shame, fear and stigma related to legal status and urge other undocumented youth to no longer live in the shadows as well. These individual stories of merit, overcoming and empowerment reflect the values of America&rsquo;s political culture. I argue that it is precisely because of their extensive embededness in American political culture that they are able to gain political agency. This is translated into recent political successes, both at the local level with the IL Dream Act and at the federal level, with the recent concessions towards undocumented youth.</p>\n<p>In Europe, I did ethnographic research at a self-organization led by mainly undocumented workers from Moroccan origin in Brussels. &lsquo;Becoming political&rsquo; is a difficult task for non-citizens in Brussels because they have a lower amount of material, symbolic and political support from civil society and local government than in Chicago. What&rsquo;s more, the Belgian political culture is based on a European conception of citizenship, which is more ethno-centric and exclusionary than the American conception of nationhood. Hence, activists are struggling to frame their demands and stage their actions in such a way that they resonate with the general public. The &rsquo;sans-papiers&rsquo; in Brussels use strategies such as manifestations, occupations of public buildings and people&rsquo;s assemblies to organize themselves. In contrast to the more individualized way of being political represented by storytelling in the US, the emphasis of their discourse lies on the repression of the &lsquo;sans-papiers&rsquo; as a social group. While the activism of the sans-papiers leads to the creation of feelings of solidarity and community among themselves, they struggle to make their voice heard in the public debate. Hence, since the last regularization round in 2009, the Belgian government has not made any substantial concessions towards the cause of the sans-papiers.</p>\n<p>In terms of societal imp...",
  "por_txt_cntn": "\nProject Outcomes Report\n\nThe political incorporation of non-citizens in Europe and the US challenges citizenship as a way to distribute rights and privileges in western democracies. Understanding how non-citizens are able to claim their civil rights can enable us to grasp contemporary transformations of the meaning of political participation and belonging in times of global migration.  This study shows that undocumented immigrants increasingly resist the place they are assigned with in the socio-political order by speaking up and sharing their stories. WhatÆs more, this research indicates civic organizations serve as the primary social environment in which non-citizens are able to find a political voice. By participating in civic organizations, undocumented immigrants learn how to æbe politicalÆ in the context of the host society. In this way, civic organizations operate as spaces wherein undocumented immigrants can (re)gain feelings of self-worth, empowerment and control over their existence.\n\nThe transatlantic comparison shows that æbecoming politicalÆ means different things for citizens in Europe and the US. In the US, I did participant observation at an organization led by mostly undocumented youth from Mexican origin in Chicago. Undocumented youth typically æbecome politicalÆ in a school context. Being raised in American schools heavily influences the ways in which they organize themselves. I found that these undocumented youth strategically re-combine and re-invent elements from American political culture, such as civil disobedience actions, sit-in protests and æcoming outÆ rallies in their political actions. Moreover, sharing stories has emerged as a particularly important way for undocumented youth to æbe politicalÆ in the US context. By coming out as undocumented in public settings, they overcome feelings of shame, fear and stigma related to legal status and urge other undocumented youth to no longer live in the shadows as well. These individual stories of merit, overcoming and empowerment reflect the values of AmericaÆs political culture. I argue that it is precisely because of their extensive embededness in American political culture that they are able to gain political agency. This is translated into recent political successes, both at the local level with the IL Dream Act and at the federal level, with the recent concessions towards undocumented youth.\n\nIn Europe, I did ethnographic research at a self-organization led by mainly undocumented workers from Moroccan origin in Brussels. æBecoming politicalÆ is a difficult task for non-citizens in Brussels because they have a lower amount of material, symbolic and political support from civil society and local government than in Chicago. WhatÆs more, the Belgian political culture is based on a European conception of citizenship, which is more ethno-centric and exclusionary than the American conception of nationhood. Hence, activists are struggling to frame their demands and stage their actions in such a way that they resonate with the general public. The Æsans-papiersÆ in Brussels use strategies such as manifestations, occupations of public buildings and peopleÆs assemblies to organize themselves. In contrast to the more individualized way of being political represented by storytelling in the US, the emphasis of their discourse lies on the repression of the æsans-papiersÆ as a social group. While the activism of the sans-papiers leads to the creation of feelings of solidarity and community among themselves, they struggle to make their voice heard in the public debate. Hence, since the last regularization round in 2009, the Belgian government has not made any substantial concessions towards the cause of the sans-papiers.\n\nIn terms of societal impact, this study paints a radically different picture of undocumented immigrants than that which can be found in public opinion. By presenting the individual stories of undocumented immigrants, this study shows that undocumented ..."
 }
}