{
 "awd_id": "1129778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID Grant Proposal:  The Sociolinguistic Significance of the Post-Secondary School Stage in the Longitudinal Development of African American English",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 40783.0,
 "awd_amount": 40783.0,
 "awd_min_amd_letter_date": "2011-07-25",
 "awd_max_amd_letter_date": "2011-07-25",
 "awd_abstract_narration": "With RAPID Grant Supplement support from National Science Foundation, the Frank Porter Graham Child Development Institute is extending the data collection and analysis of a longitudinal study of African Americans to include interviews during the post-secondary phase in their life cycle. Starting in 1990, a group of 68 African American youth have been followed longitudinally as they develop and use African American English during childhood and adolescence. The rate of retention (68 of 88 study youth selected in 1990-91 at 6-12 months of age) for the sample population is exceptional, particularly given the background demographics of the cohort group. Language samples were collected progressively from the children at one or two-year increments and interviews were conducted with the children's mothers as well as peers starting in Grade 6. In addition, a battery of standardized and nonstandardized tests were administered, and background information was collected for each child throughout the study to examine a variety of educational and at-risk factors for African American youth. Data were collected for more than 120 demographic, social, psychological, and educational variables for each participant during the study. The data on language development and change during adolescence, the data on family, peer, and school environment, and the data on metalanguage, literacy, and academic achievement measures have resulted in a unique, comprehensive database. They have also led to a number of new, empirically based descriptive, theoretical, and descriptive insights on the early development and progression of African American English and its social and educational significance.\r\n\r\nThe RAPID grant extends the collection of data to the post-secondary phase in incipient adulthood, a critical stage in the career development of African American young adults. Study participants now range from high school dropouts who are unemployed to those currently enrolled at Historically Black Colleges and Universities or predominantly white universities and to those with professional careers. Sociolinguistic interviews are being conducted with participants, and background social and educational data are being collected from subjects as they transition into adulthood so that this landmark longitudinal study can be extended to include a crucial stage in early adulthood.\r\n\r\nThe results from the longitudinal study of language use by African Americans have significant implications for the examination of language in society and for understanding the role of language differences in education. The use of African American English and its role in the social, personal, and educational lives of young adults adds a critical perspective on the shifting role of language through childhood, adolescence, and adulthood.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Zeisel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Susan A Zeisel",
   "pi_email_addr": "susan_zeisel@unc.edu",
   "nsf_id": "000146389",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Wolfram",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Walter A Wolfram",
   "pi_email_addr": "walt_wolfram@ncsu.edu",
   "nsf_id": "000210343",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "105 Smith Level Road",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275998180",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 40783.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through a series of grants we have collected extensive data on the longitudinal development of African American English (AAE) from early childhood through young adulthood. We followed a cohort of children from 6-12 months of age through the early adulthood phase of life (age 19-21). The original project was initiated in 1990 with a cohort of 88 African American participants, primarily low income, who were recruited into the study at a mean age of 8.1 months (range 6 to 12 months). &nbsp;The cohort was reduced to 70 children by the early elementary grades, and 68 of those children have remained part of the study after 20 years, an extraordinary retention rate given the demographics of the original study participants. Major findings emerged in a number of areas. These data have challenged a number of assumptions and hypotheses about the use of vernacular dialect during childhood and early adolescence. These include: (a) alternative trajectories of AAE development during early childhood and adolescence; (b) the acquisition of stylistic change in AAE during childhood and adolescence; (c) the role of caretakers&rsquo; speech in the progressive development of AAE; (d) the correlation of AAE use with peer cohorts; (e) the correlation of AAE use in early childhood and adolescence with social and sociopsychological factors; and (f) the role of AAE use on literacy and educational achievement.</p>\n<p>The most recent data from the post-secondary school data derives from the examination of the current social and educational background attributes of the study participants. For example, the educational status of participants now includes those who dropped out of high school, those enrolled in community college, those enrolled at HBCU (Historically Black Colleges and Universities) institutions, and those enrolled at predominantly white universities. Additionally, work experiences of study participants range from the unemployed to those working in skilled professional positions. Social relationships and networks with other African Americans and European Americans have also been reconfigured for some subjects. In effect, the participants are developing their adult statuses and identities based on their current pathways of life, and the way in which such social factors might correlate with the current use of AAE is an important aspect of the sociolinguistic analysis that is being examined.</p>\n<p>In addition to an impact on the field of linguistics and longitudinal language study, the findings from this study have implications for educators and in addressing the Black-white achievement gap. Recognizing that children who speak African American English may need different approaches and understanding with respect to language and literacy can have a significant impact on decreasing the gap. Likewise, speech language pathologists need to learn to recognize AAE as a difference rather than a deficit so that children with language differences are non-diagnosed in terms of their authentic language development.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/28/2014<br>\n\t\t\t\t\tModified by: Susan&nbsp;A&nbsp;Zeisel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThrough a series of grants we have collected extensive data on the longitudinal development of African American English (AAE) from early childhood through young adulthood. We followed a cohort of children from 6-12 months of age through the early adulthood phase of life (age 19-21). The original project was initiated in 1990 with a cohort of 88 African American participants, primarily low income, who were recruited into the study at a mean age of 8.1 months (range 6 to 12 months).  The cohort was reduced to 70 children by the early elementary grades, and 68 of those children have remained part of the study after 20 years, an extraordinary retention rate given the demographics of the original study participants. Major findings emerged in a number of areas. These data have challenged a number of assumptions and hypotheses about the use of vernacular dialect during childhood and early adolescence. These include: (a) alternative trajectories of AAE development during early childhood and adolescence; (b) the acquisition of stylistic change in AAE during childhood and adolescence; (c) the role of caretakersÆ speech in the progressive development of AAE; (d) the correlation of AAE use with peer cohorts; (e) the correlation of AAE use in early childhood and adolescence with social and sociopsychological factors; and (f) the role of AAE use on literacy and educational achievement.\n\nThe most recent data from the post-secondary school data derives from the examination of the current social and educational background attributes of the study participants. For example, the educational status of participants now includes those who dropped out of high school, those enrolled in community college, those enrolled at HBCU (Historically Black Colleges and Universities) institutions, and those enrolled at predominantly white universities. Additionally, work experiences of study participants range from the unemployed to those working in skilled professional positions. Social relationships and networks with other African Americans and European Americans have also been reconfigured for some subjects. In effect, the participants are developing their adult statuses and identities based on their current pathways of life, and the way in which such social factors might correlate with the current use of AAE is an important aspect of the sociolinguistic analysis that is being examined.\n\nIn addition to an impact on the field of linguistics and longitudinal language study, the findings from this study have implications for educators and in addressing the Black-white achievement gap. Recognizing that children who speak African American English may need different approaches and understanding with respect to language and literacy can have a significant impact on decreasing the gap. Likewise, speech language pathologists need to learn to recognize AAE as a difference rather than a deficit so that children with language differences are non-diagnosed in terms of their authentic language development.\n\n\t\t\t\t\tLast Modified: 04/28/2014\n\n\t\t\t\t\tSubmitted by: Susan A Zeisel"
 }
}