{
 "awd_id": "1129002",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Secondary Organic Aerosol and Brown Carbon Formation from Aldehydes, Ammonium Salts, and Amines",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 337508.0,
 "awd_amount": 337508.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "This project will characterize atmospheric aqueous-phase chemistry and formation of brown carbon, targeting two compounds: glycolaldehyde and hydroxyacetone. Other common atmospheric aldehydes such as acetaldehyde and formaldehyde, while not expected to form brown carbon, may still form large amounts of secondary organic aerosol (SOA) material via reactions with ammonium salts and amines. In the presence of alpha-dicarbonyls, these compounds can be incorporated into imidazole products, so their SOA-forming potential will be examined with and without alpha-dicarbonyls present. A suite of methods will be used. First, brown carbon formation will be studied by cavity attenuated phase-shift and ultraviolet-visible (UV-Vis) spectroscopy. Product structure will be characterized by proton nuclear magnetic resonance (NMR) spectroscopy and electrospray ionization mass spectrometry. Hygroscopicity tandem differential mobility analysis and Raman microscopy will be used to measure water uptake and surface activity of reaction products. Reaction rates will be measured by NMR and UV-Vis spectroscopies. Aerosol will be generated by three different methods, as required for specific experiments. The aim of these studies will be to identify and characterize reaction products, measure reaction rates and gas/particle partitioning, and determine the atmospheric significance of these SOA and brown carbon formation pathways.\r\n\r\nAt least twenty diverse undergraduate students will be mentored in first research experiences as part of this project, widening the pipeline of students choosing careers in science by offering more student research opportunities, an enhanced research infrastructure, and an increased publication rate of articles with undergraduate co-authors. The addition of a postdoctoral teacher / researcher will allow more students to be mentored while providing excellent training for an early-career scientist. The field will benefit from the characterization of potentially significant sources of SOA and brown carbon, and from the training of a diverse group of young scientists. Finally, a connection between brown carbon formation and ammonia / amine emissions may suggest new avenues for mitigating aerosol formation to improve air quality and address global warming.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "De Haan",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "David O De Haan",
   "pi_email_addr": "ddehaan@sandiego.edu",
   "nsf_id": "000449097",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of San Diego",
  "inst_street_address": "5998 ALCALA PARK FRNT",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6192606825",
  "inst_zip_code": "921102476",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "UNIVERSITY OF SAN DIEGO",
  "org_prnt_uei_num": "V6S1GT51XD56",
  "org_uei_num": "V6S1GT51XD56"
 },
 "perf_inst": {
  "perf_inst_name": "University of San Diego",
  "perf_str_addr": "5998 Alcala Park M210",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921102492",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 337508.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Aerosol particles are pollutants in the atmosphere that have negative effects on human health and, especially if they absorb light, can make climate change worse.&nbsp; This project identified for the first time the atmospheric compound hydroxyacetone as a source of atmospheric aerosol particles.&nbsp; Particle formation by hydroxyacetone occurs through water-based reactions in clouds, fog droplets, and wet aerosol particles in the atmosphere. &nbsp;Other atmospheric chemical compounds with similar haze-forming abilities (glyoxal and methylglyoxal) were identified in this study as efficiently forming &ldquo;brown carbon,&rdquo; or light-absorbing aerosol particles, under atmospheric conditions. &nbsp;Brown carbon aerosol particles, like soot, increase the effects of climate change.&nbsp; While 70% of brown carbon is directly emitted from biomass burning, the remainder forms in the atmosphere by unknown processes.&nbsp; This project determined that cloud-based reactions between aldehydes and amines could be responsible for no more than half of the brown carbon that forms in the atmosphere.&nbsp; Three other common atmospheric aldehydes (glycolaldehyde, acetaldehyde, formaldehyde) were found in this study to react with ammonium sulfate and amines in cloudwater, but the reaction products were volatile enough that they evaporated back into the gas phase, and therefore no aerosol material was formed.</p>\n<p>This project allowed 21 University of San Diego undergraduates, 2 Harvey Mudd College undergraduates, three high school students, and 2 postdoctoral researchers to be mentored and trained in atmospheric chemistry research over a four-year period.&nbsp; This diverse group included 16 females and 7 underrepresented minority researchers. &nbsp;To date, eight of these USD undergraduates have made a total of 15 research presentations at national conferences, and seven of the undergraduates have 11 publication co-authorships between them.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/20/2015<br>\n\t\t\t\t\tModified by: David&nbsp;De Haan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1129002/1129002_10133640_1448069254180_TOCartRevised--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1129002/1129002_10133640_1448069254180_TOCartRevised--rgov-800width.jpg\" title=\"Comparison of brown carbon formation\"><img src=\"/por/images/Reports/POR/2015/1129002/1129002_10133640_1448069254180_TOCartRevised--rgov-66x44.jpg\" alt=\"Comparison of brown carbon formation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This graphic shows how methylglyoxal and glyoxal are the most likely atmospheric aldehydes to form brown carbon through reactions in clouds.  Hydroxyacetone, glycolaldehyde, and acetaldehyde are in a three-way tie for third place.  Formaldehyde is not involved in browning.</div>\n<div class=\"imageCredit\">Reprinted with permission from Powelson, et al., Environ. Sci. Technol. 2014, 48, (2), 985-993. Copyright 2014 American Chemical Society</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">David&nbsp;De Haan</div>\n<div class=\"imageTitle\">Comparison of brown carbon formation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2015/1129002/1129002_10133640_1448065252347_ParisGroup1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1129002/1129002_10133640_1448065252347_ParisGroup1--rgov-800width.jpg\" title=\"...",
  "por_txt_cntn": "\nAerosol particles are pollutants in the atmosphere that have negative effects on human health and, especially if they absorb light, can make climate change worse.  This project identified for the first time the atmospheric compound hydroxyacetone as a source of atmospheric aerosol particles.  Particle formation by hydroxyacetone occurs through water-based reactions in clouds, fog droplets, and wet aerosol particles in the atmosphere.  Other atmospheric chemical compounds with similar haze-forming abilities (glyoxal and methylglyoxal) were identified in this study as efficiently forming \"brown carbon,\" or light-absorbing aerosol particles, under atmospheric conditions.  Brown carbon aerosol particles, like soot, increase the effects of climate change.  While 70% of brown carbon is directly emitted from biomass burning, the remainder forms in the atmosphere by unknown processes.  This project determined that cloud-based reactions between aldehydes and amines could be responsible for no more than half of the brown carbon that forms in the atmosphere.  Three other common atmospheric aldehydes (glycolaldehyde, acetaldehyde, formaldehyde) were found in this study to react with ammonium sulfate and amines in cloudwater, but the reaction products were volatile enough that they evaporated back into the gas phase, and therefore no aerosol material was formed.\n\nThis project allowed 21 University of San Diego undergraduates, 2 Harvey Mudd College undergraduates, three high school students, and 2 postdoctoral researchers to be mentored and trained in atmospheric chemistry research over a four-year period.  This diverse group included 16 females and 7 underrepresented minority researchers.  To date, eight of these USD undergraduates have made a total of 15 research presentations at national conferences, and seven of the undergraduates have 11 publication co-authorships between them.  \n\n \n\n\t\t\t\t\tLast Modified: 11/20/2015\n\n\t\t\t\t\tSubmitted by: David De Haan"
 }
}