{
 "awd_id": "1129693",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Stochastic Healthcare-Facility Configuration Problem",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diwakar Gupta",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 160000.0,
 "awd_amount": 182000.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2012-01-06",
 "awd_abstract_narration": "The research objectives of this award include a model of the stochastic healthcare facility configuration problem (SHFCP); new knowledge bases to optimize SHFCP and to model workload, capacity, and recourse; and computational tests to evaluate methodology and gain insights from focused case study. SHFCP is to prescribe facility configuration, including the location and size (allowing openings, expansions, contractions, and closures) of each facility along with the services it offers - given uncertain patient needs.  The goal is a scalable methodology to plan healthcare facility configuration, for example, adjusting to demand and demographic changes.  This work is timely as the U.S. seeks to expand access to healthcare services.  Rural healthcare is especially problematic due to the number, demographics, and health of residents; shortage of family doctors; and travel distances.  The methodology can be used by healthcare administrators to plan levels of service and by government officials to evaluate policies. The method of approach entails evolving a prototype model along with solution methodology and deriving models of workload, capacity, and expected recourse.  Computational tests will evaluate efficacy and undertake case study, based on information provided by healthcare collaborators and focused on rural healthcare as a testbed. \r\n\r\nThe research will have five significant broad impacts.  The first two comprise benefits to society at large, which accrue from the capability to solve actual SHFCPs and the generality of results in configuring other systems and solving stochastic problems in other areas important to society.  The third will result from dissemination, providing public access to data according to the Data Management Plan; making research results widely available through publication, presentations, and teaching in universities; and placing students.  The fourth is that research assistants will be actively recruited from under-represented groups.  The fifth impact deals with education: supplementary grants will engage undergraduate students and high school teachers",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wilbert",
   "pi_last_name": "Wilhelm",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Wilbert E Wilhelm",
   "pi_email_addr": "wilhelm@tamu.edu",
   "nsf_id": "000247539",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Engineering Experiment Station",
  "perf_str_addr": "",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454645",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178700",
   "pgm_ele_name": "SERVICE ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 22000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>This project deals with the stochastic healthcare facility location and capacity configuration problem (SHFCP), which is to prescribe the location of one of more new facilities as well as the capacity assigned to each specified service in each time period, allowing openings, expansions, contractions, and closures over the planning horizon.&nbsp; The objective is to maximize expected <em>excess revenue</em> (i.e., the amount by which revenue exceeds cost) while serving random patient demand.&nbsp; This topic is timely as the U.S. is working to enhance access in underserved areas and for people previously un-insured.</p>\n<p>&nbsp;</p>\n<p>We first formulated two types of models to prescribe location and capacity configuration &ndash; a network flow model and a traditional, integer program - to compare the runtimes they require.&nbsp; The network model proved to require less runtime and we have used it subsequently.</p>\n<p>&nbsp;</p>\n<p>We then formulated a comprehensive model of SHFCP for locating and configuring a <em>single</em> new facility, showing how a network model could incorporate expected penalties for excess demand and excess capacity, which result when demand is random and capacity is fixed at a prescribed level each period.&nbsp; We were able to model demand based on the demographics of patients in population centers, reflecting attributes relevant to healthcare: age, gender, and race/ethnicity.&nbsp; We proposed a gravity-type model to represent patient selection from available facilities, and showed that our model can be solved efficiently in short runtimes (technically, in pseudo-polynomial time).&nbsp; We applied our model in a case study to prescribe the location and capacity configuration of a single new primary care center in a rural county (Brazos) in Texas using publically available data.&nbsp; Primary care includes three services: pediatrics, internal medicine and family practice.&nbsp; We were able to validate our model results in discussions with our healthcare collaborators and by comparing prescribed solutions with recent developments in the county.</p>\n<p>&nbsp;</p>\n<p>We extended this model to deal with the more challenging problem of locating and configuring <em>multiple</em> new facilities.&nbsp; The resulting location-allocation model assigns demand from each population center to a particular new facility and proposes two solution methods: a column-generation heuristic that deals with multi-period stochastic demand in each sub-problem and an approximation method that estimates the stochastic objective function value with a bounding procedure to assess the quality of a solution. We compared these methods in application to two case studies, one involves 36 census tracts in Brazos County, Texas; the other, 101 zip codes in mid-Texas. These case studies are of interest because providers are currently seeking to locate primary care centers close to demand centers to provide better patient service, especially in rural areas where few providers may seek to practice.</p>\n<p>&nbsp;</p>\n<p>We are continuing work on the <em>multiple</em> facility problem and have formulated yet another model, which is based on assigning all patients within a population center to the prescribed facility that is nearest.</p>\n<p>&nbsp;</p>\n<p>The <strong>intellectual merit</strong> relative to work on the single facility problem is based quantifying random patent demand for healthcare services, proposing a gravity-type model to represent patient selection, deriving closed-form expressions for expected excess demand and capacity, and showing how the single-facility stochastic problem can be solved efficiently using a network model.&nbsp; Merit related to the multiple facility case is based on the form of the location-allocation model, the column-generation heuristic and the approximation method.&nbsp; The continuing work has contributed a unique new stru...",
  "por_txt_cntn": "\n \n\nThis project deals with the stochastic healthcare facility location and capacity configuration problem (SHFCP), which is to prescribe the location of one of more new facilities as well as the capacity assigned to each specified service in each time period, allowing openings, expansions, contractions, and closures over the planning horizon.  The objective is to maximize expected excess revenue (i.e., the amount by which revenue exceeds cost) while serving random patient demand.  This topic is timely as the U.S. is working to enhance access in underserved areas and for people previously un-insured.\n\n \n\nWe first formulated two types of models to prescribe location and capacity configuration &ndash; a network flow model and a traditional, integer program - to compare the runtimes they require.  The network model proved to require less runtime and we have used it subsequently.\n\n \n\nWe then formulated a comprehensive model of SHFCP for locating and configuring a single new facility, showing how a network model could incorporate expected penalties for excess demand and excess capacity, which result when demand is random and capacity is fixed at a prescribed level each period.  We were able to model demand based on the demographics of patients in population centers, reflecting attributes relevant to healthcare: age, gender, and race/ethnicity.  We proposed a gravity-type model to represent patient selection from available facilities, and showed that our model can be solved efficiently in short runtimes (technically, in pseudo-polynomial time).  We applied our model in a case study to prescribe the location and capacity configuration of a single new primary care center in a rural county (Brazos) in Texas using publically available data.  Primary care includes three services: pediatrics, internal medicine and family practice.  We were able to validate our model results in discussions with our healthcare collaborators and by comparing prescribed solutions with recent developments in the county.\n\n \n\nWe extended this model to deal with the more challenging problem of locating and configuring multiple new facilities.  The resulting location-allocation model assigns demand from each population center to a particular new facility and proposes two solution methods: a column-generation heuristic that deals with multi-period stochastic demand in each sub-problem and an approximation method that estimates the stochastic objective function value with a bounding procedure to assess the quality of a solution. We compared these methods in application to two case studies, one involves 36 census tracts in Brazos County, Texas; the other, 101 zip codes in mid-Texas. These case studies are of interest because providers are currently seeking to locate primary care centers close to demand centers to provide better patient service, especially in rural areas where few providers may seek to practice.\n\n \n\nWe are continuing work on the multiple facility problem and have formulated yet another model, which is based on assigning all patients within a population center to the prescribed facility that is nearest.\n\n \n\nThe intellectual merit relative to work on the single facility problem is based quantifying random patent demand for healthcare services, proposing a gravity-type model to represent patient selection, deriving closed-form expressions for expected excess demand and capacity, and showing how the single-facility stochastic problem can be solved efficiently using a network model.  Merit related to the multiple facility case is based on the form of the location-allocation model, the column-generation heuristic and the approximation method.  The continuing work has contributed a unique new structure to assign patients to facilities. \n\n \n\nThis project will contribute broader impacts because the models and solution methods will find application in other fields, for example, supply chain design.  The Ph.D. student who worked on this project has graduated, ha..."
 }
}