{
 "awd_id": "1129101",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: An Ultra-High Resolution Holocene Climate Record from a Varved Sediment Sequence from the Adelie Coast, Antarctica (IODP Exp 318)",
 "cfda_num": "47.050",
 "org_code": "06040204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Janecek",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 221408.0,
 "awd_amount": 221408.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2011-09-13",
 "awd_abstract_narration": "A key region for analysis of long- and short-term behavior of the East Antarctic Ice Sheet (EAIS) is the eastern sector of the Wilkes Land margin, located at the seaward termination of the largest subglacial basin in East Antarctica, the Wilkes subglacial basin. The Wilkes subglacial basin may in fact respond to climate variability in a fashion similar to the West Antarctic Ice Sheet. Additionally, a significant portion of all Antarctic Bottom Water may originate from this part of the Antarctic coast, making this region a key player in oceanic circulation patterns. The Integrated Ocean Drilling Program Expedition 318 to Wilkes Land recently obtained nearly 3,000 meters of sedimentary cores. Drill site U1357, obtained a unique ultra-high accumulation rate sedimentary sequence from the Adelie Basin that extends from the latest glacial interval through the Holocene. These seasonally laminated deposits constitute one of the world's most expanded archives of environmental change during the Holocene. The sediments contain a near annual-resolution record of when and how the ice sheet margin retreated from the shelf ~12,000 kyr B.P. They also contain a record of past changes in water temperature, water mass reservoir age, stratification, productivity, sea ice extent, and possibly bottom water production throughout the Holocene. In this collaborative proposal, the P.I.'s request funding for morphometric, stable isotopic, and geochemical analyses of foraminifera recovered from the sediment column. These will be used to produce the first high-resolution (sub-decadal to decadal) foraminiferal isotopic and chemical climate time series from the Antarctic margin.\r\nIntellectual Merit - The results from this project will provide, for the first time, the requisite data at subdecadal to decadal resolution to address a number of questions related to oceanographic and climatic changes that occurred on and around Antarctica during the Holocene, including: 1) How does the style and timing of deglaciation along the East Antarctic Margin compare with other parts of the Antarctic Margin? 2) What were the responses of the East Antarctic Margin glacial system to deglaciation as well as global and regional Holocene climate fluctuations? 3) How did oceanic circulation and bottom water production vary during the Holocene? As part of our post-expedition educational outreach, we will organize two additional interactive webcasts targeting science museums and secondary schools during the course of this research. At Stanford, we will continue to disseminate the results of this work to secondary schools via a funded NASA project wherein he is meeting regularly with science teachers from around the SF Bay Area. Additionally, we are engaging up to 8 undergraduate students at Queens College and Stanford University in the project as interns and will guide them through the process of envisioning",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Dunbar",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B Dunbar",
   "pi_email_addr": "dunbar@stanford.edu",
   "nsf_id": "000117657",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "572000",
   "pgm_ele_name": "OCEAN DRILLING PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5720",
   "pgm_ref_txt": "OCEAN DRILLING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 221408.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involved the analysis and interpretation of an unusual 180 meter-long sedimentary sequence from the Antarctic Continental Shelf recovery during IODP Expedition to the Wilkes Land margin. The sequence is considered unusual because: 1) it spans the full Holocene (last 10,000 years) and extends into the deglacial interval; 2) sedimentation rates are high, averaging about 1.7 cm/year during the Holocene; 3) sediments are typically laminated at a spatial scale consistent with the presence of varves, and 4) a large international team has contributed expertise and analytical resources to the analysis of the cores. No such high resolution pan-Holocene sedimentary sequence has been recovered from the Southern Ocean before or since Expedition 318 of the International Ocean Discovery Program (IODP). Its value to science lies in the record of past climate variability that it contains.</p>\n<p>Dunbar was the lead proponent for coring in the Ad&eacute;lie Basin (APL-638) and has continued to act as the main coordinator for ship-based and shore-based sampling and science activities. Work conducted by Stanford University under this award included: 1) additional age-dating and development of a chronostratigraphy; 2) picking benthic and planktic foraminifera for community assemblage analysis; 3) stable isotopic analysis of foraminifera (d<sup>18</sup>O and d<sup>13</sup>C); and stable isotopic analysis of bulk sedimentary organic matter (d<sup>13</sup>C and d<sup>15</sup>N); and 5) synthesis with multiple data sets provided by project partners.</p>\n<p>We have developed consistent age models for each of the three cores  and shipboard and shore-based project scientists are now able to examine  their data on time axes as well as determine where section is missing  from the three cores that were sampled for shore-based research, Figures  1 shows the age/depth results for U1357B. Figure 2 is a photo of  laminated sediment.</p>\n<p>We recovered sufficient foraminifera from over  700 of the 1760 samples taken from Hole 1357A&nbsp; to complete stable  isotopic analysis at Stanford University (Figure 3).Millennial  variability is attenuated during the mid to late Holocene. Surprisingly  large high frequency variability occurs. d<sup>18</sup>O of the planktic foraminifera <em>N. pachyderma</em> ranges from 2.7 to 4.7 <sup>o</sup>/oo. Equilibrium calcite d<sup>18</sup>O &nbsp;for modern SST&rsquo;s (0 to -1.8&deg;C) and d<sup>18</sup>O sw ranges from 3.5 to 4.2 <sup>o</sup>/oo suggesting that the positive anomalies we observe reflect significant changes in d<sup>18</sup>Osw.  Our foraminiferal isotopic data set is by far the largest and most  highly resolved yet recovered from Holocene sediments of the Antarctic  margin and we document significant decadal to centennial scale  variability including an extremely warm and/or fresh event within the  last millennium.</p>\n<p>Based on results so far we conclude that:</p>\n<p>i) The Site U1357 high resolution sediment record shows Holocene changes consistent and synchronous with a 5 &ndash; ice core &ldquo;stack&rdquo; of Masson-Delmotte et al. (2011). In particular both records show warming at 11.5 to 10 kyr BP and at 4 kyr BP.</p>\n<p>ii) The U1357 record suggests an extended warm interval that transcends the beginning of the Northern Hemisphere Little Ice Age and extends throughout the Northern Hemisphere Medieval Warm Period.</p>\n<p>iii)&nbsp; This work confirms the presence of a Circum-Antarctic expression of unusual warmth along most ice sheet margins between 10 and 11.5 kyr B.P. We suggest that this may be the result of an amplified expression of tropical heating as sea level rises.</p>\n<p>iv) This work also confirms the presence of a general Circum-Antarctic trend towards cooler conditions over the past 4 to 5 millennia, interrupted at this site by a period of unusual warmth between 500 and 1500 yrs B.P.</p>\n<p>v) We conclude that sig...",
  "por_txt_cntn": "\nThis project involved the analysis and interpretation of an unusual 180 meter-long sedimentary sequence from the Antarctic Continental Shelf recovery during IODP Expedition to the Wilkes Land margin. The sequence is considered unusual because: 1) it spans the full Holocene (last 10,000 years) and extends into the deglacial interval; 2) sedimentation rates are high, averaging about 1.7 cm/year during the Holocene; 3) sediments are typically laminated at a spatial scale consistent with the presence of varves, and 4) a large international team has contributed expertise and analytical resources to the analysis of the cores. No such high resolution pan-Holocene sedimentary sequence has been recovered from the Southern Ocean before or since Expedition 318 of the International Ocean Discovery Program (IODP). Its value to science lies in the record of past climate variability that it contains.\n\nDunbar was the lead proponent for coring in the Ad&eacute;lie Basin (APL-638) and has continued to act as the main coordinator for ship-based and shore-based sampling and science activities. Work conducted by Stanford University under this award included: 1) additional age-dating and development of a chronostratigraphy; 2) picking benthic and planktic foraminifera for community assemblage analysis; 3) stable isotopic analysis of foraminifera (d18O and d13C); and stable isotopic analysis of bulk sedimentary organic matter (d13C and d15N); and 5) synthesis with multiple data sets provided by project partners.\n\nWe have developed consistent age models for each of the three cores  and shipboard and shore-based project scientists are now able to examine  their data on time axes as well as determine where section is missing  from the three cores that were sampled for shore-based research, Figures  1 shows the age/depth results for U1357B. Figure 2 is a photo of  laminated sediment.\n\nWe recovered sufficient foraminifera from over  700 of the 1760 samples taken from Hole 1357A  to complete stable  isotopic analysis at Stanford University (Figure 3).Millennial  variability is attenuated during the mid to late Holocene. Surprisingly  large high frequency variability occurs. d18O of the planktic foraminifera N. pachyderma ranges from 2.7 to 4.7 o/oo. Equilibrium calcite d18O  for modern SSTÆs (0 to -1.8&deg;C) and d18O sw ranges from 3.5 to 4.2 o/oo suggesting that the positive anomalies we observe reflect significant changes in d18Osw.  Our foraminiferal isotopic data set is by far the largest and most  highly resolved yet recovered from Holocene sediments of the Antarctic  margin and we document significant decadal to centennial scale  variability including an extremely warm and/or fresh event within the  last millennium.\n\nBased on results so far we conclude that:\n\ni) The Site U1357 high resolution sediment record shows Holocene changes consistent and synchronous with a 5 &ndash; ice core \"stack\" of Masson-Delmotte et al. (2011). In particular both records show warming at 11.5 to 10 kyr BP and at 4 kyr BP.\n\nii) The U1357 record suggests an extended warm interval that transcends the beginning of the Northern Hemisphere Little Ice Age and extends throughout the Northern Hemisphere Medieval Warm Period.\n\niii)  This work confirms the presence of a Circum-Antarctic expression of unusual warmth along most ice sheet margins between 10 and 11.5 kyr B.P. We suggest that this may be the result of an amplified expression of tropical heating as sea level rises.\n\niv) This work also confirms the presence of a general Circum-Antarctic trend towards cooler conditions over the past 4 to 5 millennia, interrupted at this site by a period of unusual warmth between 500 and 1500 yrs B.P.\n\nv) We conclude that significant differences exist between timing of mid-Holocene optima around the Antarctic margin, especially between the Antarctic Peninsula and East Antarctica.\n\nvi) Most high resolution data sets reveal that solar band periodicities present in the site U1357A record as ..."
 }
}