{
 "awd_id": "1129041",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Radiation Response and High Temperature Stability of Nanotwinned Metals",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kara Peters",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 228431.0,
 "awd_amount": 228431.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "The goal of this research project is to elucidate the behavior of nanotwinned structures under extreme environments due to irradiation and high temperatures. As nuclear power plays an increasingly vital role in meeting our demand for energy in an environmentally acceptable manner, the design of structural materials that can sustain extreme radiation environments is a critical challenge for future nuclear power systems. Recently, a new class of nanomaterials known as nanotwinned metals has shown extraordinary structural properties such as ultra-high yield strength, high ductility, and enhanced stability at high temperatures. Thus, their optimal design could lead to a possibly enhanced performance of nanotwinned metals as next-generation radiation-resistant materials. Employing multi-scale computational methods and atomistic simulations, the project will address fundamental questions pertaining to the response of nanostructured materials to radiation effects caused by formation and interaction of point defects. This project also investigates critical issues, namely, creep and grain growth, that become dominant mechanisms of deformation in nanostructured metals at elevated temperatures.\r\n\r\nThe research will contribute to several important areas of nanostructured metal science and technology by providing insight into the deformation mechanisms governing their behavior under extreme conditions. It aims to lead to a synergy among experimental, analytical and manufacturing efforts for the optimal design of novel nanomaterials for critical structural applications such as nuclear reactors and storage facilities, defense and biomedical applications. Moreover, graduate and undergraduate students working on the project would develop a strong foundation in the highly multidisciplinary areas of nanomechanics and computational materials science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yashashree",
   "pi_last_name": "Kulkarni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yashashree Kulkarni",
   "pi_email_addr": "ykulkarni@uh.edu",
   "nsf_id": "000544937",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 Calhoun Boulevard",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 228431.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanotwinned structures have shown strong promise as optimal motifs for strength, ductility, and grain stability in fcc metals&mdash;in sharp contrast to their nano-grained counterparts where gains in strength are disappointingly offset by loss of ductility. The goal of this project was to elucidate the atomistic deformation mechanisms underlying the response of nanotwinned metals and coherent twin boundaries under extreme environments such as radiation and high temperatures as well as elucidate their kinetics and long-time scale behavior such as creep. Following are the major findings that have resulted from this project:</p>\n<p>1. We investigated the thermal fluctuations of twin boundaries in fcc metals to elucidate the deformation mechanisms governing their kinetic properties, using molecular dynamics simulations. Our results showed that the twin boundary motion is strongly coupled to shear deformation up to 0.95 homologous temperature. We arrived at this conclusion from a rather unexpected observation that coherent twin boundaries do not exhibit any capillarity-induced fluctuations even at high temperatures, in sharp contrast to other high angle grain boundaries. These observations predict an enhanced stability of nanotwinned structures in comparison with nanocrystalline metals.&nbsp;</p>\n<p>2. The recent advances in the fabrication of nanostructured materials with twin lamella on the order of a mere few atomic layers call for a closer examination of the stability of these structural motifs, especially at high temperatures. In this work, we presented a study of the entropic interaction between fluctuating twin boundaries by way of atomistic simulations and statistical mechanics based analysis. The simulations revealed that fluctuations of twin boundaries are considerably enhanced in the presence of adjoining twin boundaries as their spacing, d, decreases. In addition, the theoretical analysis showed that fluctuating twin boundaries indeed exhibit an attractive entropic interaction which enhances their thermal fluctuations and that the entropic force decreases as 1/d2. This finite temperature interaction between twin boundaries is fundamentally distinct from the well-known repulsive entropic interaction followed by fluctuating lipid membranes as well as many crystalline membranes and interfaces. This rather surprising attraction between fluctuating twin boundaries is attributed to their shear coupled normal motion.</p>\n<p>3. As a first step towards investigating the role of grain boundaries and twin boundaries in the creep response of nanostructured materials, we performed molecular dynamics simulations on three-dimensional polycrystalline samples with and without twin boundaries. In this work, we presented a study of high temperature creep in polycrystalline nanotwinned face-centered cubic metals using molecular dynamics. The simulations revealed that the nanotwinned metals exhibit greater creep resistance with decreasing twin boundary spacing over a large range of applied stresses. The findings also indicated that the presence of twin boundaries entails higher stress for the onset of power-law creep compared to the nanocrystalline counterparts. Nanotwinned metals with very high density of twin boundaries exhibit a new creep deformation mechanism at high stresses governed by twin boundary migration. This is in contrast to nanocrystalline and nanotwinned metals with larger twin spacing, which exhibit a more conventional transition from grain boundary diffusion and sliding to dislocation nucleation.&nbsp;</p>\n<p>4. We performed molecular dynamics simulations to elucidate the synergistic role of grain boundaries and twin boundaries in enhancing the radiation tolerance of nanotwinned metals. While grain boundaries are known to be excellent sinks for point defects, coherent twin boundaries do not absorb point defects. A beneficial corollary is that the structural int...",
  "por_txt_cntn": "\nNanotwinned structures have shown strong promise as optimal motifs for strength, ductility, and grain stability in fcc metals&mdash;in sharp contrast to their nano-grained counterparts where gains in strength are disappointingly offset by loss of ductility. The goal of this project was to elucidate the atomistic deformation mechanisms underlying the response of nanotwinned metals and coherent twin boundaries under extreme environments such as radiation and high temperatures as well as elucidate their kinetics and long-time scale behavior such as creep. Following are the major findings that have resulted from this project:\n\n1. We investigated the thermal fluctuations of twin boundaries in fcc metals to elucidate the deformation mechanisms governing their kinetic properties, using molecular dynamics simulations. Our results showed that the twin boundary motion is strongly coupled to shear deformation up to 0.95 homologous temperature. We arrived at this conclusion from a rather unexpected observation that coherent twin boundaries do not exhibit any capillarity-induced fluctuations even at high temperatures, in sharp contrast to other high angle grain boundaries. These observations predict an enhanced stability of nanotwinned structures in comparison with nanocrystalline metals. \n\n2. The recent advances in the fabrication of nanostructured materials with twin lamella on the order of a mere few atomic layers call for a closer examination of the stability of these structural motifs, especially at high temperatures. In this work, we presented a study of the entropic interaction between fluctuating twin boundaries by way of atomistic simulations and statistical mechanics based analysis. The simulations revealed that fluctuations of twin boundaries are considerably enhanced in the presence of adjoining twin boundaries as their spacing, d, decreases. In addition, the theoretical analysis showed that fluctuating twin boundaries indeed exhibit an attractive entropic interaction which enhances their thermal fluctuations and that the entropic force decreases as 1/d2. This finite temperature interaction between twin boundaries is fundamentally distinct from the well-known repulsive entropic interaction followed by fluctuating lipid membranes as well as many crystalline membranes and interfaces. This rather surprising attraction between fluctuating twin boundaries is attributed to their shear coupled normal motion.\n\n3. As a first step towards investigating the role of grain boundaries and twin boundaries in the creep response of nanostructured materials, we performed molecular dynamics simulations on three-dimensional polycrystalline samples with and without twin boundaries. In this work, we presented a study of high temperature creep in polycrystalline nanotwinned face-centered cubic metals using molecular dynamics. The simulations revealed that the nanotwinned metals exhibit greater creep resistance with decreasing twin boundary spacing over a large range of applied stresses. The findings also indicated that the presence of twin boundaries entails higher stress for the onset of power-law creep compared to the nanocrystalline counterparts. Nanotwinned metals with very high density of twin boundaries exhibit a new creep deformation mechanism at high stresses governed by twin boundary migration. This is in contrast to nanocrystalline and nanotwinned metals with larger twin spacing, which exhibit a more conventional transition from grain boundary diffusion and sliding to dislocation nucleation. \n\n4. We performed molecular dynamics simulations to elucidate the synergistic role of grain boundaries and twin boundaries in enhancing the radiation tolerance of nanotwinned metals. While grain boundaries are known to be excellent sinks for point defects, coherent twin boundaries do not absorb point defects. A beneficial corollary is that the structural integrity of coherent twin boundaries remains intact as radiation-induced defects pass through them..."
 }
}