{
 "awd_id": "1129204",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Hydraulic Sustainability of Soil-Bentonite Cutoff Walls Subjected to Cyclic Wetting and Drying",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 53815.0,
 "awd_amount": 53815.0,
 "awd_min_amd_letter_date": "2011-03-16",
 "awd_max_amd_letter_date": "2011-03-16",
 "awd_abstract_narration": "This research project is a collaborative effort between Louisiana State University (LSU), a Research I institution, and Bucknell University (BU), a predominantly undergraduate institution (PUI). The overall goal of the research is to evaluate the potential for degradation in hydraulic performance of soil-bentonite cutoff wall backfill within the zone of a fluctuating groundwater table.  In most cutoff wall applications, some portion of the cutoff wall is in the zone of a fluctuating water table. This portion of the wall, when below the water table, must be sustainable as a barrier to transport of miscible groundwater pollutants despite the cyclic wetting and drying that may occur as the groundwater table rises and falls in this zone.  However, limited results from field and laboratory studies suggest that an irreversible increase in the hydraulic conductivity of soil-bentonite backfill is possible during the drying phase of cyclic wetting and drying.  This project will be accomplished by fabricating a model soil-bentonite backfill with composition and properties representative of those exhibited at field scale.  Specimens of the model backfill will be subjected to drying cycles under controlled matric suction.  Hydraulic conductivity of the model backfill will be evaluated as a function of consolidation stress, the number of wet-dry cycles, and the suction applied during the drying phase.  In addition, moisture retention and volumetric behavior of the model backfill will be measured in a triaxial environment and correlated with matric suction.  Finally, the data will be analyzed and synthesized using currently applied models of unsaturated soil behavior and, as appropriate, models revised to account for the data developed in this study.  The results of the research will provide a new understanding of (1) the behavior of soil-bentonite cutoff walls in the zone of a fluctuating water table, (2) the potential for degradation in hydraulic conductivity within this zone, and (3) the need to consider cyclic wetting and drying behavior as a factor when designing and constructing soil-bentonite cutoff walls for sustainable long-term protection of human health and the environment. \r\nThe results of the research will advance the state-of-the-art with respect to the design and construction of soil-bentonite cutoff walls for in situ waste containment to achieve more sustainable long-term protection of human health and the environment . In addition to the scientific aspects of the project, the collaboration between LSU and BU promotes substantial teaching, training, and learning of both graduate and undergraduate students resulting in long-term impacts on the profession.  The involvement of undergraduate students in the research at BU enhances the probability that these students  will decide to pursue advanced degrees.  The research also provides opportunities for the investigators at BU to interact with professional colleagues at LSU, while enhancing the exposure of the investigator at LSU to a pool of potentially high quality graduate students at BU.  Moreover, the research exposes numerous students to the latest research during the scheduled site visits by the investigators during the academic year.  Finally, the results of the research will be disseminated to the scientific and professional communities through oral presentations, refereed published papers, and a web site devoted to providing information on sustainability of vertical barriers that is accessible by the practicing profession. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "RSS",
   "pi_last_name": "Radhey Sharma",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "RSS S Radhey Sharma",
   "pi_email_addr": "radhey.sharma@mail.wvu.edu",
   "nsf_id": "000220154",
   "pi_start_date": "2011-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "Engineering Sciences Bldg",
  "perf_city_name": "Morgantown",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265066103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  },
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 53814.0
  }
 ],
 "por": null
}