{
 "awd_id": "1130483",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Beyond maternal effects: Transgenerational plasticity in thermal performance.",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 601928.0,
 "awd_amount": 601928.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2014-06-15",
 "awd_abstract_narration": "Many marine species are currently undergoing significant range shifts and exceedingly rapid changes in phenotype driven, potentially, by warming, ocean acidification, and human-induced evolution. Dramatic shifts in body size and maturation have been observed in many marine fishes worldwide. There is considerable debate over whether these changes are the result of rapid evolution or physiological responses to changes in environmental variables. Attempts to address these issues typically assume that thermal physiology is fixed or slow to evolve. Transgenerational plasticity (TGP) occurs when the environment experienced by the parents directly translates, without any changes in DNA sequences, into significant changes in offspring. TGP in thermal performance provides a mechanism for a rapid response to climate change that has, to date, been demonstrated only in terrestrial plants. This project will provide the first test of thermal TGP in marine systems and will explore its implications for forecasting responses to human-induced evolution and climate change. First, the PIs will test for thermal TGP in four taxonomically distinct fishes. Then, using sheepshead minnows as a model, they will study the dependence of transgenerational responses on the predictability of the thermal environment and test whether disparate thermal environments select for different levels of TGP. With these data they will develop the first stochastic population model including TGP and use it to understand life history evolution and predict responses to climate change. \r\n\r\n\r\nIntellectual Merit: The existence of thermal TGP poses a serious challenge to the idea that changes in thermal physiology are slow to evolve and can safely be ignored in modeling population responses to climate change or harvest selection. By extension, virtually all field estimates of heritability and physiological measurements will need to be reconsidered in light of thermal TGP, as will conclusions regarding rapid evolution in shifting environments. The research team has made significant contributions to theoretical and empirical work on the evolutionary, behavioral, and physiological ecology of growth in many different species and environments. Together, the team has substantial prior experience in all aspects of the proposed research and has worked together successfully for many years. \r\n\r\nBroader impacts: The research team is strongly committed to outreach and mentoring students from diverse, under-represented backgrounds. Since 2000, they have advised a total of 18 graduate students (45% women or minorities), and mentored 37 undergraduates (54% women or minorities). They have presented their findings in invited lectures, scientific meetings, and public lecture series. The  post-doctoral fellow will be active in Stony Brook's Center  for Communicating Science and will be a regular participant in the National Ocean Sciences Bowl, aimed at enhancing high school marine education. The PIs will work with UCSC's Institute for Scientist and Engineer Educators (ISEE) to prepare graduate students for their role as future educators, and with UCSC's NSF-supported Robert Noyce Teacher Scholars Program which funds scholarships for students pursuing teaching careers in math and science. Research results will also be brought to the public through the Seymour Discovery Center, a popular public aquarium showcasing research conducted at the adjacent UCSC and NOAA marine labs.  The results will be important in conservation, resource management and policy considerations, since they should provide insight into the capacity for rapid adaptation to environmental change (in this case, temperature).   Finally, the results of this work could have commercial applications.  One example is the multi-billion dollar aquaculture industry, which currently produces more than 50% of fish for human consumption and could  benefit from information on how to increase growth by manipulating parental temperature.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Mangel",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Marc S Mangel",
   "pi_email_addr": "msmangel@soe.ucsc.edu",
   "nsf_id": "000311310",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Sogard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Sogard",
   "pi_email_addr": "susan.sogard@noaa.gov",
   "nsf_id": "000382942",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephan",
   "pi_last_name": "Munch",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Stephan B Munch",
   "pi_email_addr": "smunch@ucsc.edu",
   "nsf_id": "000163902",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "SWFSC Lab",
  "perf_str_addr": "110 Shaffer Rd",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 224076.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 165316.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 170689.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 41847.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In ectotherms/etcoconforms (&lsquo;cold-blooded&rsquo; organisms),&nbsp; body temperature is set by the temperature in the environment.&nbsp; Ecotherms have a growth curve that is a peaked function of temperature: it is low when temperature is low, rising to an peak at an optimal temperature for growth, and then falling as temperature continues to increase.&nbsp;</p>\n<p>In work preliminary to this grant, we discovered that in sheepshead minnow, a small fish that is found from Florida to Connecticut, if mothers were raised at a temperature that was different from their optimal temperature for 30 days, then their offspring had a growth curve that peaked at a temperature closer to the one that the mother experienced rather than the mother&rsquo;s optimal temperature.&nbsp; This phenomenon is called Trans-Generational Plasticity (TGP).&nbsp;</p>\n<p>With this grant, we explored additional aspects of TGP, using long-term experiments that involved multiple generations of sheepshead minnows.&nbsp; We discovered the following.&nbsp; First, sheepshead from different geographic locations responded had different levels of TGP, and that these levels of TGP are related to the predictability of the environment.&nbsp; This experiment was the first quantitative empirical test for the evolution of TGP.&nbsp;&nbsp; Second, TGP persists into the grand-offspring generation, although its strength weakens.&nbsp; This suggests that TGP is the result of a non-genetic modification of DNA (an epigenetic effect) rather than a consequence of mothers provisioning offspring differently.&nbsp; Third, we discovered that the blue coloration that male sheepshead minnows develop as they mature is an honest signal of their ability to reproduce.&nbsp; This signal can be used by females when selecting mates and by males defending their territories (that is, not to attack another male who shows little sign of reproductive development).&nbsp; Fourth, we showed that both males and females contribute to TGP but that the female contribution is greater than the male contribution.&nbsp;&nbsp; Finally, we are continuing (with the support of the Pew Foundation) a 5 generation experiment in which fish are experiencing a continually increasing temperature (as would occur in a warming ocean), to test the hypothesis that TGP will entrain with the increasing temperature.</p>\n<p>&nbsp;Our results have direct impact for understanding how organisms will respond to a changing climate.&nbsp; In particular, we have shown that sheepshead minnow have the ability to rapidly modify their temperature-growth curve, which allows some amount of resilience in the face of a changing environment.</p>\n<p>Our project involved the efforts of two post-doctoral colleagues, two graduate students, one technician, and about a dozen undergraduates.&nbsp; The post-doctoral colleagues are now employed as Assistant Professor of Biology at Kalamazoo College and as Staff Scientist, Korean Environmental Institute.&nbsp; One of the graduate students completed the PhD and is now staff scientist at the Maryland Department of Natural Resources; the other should complete the PhD in 2019.&nbsp; The technician went on to do a MSc degree in Ecology and Evolutionary Biology.&nbsp; The undergraduate assistants followed a wide variety of post-BSc trajectories, including graduate school and non-academic employment in both the private and public sectors.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2017<br>\n\t\t\t\t\tModified by: Marc&nbsp;S&nbsp;Mangel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn ectotherms/etcoconforms (?cold-blooded? organisms),  body temperature is set by the temperature in the environment.  Ecotherms have a growth curve that is a peaked function of temperature: it is low when temperature is low, rising to an peak at an optimal temperature for growth, and then falling as temperature continues to increase. \n\nIn work preliminary to this grant, we discovered that in sheepshead minnow, a small fish that is found from Florida to Connecticut, if mothers were raised at a temperature that was different from their optimal temperature for 30 days, then their offspring had a growth curve that peaked at a temperature closer to the one that the mother experienced rather than the mother?s optimal temperature.  This phenomenon is called Trans-Generational Plasticity (TGP). \n\nWith this grant, we explored additional aspects of TGP, using long-term experiments that involved multiple generations of sheepshead minnows.  We discovered the following.  First, sheepshead from different geographic locations responded had different levels of TGP, and that these levels of TGP are related to the predictability of the environment.  This experiment was the first quantitative empirical test for the evolution of TGP.   Second, TGP persists into the grand-offspring generation, although its strength weakens.  This suggests that TGP is the result of a non-genetic modification of DNA (an epigenetic effect) rather than a consequence of mothers provisioning offspring differently.  Third, we discovered that the blue coloration that male sheepshead minnows develop as they mature is an honest signal of their ability to reproduce.  This signal can be used by females when selecting mates and by males defending their territories (that is, not to attack another male who shows little sign of reproductive development).  Fourth, we showed that both males and females contribute to TGP but that the female contribution is greater than the male contribution.   Finally, we are continuing (with the support of the Pew Foundation) a 5 generation experiment in which fish are experiencing a continually increasing temperature (as would occur in a warming ocean), to test the hypothesis that TGP will entrain with the increasing temperature.\n\n Our results have direct impact for understanding how organisms will respond to a changing climate.  In particular, we have shown that sheepshead minnow have the ability to rapidly modify their temperature-growth curve, which allows some amount of resilience in the face of a changing environment.\n\nOur project involved the efforts of two post-doctoral colleagues, two graduate students, one technician, and about a dozen undergraduates.  The post-doctoral colleagues are now employed as Assistant Professor of Biology at Kalamazoo College and as Staff Scientist, Korean Environmental Institute.  One of the graduate students completed the PhD and is now staff scientist at the Maryland Department of Natural Resources; the other should complete the PhD in 2019.  The technician went on to do a MSc degree in Ecology and Evolutionary Biology.  The undergraduate assistants followed a wide variety of post-BSc trajectories, including graduate school and non-academic employment in both the private and public sectors.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/07/2017\n\n\t\t\t\t\tSubmitted by: Marc S Mangel"
 }
}