{
 "awd_id": "1130533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Expedition Objective Research: Investigating Antarctic Cryosphere Changes at Wilkes Land During the Oligocene and Presumed \"Stable\" Icehouse World  of the Late Miocene",
 "cfda_num": "47.050",
 "org_code": "06040204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Janecek",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2014-07-27",
 "awd_abstract_narration": "Critical pieces of Antarctica?s climatic and cryospheric history remain uncertain owing to a lack of high quality climate data from this region. In particular, sedimentary archives deposited during the Oligocene, which includes the ?mid? Oligocene (a time of amplified climate-ice volume variability), and the late Miocene when the relative stability of the ice sheet is still highly debated, are major missing pieces in deciphering the climate history of Antarctica. The goal of Integrated Ocean Drilling Program Expedition 318 to Wilkes land was to investigate the glacial history of Antarctica from the Greenhouse World, a time of global warmth, with little to no glacial ice, to the Icehouse World, a time of continental size ice sheets. The Wilkes Land area is critical in understanding this history as numerical models suggest that this region was among the last areas of East Antarctica to become glaciated. This makes this part of East Antarctica the most sensitive to climate changes in the past and more vulnerable to future change. This research has two major foci. First, determining the timing when the ice sheet and various ice streams reached the Antarctic coastline during the Oligocene using high-resolution grain size records to identify ice rafted debris (IRD)  provenance records using Ar Ar dating of hornblende grains from the IRD to constrain the source of icebergs. Second, examining an oceanic warming event during the Late Miocene (12-11 million years BP) that appears to be synchronous with a significant glacial retreat of over 300 km in Prydz Bay. This is will be accomplished by developing paired high-resolution stable isotope and Mg/ Ca ratio records from benthic and possibly planktonic foraminifers and foraminiferal biofacies from Late Miocene strata from Site U1361 and then correlate them to the Prydz Bay records. The results from this project will provide, for the first time, the requisite data from a site proximal to Antarctica to test hypotheses and answer yet unresolved questions related to the timing and extent of the Antarctic ice sheet during the start of the icehouse world (Oligocene) and during a time interval when the ice sheet was considered to be relatively stable (Late Miocene). Additionally, these results will also be key for climate modelers in developing a better understanding of ice sheet dynamics during these time intervals.\r\nThe main educational outreach goal of this project is to inspire and educate the next generation of Antarctic researchers by developing an undergraduate research and mentoring program for three undergraduate students and one graduate student. This is in tune with a long-term commitment of the PI working in community and educational outreach efforts. As part of educational outreach, the PI will host post-cruise video conferences being organized by Ocean Leadership for schools that participated in video conferencing during the expedition. Additional outreach activities include giving presentations and hands-on demonstrations to six major museums across the country.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Pekar",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen F Pekar",
   "pi_email_addr": "stephen.pekar@qc.cuny.edu",
   "nsf_id": "000161925",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Queens College",
  "inst_street_address": "6530 KISSENA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FLUSHING",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189975400",
  "inst_zip_code": "113671575",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJABWGUJM228"
 },
 "perf_inst": {
  "perf_inst_name": "Queens College",
  "perf_str_addr": "6530 Kissena Blvd",
  "perf_city_name": "Flushing",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113671575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "572000",
   "pgm_ele_name": "OCEAN DRILLING PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award contains two studies that tackled two thorny issues concerning climate changes in the past: 1) investigating the apparent decoupling of greenhouse gases (i.e., CO<sub>2</sub>) and climate during the Late Oligocene (26-24 million years ago) and 2) the discovery of the first occurrence of significant (i.e., greater than the Greenland ice sheet) in the northern hemisphere at ~11 million year ago.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;During the Late Oligocene, atmospheric carbon dioxide levels were gradually decreasing to near modern day levels project.&nbsp; However, geochemical records from deep-sea sites suggest that a global warming occurred during this time interval.&nbsp; While it would be expected that there would be a great deal of interest in understanding times when greenhouse gases were higher than today and their effect on climate, it may be surprising to learn that there is a great deal of uncertainty about the extent of ice sheets, and the causal factors in their development.&nbsp; A principal means to estimate changes in ice volume and ocean water temperatures is by studying the remains of shells from foraminifers &mdash; single-celled marine organisms &mdash; of that period. The ratio of oxygen isotopes in the shells depends on both the temperature and the isotopic composition of the water in which the foraminifers lived. The isotopic composition, in turn, was controlled by the ice volume at the poles, and by the evaporation&ndash;precipitation history of the water when it was near the ocean&rsquo;s surface.&nbsp; In this study, various types of data sets from three sites from around Antarctic provided overwhelming evidence that Antarctica did not warm appreciable during the Late Oligocene (26-24 million years ago), as Antarctic ice volume estimates did not decrease in any meaningful way.&nbsp; The only possible explanation would be that deep-water circulation changes resulted in warmer bottom water temperatures that would mask the ice volume signal in deep-sea geochemical records.&nbsp; This study resolves the conundrum of decreasing greenhouse gases and a warming global climate during the Late Oligocene.</p>\n<p>&nbsp;</p>\n<p>The Late Miocene study discovered a new carbonate preservation event located in the Southern Ocean around Antarctica between 12 and 11 million years ago.&nbsp; While deep waters near Antarctica are notoriously corrosive to the carbonate shells of foraminifers, the preservation of these shells were excellent, allowing scientists to explore the oceanographic changes around Antarctica as well as place new estimates for how large the global glacial ice budget was during this time.&nbsp; A surprising result is that the global ice volume budget was far larger than expected (much larger than what could be on the Antarctic continent). The current paradigm states that northern hemisphere glaciation began around 3 million years ago.&nbsp; However, the results here suggest that a large ice sheet (larger than the present-day Greenland Ice Sheet) formed for hundreds of thousands of years in the northern hemisphere.&nbsp; This pushes back the timing of the first northern hemisphere ice sheet from 3 to 11 million years ago.&nbsp; This major find is important as atmospheric CO<sub>2</sub> during the Late Miocene were near pre-industrial levels.&nbsp; Numerical modeling results have indicated that northern hemispheric ice sheets could have developed during these times.&nbsp; This study supports the results of the modeling.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/25/2016<br>\n\t\t\t\t\tModified by: Stephen&nbsp;F&nbsp;Pekar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award contains two studies that tackled two thorny issues concerning climate changes in the past: 1) investigating the apparent decoupling of greenhouse gases (i.e., CO2) and climate during the Late Oligocene (26-24 million years ago) and 2) the discovery of the first occurrence of significant (i.e., greater than the Greenland ice sheet) in the northern hemisphere at ~11 million year ago. \n\n \n\n During the Late Oligocene, atmospheric carbon dioxide levels were gradually decreasing to near modern day levels project.  However, geochemical records from deep-sea sites suggest that a global warming occurred during this time interval.  While it would be expected that there would be a great deal of interest in understanding times when greenhouse gases were higher than today and their effect on climate, it may be surprising to learn that there is a great deal of uncertainty about the extent of ice sheets, and the causal factors in their development.  A principal means to estimate changes in ice volume and ocean water temperatures is by studying the remains of shells from foraminifers &mdash; single-celled marine organisms &mdash; of that period. The ratio of oxygen isotopes in the shells depends on both the temperature and the isotopic composition of the water in which the foraminifers lived. The isotopic composition, in turn, was controlled by the ice volume at the poles, and by the evaporation&ndash;precipitation history of the water when it was near the oceanÆs surface.  In this study, various types of data sets from three sites from around Antarctic provided overwhelming evidence that Antarctica did not warm appreciable during the Late Oligocene (26-24 million years ago), as Antarctic ice volume estimates did not decrease in any meaningful way.  The only possible explanation would be that deep-water circulation changes resulted in warmer bottom water temperatures that would mask the ice volume signal in deep-sea geochemical records.  This study resolves the conundrum of decreasing greenhouse gases and a warming global climate during the Late Oligocene.\n\n \n\nThe Late Miocene study discovered a new carbonate preservation event located in the Southern Ocean around Antarctica between 12 and 11 million years ago.  While deep waters near Antarctica are notoriously corrosive to the carbonate shells of foraminifers, the preservation of these shells were excellent, allowing scientists to explore the oceanographic changes around Antarctica as well as place new estimates for how large the global glacial ice budget was during this time.  A surprising result is that the global ice volume budget was far larger than expected (much larger than what could be on the Antarctic continent). The current paradigm states that northern hemisphere glaciation began around 3 million years ago.  However, the results here suggest that a large ice sheet (larger than the present-day Greenland Ice Sheet) formed for hundreds of thousands of years in the northern hemisphere.  This pushes back the timing of the first northern hemisphere ice sheet from 3 to 11 million years ago.  This major find is important as atmospheric CO2 during the Late Miocene were near pre-industrial levels.  Numerical modeling results have indicated that northern hemispheric ice sheets could have developed during these times.  This study supports the results of the modeling.  \n\n \n\n\t\t\t\t\tLast Modified: 01/25/2016\n\n\t\t\t\t\tSubmitted by: Stephen F Pekar"
 }
}