{
 "awd_id": "1130266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Staffing and Routing in Service Systems with Uncertain Arrival Rates: An Integrated Stochastic Programming and Asymptotic Analysis Approach",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 206119.0,
 "awd_amount": 206119.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "The research objective of this award is to provide managers with sound, practical tools to efficiently balance cost and quality when making staffing and routing decisions in general service systems. Specifically, we consider service systems having multiple customer and server types, and uncertainties in customer arrival volume and server availability. A key complication is that these systems possess uncertainties at multiple scales: operational uncertainty in the service and arrival times, and higher-order uncertainty in the customer volumes and server availability. We will study this problem using an approach that integrates asymptotic analysis, which effectively addresses operational uncertainties, and stochastic programming, which effectively addresses high-order uncertainties.  Specifically, we will explore the use of shadow policies for real-time customer routing decisions and use asymptotic analysis to demonstrate their quality for high-volume systems.  The results of this analysis will be integrated into a stochastic integer programming approach that determines staffing levels and server schedules.  Extensions of the methodology to find good schedules for medium and small-scale service systems will also be studied.\r\n\r\nOur research will provide managers of complex service systems with practical policies for real-time assignment of customers to servers and methods for server scheduling that provide solutions that are robust to uncertainties in customer volume and server availability.   These methods are directly applicable to call center systems and, by better matching servers to requirements, have the potential to reduce costs while providing higher quality service.  If successful, the extensions of our methods to small and medium-scale systems will also help managers of health-care systems plan schedules of physicians, nurses, and other health-care providers in the face of a very uncertain and heterogeneous patient population.  The PI's will also collaborate to include selective components of each other's discipline into the courses they teach, thereby increasing the range of tools for dealing with uncertainty that their students learn.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Luedtke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Luedtke",
   "pi_email_addr": "jrluedt1@wisc.edu",
   "nsf_id": "000501754",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061539",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178700",
   "pgm_ele_name": "SERVICE ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 206119.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">This project investigated the problem of determining employee schedules in a service system faced with uncertain customer demands. The goal is to obtain schedules for the employees that respect restrictions on when an employee can work (e.g., they should be the same times each day for a minimum number of consecutive days), while ensuring there is sufficient staffing available to meet the demands on the service system throughout the planning horizon. Several factors contribute to the challenge of this problem. First, the mathematical formulation requires discrete decision variables to represent the number of employees that work each schedule, and consequently, the number who are available during each time period in the planning horizon. Such discrete decisions leads to a combinatorial explosion of the number of possible solutions to be considered. Second, we consider a system which may have multiple types of customer demands, and the amount of these demands is not known with certainty when the employee schedules must be fixed. Finally, employees have varying abilities in terms of which customer types they can serve, and what their service rate would be if they do. Thus, while the system is being operated a policy must be used to assign available employees to customers of different types, and the employee schedule should be made in anticipation that this policy will be used. We presented a mathematical optimization problem (a &ldquo;stochastic integer program&rdquo;) that suitably approximates the result of using such a policy, and considers a large number of possible demand scenarios. We find that using this approach leads to employee schedules that can achieve significantly improved quality-of-service at the same cost, or which can reduce cost while maintaining the quality-of-service. The optimization problem that we propose is difficult to solve with currently available methods, and therefore we also investigated a new approach for using a class of inequalities (&ldquo;mixed-integer rounding cuts&rdquo;) to improve the ability to solve this problem. We found that our new approach was able to solve to optimality instances that were much larger than could be solved with existing approaches.</p>\n<p style=\"text-align: left;\"><br />Motivated by the problem described in the previous paragraph, we also investigated new general-purpose techniques for solving a broad class of stochastic-integer programs. Such problems have wide applicability because of their ability to simultaneously consider discrete decisions and the effect of uncertainty. In addition to the service system scheduling problem described above, other potential applications of this problem class include the scheduling of power generators in the electrical grid in the face of uncertain supplies from renewable sources, and the design of supply chain networks in the face of uncertain future customer demands. An important part of solving such a problem is the ability to efficiently compute a good bound on the best possible optimal value. In the field of deterministic integer programming, valid inequalities are an important approach that is used for obtaining improved bounds. We investigated two techniques for using such valid inequalities within a decomposition algorithm for stochastic integer programming, and demonstrated that each of these techniques has potential benefits, and thus, when designing an algorithm for stochastic integer programming, both techniques should be considered. These results led to improvements in the state-of-the-art methodology for solving this broad class of problems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2016<br>\n\t\t\t\t\tModified by: James&nbsp;Luedtke</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1130266/1130266_10122691_1477533145883_EffFront_PT0--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1130266/1130266_10122691_1477533145883_EffFront_PT0--rgov-800width.jpg\" title=\"Efficient frontiers for optimal and heuristic solution approaches.\"><img src=\"/por/images/Reports/POR/2016/1130266/1130266_10122691_1477533145883_EffFront_PT0--rgov-66x44.jpg\" alt=\"Efficient frontiers for optimal and heuristic solution approaches.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Each dot represents the quality-of-service (measured by customer abandonments) and scheduling cost of a schedule. Black dots represent schedules obtained by the proposed optimization method. White dots are from a heuristic. The optimization method achieves better service at the same cost.</div>\n<div class=\"imageCredit\">Merve Bodur</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">James&nbsp;Luedtke</div>\n<div class=\"imageTitle\">Efficient frontiers for optimal and heuristic solution approaches.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "This project investigated the problem of determining employee schedules in a service system faced with uncertain customer demands. The goal is to obtain schedules for the employees that respect restrictions on when an employee can work (e.g., they should be the same times each day for a minimum number of consecutive days), while ensuring there is sufficient staffing available to meet the demands on the service system throughout the planning horizon. Several factors contribute to the challenge of this problem. First, the mathematical formulation requires discrete decision variables to represent the number of employees that work each schedule, and consequently, the number who are available during each time period in the planning horizon. Such discrete decisions leads to a combinatorial explosion of the number of possible solutions to be considered. Second, we consider a system which may have multiple types of customer demands, and the amount of these demands is not known with certainty when the employee schedules must be fixed. Finally, employees have varying abilities in terms of which customer types they can serve, and what their service rate would be if they do. Thus, while the system is being operated a policy must be used to assign available employees to customers of different types, and the employee schedule should be made in anticipation that this policy will be used. We presented a mathematical optimization problem (a \"stochastic integer program\") that suitably approximates the result of using such a policy, and considers a large number of possible demand scenarios. We find that using this approach leads to employee schedules that can achieve significantly improved quality-of-service at the same cost, or which can reduce cost while maintaining the quality-of-service. The optimization problem that we propose is difficult to solve with currently available methods, and therefore we also investigated a new approach for using a class of inequalities (\"mixed-integer rounding cuts\") to improve the ability to solve this problem. We found that our new approach was able to solve to optimality instances that were much larger than could be solved with existing approaches.\n\nMotivated by the problem described in the previous paragraph, we also investigated new general-purpose techniques for solving a broad class of stochastic-integer programs. Such problems have wide applicability because of their ability to simultaneously consider discrete decisions and the effect of uncertainty. In addition to the service system scheduling problem described above, other potential applications of this problem class include the scheduling of power generators in the electrical grid in the face of uncertain supplies from renewable sources, and the design of supply chain networks in the face of uncertain future customer demands. An important part of solving such a problem is the ability to efficiently compute a good bound on the best possible optimal value. In the field of deterministic integer programming, valid inequalities are an important approach that is used for obtaining improved bounds. We investigated two techniques for using such valid inequalities within a decomposition algorithm for stochastic integer programming, and demonstrated that each of these techniques has potential benefits, and thus, when designing an algorithm for stochastic integer programming, both techniques should be considered. These results led to improvements in the state-of-the-art methodology for solving this broad class of problems.\n\n\t\t\t\t\tLast Modified: 10/26/2016\n\n\t\t\t\t\tSubmitted by: James Luedtke"
 }
}