{
 "awd_id": "1130019",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying Thermal and Chemical Conditions within Active Seafloor Vent Deposits",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 250637.0,
 "awd_amount": 250637.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "A wide variety of unique chemosynthetic microbes live in the steep thermal and geochemical gradients present in seafloor hydrothermal vent chimney walls, some of which have the potential for producing unique biochemicals that can be used for various health and pharmachological purposes.  These microbes and others survive in hydrothermal systems without the benefit of light from the sun and feed off hot, reduced fluids spewing out of the subsurface on mid-ocean ridges.  The thermal gradients in waters coming from these vents change from temperatures up to 400C to 2C on the order of a few centimeters.  Due to these steep gradients, it is not presently possible to make quantitative physical measurements of the geochemical characteristics of these resulting microhabitats.  This in turn makes it difficult to understand how the various unique microbial life forms that live in these extreme environments carry out their metabolic processes and interact with one another and their changing geochemical environment.  This research solves the problem by creating a user-friendly modeling code, based on reversible and irreversible thermodynamics and incorporating the effects of advection and diffusion, that can be used to determine specific geochemical characteristics of hydrothermal fluids in vent chimneys given various chemical, thermal, and physical boundary conditions.  The code will be tested using the characteristics and measurements that have been made at five well known hydrothermal vent sites. Broader impacts of the work include building infrastructure for science through the creation of a user-friendly bioenergetics code with a companion user manual that will be made publicly available on the Internet.  The code has crossover potential into the field of microbiology and fields associated with examining life in extreme environments and bio-prospecting, both of which have implications for pharmacology and discovering new compounds to improve human health.  In addition, the work also supports a female research scientist as well as trains a female graduate student in computational geoscience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Tivey",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret K Tivey",
   "pi_email_addr": "mktivey@whoi.edu",
   "nsf_id": "000090639",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "360 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 250637.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Seafloor hydrothermal systems are present at depths of ~1000 to 4000 meters below sea level along both mid-ocean ridges and spreading centers in back-arc basins.&nbsp; They are responsible for transferring significant amounts of heat and material from the earth&rsquo;s crust into the ocean. The vent fluids are produced as a result of high-temperature (350&deg;C-500&deg;C) water-rock reactions that occur when seawater that has percolated into the earth&rsquo;s crust is warmed by residual heat or injections of magma (melt) at the seafloor spreading center. The hot (up to ~400C or 750F) buoyant vent fluids rise rapidly to the seafloor and exit &ldquo;black smoker&rdquo; chimneys.&nbsp; The vent fluids carry reduced metals, hydrogen, and hydrogen sulfide and, when mixed with metal-poor sulfate-rich seawater, form metal-rich deposits that are analogs of some types of base metal ore deposits.&nbsp; The chimneys also provide habitats for unusual organisms that use the resulting chemical disequilibria (hydrogen sulfide vs sulfate, Fe<sup>2+</sup> vs Fe<sup>3+</sup>, hydrogen vs oxygen) as energy sources that fuel the base of a deep-sea food chain. &nbsp;The walls of chimneys are thin (~1 to 10 cm), bound on one side by hot, metal-, hydrogen-, and sulfide-rich fluid and on the other by cold, metal- and hydrogen-poor and sulfate-rich seawater.&nbsp; The porous chimney walls are subject to steep gradients of temperature and concentrations of elements.&nbsp; Aqueous ions (e.g., iron, copper, sulfate, chloride) and dissolved gases (hydrogen, oxygen, hydrogen sulfide) are transported across the porous walls from areas of high concentration to low concentration (by diffusion).&nbsp; These elements are also carried by fluids flowing across the wall from areas of high to low pressure (by advection, or movement of fluid through porous networks).&nbsp; As a result of these transport processes, chemical profiles are modified across the wall, minerals become saturated and precipitate within the pores of the wall, and conditions that are favorable for microorganisms are established in outer parts of the wall where temperatures are 120C or less.&nbsp; In these outer parts of the wall the steep temperature and concentration gradients provide combinations of reducing chemicals (from vent fluid) and oxidizing chemicals (from seawater) that are used by microorganisms as sources of energy.</p>\n<p>This project focused on carrying out quantitative calculations to predict the environmental conditions within these chimney walls, where microorganisms are known to reside, and where conditions result in the precipitation of metal-sulfide and sulfate minerals.&nbsp; An existing transport-reaction model that considers transport of mass by both advection and diffusion in response to various gradients across chimney walls was used, and as part of this project was significantly revised. Revisions were necessary to include a fuller consideration of diffusion, which occurs in response to 1) gradients of concentration, and then, because there is a steep temperature gradient, to 2) gradients of activity coefficients (one term was already in the transport-reaction model, another was added), and 3) gradients in standard state chemical potential (a term was added). &nbsp;The revised transport-reaction model was then used to examine the likely thermal and chemical conditions that exist within the walls of chimneys forming from vent fluids that exhibit extremes in chemistry&nbsp;(i.e., in concentrations of iron, hydrogen, hydrogen sulfide, carbon dioxide). &nbsp;Results predict differences in chimney environments as a function of vent fluid composition and rates of fluid flow across chimneys walls.&nbsp; For example, conditions favorable for microorganisms that thrive without oxygen (anaerobes) vary greatly, depending on the vent fluid hydrogen concentration and rate of outward advection.&nbsp; For some chimneys,...",
  "por_txt_cntn": "\nSeafloor hydrothermal systems are present at depths of ~1000 to 4000 meters below sea level along both mid-ocean ridges and spreading centers in back-arc basins.  They are responsible for transferring significant amounts of heat and material from the earthÆs crust into the ocean. The vent fluids are produced as a result of high-temperature (350&deg;C-500&deg;C) water-rock reactions that occur when seawater that has percolated into the earthÆs crust is warmed by residual heat or injections of magma (melt) at the seafloor spreading center. The hot (up to ~400C or 750F) buoyant vent fluids rise rapidly to the seafloor and exit \"black smoker\" chimneys.  The vent fluids carry reduced metals, hydrogen, and hydrogen sulfide and, when mixed with metal-poor sulfate-rich seawater, form metal-rich deposits that are analogs of some types of base metal ore deposits.  The chimneys also provide habitats for unusual organisms that use the resulting chemical disequilibria (hydrogen sulfide vs sulfate, Fe2+ vs Fe3+, hydrogen vs oxygen) as energy sources that fuel the base of a deep-sea food chain.  The walls of chimneys are thin (~1 to 10 cm), bound on one side by hot, metal-, hydrogen-, and sulfide-rich fluid and on the other by cold, metal- and hydrogen-poor and sulfate-rich seawater.  The porous chimney walls are subject to steep gradients of temperature and concentrations of elements.  Aqueous ions (e.g., iron, copper, sulfate, chloride) and dissolved gases (hydrogen, oxygen, hydrogen sulfide) are transported across the porous walls from areas of high concentration to low concentration (by diffusion).  These elements are also carried by fluids flowing across the wall from areas of high to low pressure (by advection, or movement of fluid through porous networks).  As a result of these transport processes, chemical profiles are modified across the wall, minerals become saturated and precipitate within the pores of the wall, and conditions that are favorable for microorganisms are established in outer parts of the wall where temperatures are 120C or less.  In these outer parts of the wall the steep temperature and concentration gradients provide combinations of reducing chemicals (from vent fluid) and oxidizing chemicals (from seawater) that are used by microorganisms as sources of energy.\n\nThis project focused on carrying out quantitative calculations to predict the environmental conditions within these chimney walls, where microorganisms are known to reside, and where conditions result in the precipitation of metal-sulfide and sulfate minerals.  An existing transport-reaction model that considers transport of mass by both advection and diffusion in response to various gradients across chimney walls was used, and as part of this project was significantly revised. Revisions were necessary to include a fuller consideration of diffusion, which occurs in response to 1) gradients of concentration, and then, because there is a steep temperature gradient, to 2) gradients of activity coefficients (one term was already in the transport-reaction model, another was added), and 3) gradients in standard state chemical potential (a term was added).  The revised transport-reaction model was then used to examine the likely thermal and chemical conditions that exist within the walls of chimneys forming from vent fluids that exhibit extremes in chemistry (i.e., in concentrations of iron, hydrogen, hydrogen sulfide, carbon dioxide).  Results predict differences in chimney environments as a function of vent fluid composition and rates of fluid flow across chimneys walls.  For example, conditions favorable for microorganisms that thrive without oxygen (anaerobes) vary greatly, depending on the vent fluid hydrogen concentration and rate of outward advection.  For some chimneys, conditions throughout nearly all of the wall (at temperatures 15C and higher) are predicted to be anaerobic.  For other chimneys, no portions of the wall where microorganisms can reside (a..."
 }
}