{
 "awd_id": "1130711",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Interwoven biogeochemical cycles and biological transformations of mercury and selenium in the upper ocean",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 500150.0,
 "awd_amount": 500150.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2013-01-03",
 "awd_abstract_narration": "Researchers from the University of Connecticut, Woods Hole Oceanographic Institution, and Harvard University plan to address three questions related to the global biogeochemical mercury (Hg) and selenium (Se) cycles, namely (1) what are the abiotic and biotic mechanisms for formation of methylated Hg and Se compounds in the upper ocean?; (2) what is the role of photochemical reactions in air-sea exchange of Hg and Se?; and (3) how are the biogeochemical cycles of Hg and Se related?  To attain their goal, the scientists will participate in a cruise of opportunity to the Tropical North Pacific, as well as carry out laboratory culture and controlled incubation experiments.  Samples collected during the cruise will be used to determine the speciation of Hg and Se, as well as obtain measurements of photochemical status (i.e., UV, ozone, light levels, chemical (i.e., natural organic matter, redox metals), and biological (i.e., chlorophyll a, phytoplankton composition,proteomics, estimates of carbon mineralization) properties.  The laboratory culture and controlled incubation experiments will be used to determine the specific pathways for Hg and Se compound formation and degradation, especially the role of photochemical transformations, as well as assess the importance of Se as a binding ligand for Hg in the marine environment.  Lastly, the researchers will continue to develop the oceanic sub-model of the GEOS-Chem global biochemical Hg model to include the cycling of Se and will use the model to ascertain the importance of various processes of conversion and evasion in the global cycles of these two elements.   \r\n\r\nAs regards broader impacts, this study has societal benefits because it would improve our understanding on how mercury enters seafood which impacts human health.  Results from the research would be included in curriculum material.  One graduate student from the University of Connecticut, one postdoc from Harvard University, and one graduate student from Woods Hole Oceanographic Institution would be supported and trained as part of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Fitzgerald",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "William F Fitzgerald",
   "pi_email_addr": "william.fitzgerald@uconn.edu",
   "nsf_id": "000102780",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pieter",
   "pi_last_name": "Visscher",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Pieter T Visscher",
   "pi_email_addr": "pieter.visscher@uconn.edu",
   "nsf_id": "000153953",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Mason",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Robert P Mason",
   "pi_email_addr": "robert.mason@uconn.edu",
   "nsf_id": "000064296",
   "pi_start_date": "2013-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "1080 Shennecosset Rd",
  "perf_city_name": "Groton",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "063406029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 500150.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The environmental cycling of mercury (Hg) and selenium (Se) and their behavior within the biosphere have many similar characteristics but one notable difference. That is, and in general, mercury is toxic while selenium is an essential trace element with positive biological functions (except at high concentrations).&nbsp; Also, while Hg and Se form dissolved compounds in the ocean, and are attached to particle surfaces like other metals and metalloids, they are also found as dissolved gaseous species, and most importantly as methylated compounds (e.g. dimethylmercury and dimethylselenium. Our research was designed to better understand the coupling and differences associated with the biogeochemical cycling of Hg and Se in the upper ocean. &nbsp;Ultra-trace nutrients such as selenium, iron, zinc, and cobalt affect plant growth at nano- and pico-gram levels, while antagonistic agents such as mercury (at these vanishingly small quantities) interact and accumulate in&nbsp; microorganisms (e.g., bacteria, phytoplankton, zooplankton) and biomagnify in food webs such that top predators as swordfish and tuna can have concentrations of Hg in muscle (primarily as the neurotoxin monomethylmercury, MMHg) greater than one part per million - an enhancement of&nbsp; 6-7 orders of magnitude over the amounts in seawater and the primary reason for fish consumption advisories by local, state, national and international agencies (e.g., FDA, EPA, WHO).</p>\n<p>Our oceanic and complementary laboratory investigations addressed three overarching questions: <strong>1.</strong> <strong>What are the abiotic and biotic mechanisms for the formation of methylated Hg and Se compounds in upper ocean waters? 2. What is the role of photochemical reactions in air-sea exchange of Hg and Se? 3. How are the biogeochemical cycles of Hg and Se related? </strong>This research was formulated around the following specific hypotheses: 1) The production of methylated Hg and Se species in the upper ocean waters are predominantly biologically mediated, and Se plays a role in Hg biogeochemical transformations; 2) Production of methylated Se compounds is related to the degradation of selenoproteins in cells, as well as their release during microbial degradation; 3) Photochemical degradation is an important loss process (i.e., sink) &nbsp;for both methylated Hg and Se compounds in the oceanic mixed layer (i.e., upper 50-150 meters), and 4) Reduced Se contributes to the strong complexation of Hg in ocean waters, and influences the bioavailability of Hg to marine organisms.</p>\n<p>We participated in a major expedition to the subtropical and equatorial Pacific as part of the 2011 Metalloenzyme (MetZyme) Cruise ( i.e., between Hawaii and Western Samoa). This region has been a focus of pioneering research for Hg and Se, and we reexamined many of the hypotheses from these studies using better analytical techniques, a larger range of measurements, including proteomics, and a refined and detailed mix of water column measurements and on-board process studies using stable isotope spike methods.&nbsp;</p>\n<p>Samples were obtained and shipboard experiments conducted for both Se and Hg. These experiments and on-going laboratory investigations (a major part of a Ph.D thesis research at UConn) point to the importance of dissolved organic matter and UV radiation in influencing&nbsp; the photochemical degradation of MMHg in surface ocean waters. The comparison of measured concentrations of MMHg in the different phytoplankton size classes obtained during the 2011 cruise has highlighted the role of organic matter in affecting bioaccumulation and trophic transfer of MMHg. This research formed the basis of another Ph.D thesis.&nbsp;</p>\n<p>Speciation and distributional Se data obtained from collections made during the 2011 MetZyme Cruise and subsequent laboratory experiments are being used in the&nbsp;development of a global model for Se...",
  "por_txt_cntn": "\nThe environmental cycling of mercury (Hg) and selenium (Se) and their behavior within the biosphere have many similar characteristics but one notable difference. That is, and in general, mercury is toxic while selenium is an essential trace element with positive biological functions (except at high concentrations).  Also, while Hg and Se form dissolved compounds in the ocean, and are attached to particle surfaces like other metals and metalloids, they are also found as dissolved gaseous species, and most importantly as methylated compounds (e.g. dimethylmercury and dimethylselenium. Our research was designed to better understand the coupling and differences associated with the biogeochemical cycling of Hg and Se in the upper ocean.  Ultra-trace nutrients such as selenium, iron, zinc, and cobalt affect plant growth at nano- and pico-gram levels, while antagonistic agents such as mercury (at these vanishingly small quantities) interact and accumulate in  microorganisms (e.g., bacteria, phytoplankton, zooplankton) and biomagnify in food webs such that top predators as swordfish and tuna can have concentrations of Hg in muscle (primarily as the neurotoxin monomethylmercury, MMHg) greater than one part per million - an enhancement of  6-7 orders of magnitude over the amounts in seawater and the primary reason for fish consumption advisories by local, state, national and international agencies (e.g., FDA, EPA, WHO).\n\nOur oceanic and complementary laboratory investigations addressed three overarching questions: 1. What are the abiotic and biotic mechanisms for the formation of methylated Hg and Se compounds in upper ocean waters? 2. What is the role of photochemical reactions in air-sea exchange of Hg and Se? 3. How are the biogeochemical cycles of Hg and Se related? This research was formulated around the following specific hypotheses: 1) The production of methylated Hg and Se species in the upper ocean waters are predominantly biologically mediated, and Se plays a role in Hg biogeochemical transformations; 2) Production of methylated Se compounds is related to the degradation of selenoproteins in cells, as well as their release during microbial degradation; 3) Photochemical degradation is an important loss process (i.e., sink)  for both methylated Hg and Se compounds in the oceanic mixed layer (i.e., upper 50-150 meters), and 4) Reduced Se contributes to the strong complexation of Hg in ocean waters, and influences the bioavailability of Hg to marine organisms.\n\nWe participated in a major expedition to the subtropical and equatorial Pacific as part of the 2011 Metalloenzyme (MetZyme) Cruise ( i.e., between Hawaii and Western Samoa). This region has been a focus of pioneering research for Hg and Se, and we reexamined many of the hypotheses from these studies using better analytical techniques, a larger range of measurements, including proteomics, and a refined and detailed mix of water column measurements and on-board process studies using stable isotope spike methods. \n\nSamples were obtained and shipboard experiments conducted for both Se and Hg. These experiments and on-going laboratory investigations (a major part of a Ph.D thesis research at UConn) point to the importance of dissolved organic matter and UV radiation in influencing  the photochemical degradation of MMHg in surface ocean waters. The comparison of measured concentrations of MMHg in the different phytoplankton size classes obtained during the 2011 cruise has highlighted the role of organic matter in affecting bioaccumulation and trophic transfer of MMHg. This research formed the basis of another Ph.D thesis. \n\nSpeciation and distributional Se data obtained from collections made during the 2011 MetZyme Cruise and subsequent laboratory experiments are being used in the development of a global model for Se cycling.  At present, the model gives a reasonable prediction of the concentration and speciation of Se throughout the ocean. However, there is much to improve and ..."
 }
}