{
 "awd_id": "1130346",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Staffing and Routing in Service Systems with Uncertain Arrival Rates: An Integrated Stochastic Programming and Asymptotic Analysis Approach",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diwakar Gupta",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 123444.0,
 "awd_amount": 52021.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2015-01-14",
 "awd_abstract_narration": "The research objective of this award is to provide managers with sound, practical tools to efficiently balance cost and quality when making staffing and routing decisions in general service systems. Specifically, we consider service systems having multiple customer and server types, and uncertainties in customer arrival volume and server availability. A key complication is that these systems possess uncertainties at multiple scales: operational uncertainty in the service and arrival times, and higher-order uncertainty in the customer volumes and server availability. We will study this problem using an approach that integrates asymptotic analysis, which effectively addresses operational uncertainties, and stochastic programming, which effectively addresses high-order uncertainties.  Specifically, we will explore the use of shadow policies for real-time customer routing decisions and use asymptotic analysis to demonstrate their quality for high-volume systems.  The results of this analysis will be integrated into a stochastic integer programming approach that determines staffing levels and server schedules.  Extensions of the methodology to find good schedules for medium and small-scale service systems will also be studied.\r\n\r\nOur research will provide managers of complex service systems with practical policies for real-time assignment of customers to servers and methods for server scheduling that provide solutions that are robust to uncertainties in customer volume and server availability.   These methods are directly applicable to call center systems and, by better matching servers to requirements, have the potential to reduce costs while providing higher quality service.  If successful, the extensions of our methods to small and medium-scale systems will also help managers of health-care systems plan schedules of physicians, nurses, and other health-care providers in the face of a very uncertain and heterogeneous patient population.  The PI's will also collaborate to include selective components of each other's discipline into the courses they teach, thereby increasing the range of tools for dealing with uncertainty that their students learn.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tolga",
   "pi_last_name": "Tezcan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tolga Tezcan",
   "pi_email_addr": "tolga.tezcan@simon.rochester.edu",
   "nsf_id": "000493800",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178700",
   "pgm_ele_name": "SERVICE ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 52020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research objective of this award is to provide managers with sound, practical tools to efficiently balance cost and quality when making staffing and routing decisions in service systems. The research team has focused on robust scheduling policies for applications in customer service and health delivery systems.</p>\n<p>&nbsp;</p>\n<p>With the advent of new technologies the nature of the customer service has changed tremendously although there is very limited research on these technologies in the OM literature. &nbsp;We focused on interactive voice recognition systems (IVR) and customer service chat systems. In a typical call center equipped with an IVR system, customers are handled first by the IVR system, which is a computerized system that often enables customers to self-serve. Those customers whose service cannot be handled by the IVR system are sent to the second stage to be served by agents. We proposed a flexible design structure on how to use IVR systems.</p>\n<p>For chat systems we focused on how to staff these systems and how route arriving customers to available agents. Customer service chat (CSC) is a service provided by companies to allow users to communicate in real time with a customer service agent using the Internet. A unique feature of these systems is that agents can serve multiple customers simultaneously and customers may abandon from service. We focused on the routing problem to minimize the probability of abandonment. We proposed robust routing policies, which automatically matches arriving customers with available agents. We proved the asymptotic optimality of our proposed policies in a many-server regime.</p>\n<p>&nbsp;</p>\n<p>Motivated by applications in emergency departments we also focused on how to optimally dispatch providers to treat patients in different parts of the system. In an ED it is typical that with increased patient census the workload on the providers increases mainly due to interruptions that patients generate while they await treatment. Our goal was to identify simple policies to maximize the throughput of the system when the total number of customers receiving treatment is bounded (for example due to fixed number of beds in an ED) but there is ample waiting room before their service starts. We showed that when the interruptions are ignored it is optimal to try to &ldquo;fill&rdquo; the system by giving priority to patients that are trying to access to a bed. When the interruptions are considered we carried out an asymptotic analysis and showed that when the system size is large it is optimal to &ldquo;empty&rdquo; the system by giving priority to those patients that are already placed in a bed.</p>\n<p>&nbsp;</p>\n<p>We also considered how different triage methods may affect the operational outcomes in an emergency room. We developed a simple tool to determine when physician triage or nurse triage should be used. We demonstrated that when the arrival rate to an emergency room is high enough but not too high physician triage should be used. Otherwise we showed that nurse triage is more effective.</p>\n<p>&nbsp;</p>\n<p>Another research problem we worked on is determining the optimal configuration of hospital inpatient rooms in the presence of isolation patients. One of the main decisions in the new hospitals is how many patients should board in an inpatient room. The trend in the US is toward private rooms. Private rooms are more desirable but they are more costly to build (financially and in terms of space.) On the other hand a patient that needs to be isolated cannot share a room with another patient, for example because of the potential spread of a contagious disease. We showed that an optimal mix of private and semi-private rooms can be significantly superior to using all of one type.</p>\n<p>In another project we worked with a local hospital in determining the number of transporters they need at each hour in a week. Transp...",
  "por_txt_cntn": "\nThe research objective of this award is to provide managers with sound, practical tools to efficiently balance cost and quality when making staffing and routing decisions in service systems. The research team has focused on robust scheduling policies for applications in customer service and health delivery systems.\n\n \n\nWith the advent of new technologies the nature of the customer service has changed tremendously although there is very limited research on these technologies in the OM literature.  We focused on interactive voice recognition systems (IVR) and customer service chat systems. In a typical call center equipped with an IVR system, customers are handled first by the IVR system, which is a computerized system that often enables customers to self-serve. Those customers whose service cannot be handled by the IVR system are sent to the second stage to be served by agents. We proposed a flexible design structure on how to use IVR systems.\n\nFor chat systems we focused on how to staff these systems and how route arriving customers to available agents. Customer service chat (CSC) is a service provided by companies to allow users to communicate in real time with a customer service agent using the Internet. A unique feature of these systems is that agents can serve multiple customers simultaneously and customers may abandon from service. We focused on the routing problem to minimize the probability of abandonment. We proposed robust routing policies, which automatically matches arriving customers with available agents. We proved the asymptotic optimality of our proposed policies in a many-server regime.\n\n \n\nMotivated by applications in emergency departments we also focused on how to optimally dispatch providers to treat patients in different parts of the system. In an ED it is typical that with increased patient census the workload on the providers increases mainly due to interruptions that patients generate while they await treatment. Our goal was to identify simple policies to maximize the throughput of the system when the total number of customers receiving treatment is bounded (for example due to fixed number of beds in an ED) but there is ample waiting room before their service starts. We showed that when the interruptions are ignored it is optimal to try to \"fill\" the system by giving priority to patients that are trying to access to a bed. When the interruptions are considered we carried out an asymptotic analysis and showed that when the system size is large it is optimal to \"empty\" the system by giving priority to those patients that are already placed in a bed.\n\n \n\nWe also considered how different triage methods may affect the operational outcomes in an emergency room. We developed a simple tool to determine when physician triage or nurse triage should be used. We demonstrated that when the arrival rate to an emergency room is high enough but not too high physician triage should be used. Otherwise we showed that nurse triage is more effective.\n\n \n\nAnother research problem we worked on is determining the optimal configuration of hospital inpatient rooms in the presence of isolation patients. One of the main decisions in the new hospitals is how many patients should board in an inpatient room. The trend in the US is toward private rooms. Private rooms are more desirable but they are more costly to build (financially and in terms of space.) On the other hand a patient that needs to be isolated cannot share a room with another patient, for example because of the potential spread of a contagious disease. We showed that an optimal mix of private and semi-private rooms can be significantly superior to using all of one type.\n\nIn another project we worked with a local hospital in determining the number of transporters they need at each hour in a week. Transporting patients in a timely manner is critical since all resources might be idle while waiting for a patient to arrive. In this research project we developed a simulation-..."
 }
}