{
 "awd_id": "1130793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Development of a high-resolution real-time polarization image sensor for marine deployment",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 550326.0,
 "awd_amount": 550326.0,
 "awd_min_amd_letter_date": "2011-09-26",
 "awd_max_amd_letter_date": "2011-09-26",
 "awd_abstract_narration": "The PI's request funding to develop an integrated instrument package including a polarized imaging sensor capable of measuring all Stokes parameters of the optical field with high temporal and spatial resolution. This instrument package will be deployed underwater and will be programmed to automatically record measurements of the near-surface polarized optical field at regular time-steps while re-orienting over the full solid angle. These measurements, used in combination with measurements of the associated water's Inherent Optical Properties and Monte Carlo based radiative-transfer modeling, are expected to lead to enhanced understanding both of optical radiative transfer relevant to remote sensing, and also of the adaptation mechanisms employed by biological organisms, either to enhance their contrast for communication or to conceal themselves against the polarized optical background.\r\n\r\nBroader Impacts:     \r\n\r\nIf successful, the PIs will have developed an underwater polarimetric camera that can be deployed in variety of ocean conditions. This could lead to new discoveries in engineering, oceanography, biology, geology, and physics. The instrument itself may also lead to advancements in biomedical imaging, where polarization has shown significant promise. The interdisciplinary nature of the research will certainly appeal to a large number of groups, and is prime for educational outreach for all age groups. All three PIs are actively engaged in educational and community outreach programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Molly",
   "pi_last_name": "Cummings",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Molly Cummings",
   "pi_email_addr": "mcummings@austin.utexas.edu",
   "nsf_id": "000338079",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "2400 Speedway",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 550326.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">The near surface underwater light environment contains dynamic patterns of polarization, a property of light that is undetected by human eyes yet is detected by many other animals and manmade satellites.</span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span><span style=\"font-family: Calibri; font-size: small;\">The polarization light fields are a significant part of the structure of the near surface open-ocean environment and the use of these light fields in animal communication and camouflage has been previously neglected because of a lack in technological capacity to examine this dynamic light field. The technology developed from this grant has allowed for major impacts in the fields of communication, camouflage, and polarization biology in aquatic environments because it provided the capability to dynamically monitor organisms and the polarization environment for longer periods of time than was previously possible.</span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span><span style=\"font-family: Calibri; font-size: small;\">We have deployed high resolution grey scale polarization cameras in custom built underwater housings that are tethered to surface computers via underwater Ethernet cables.</span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span><span style=\"font-family: Calibri; font-size: small;\">These cameras have been outfitted with sensors capable of measuring depth, temperature, compass angle, and inclination angle.</span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span><span style=\"font-family: Calibri; font-size: small;\">This video-polarimeter system has enabled the completion of an intensive study measuring and quantifying the polarization and intensity camouflage of open ocean fish species from the Carangidae family.</span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span><span style=\"font-family: Calibri; font-size: small;\">Carangid fish that were native to the open ocean environment were shown to outperform nearshore carangid fish in terms of camouflage as well as other reflective strategies (e.g. mirrors) in this complex light environment. </span><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span><span style=\"font-family: Calibri; font-size: small;\">We have used the camera system to identify the polarization altering properties and the structural mechanisms by which these fish accomplish polaro-crypsis.</span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span><span style=\"font-family: Calibri; font-size: small;\">We have successfully used the camera system to characterize the first evidence for vertebrate use of polarization in communication. </span><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span><span style=\"font-family: Calibri; font-size: small;\">Specifically, we have conducted a polarization-manipulating mate choice experiment with swordtail fishes and found that female swordtails prefer polarization-ornamented males, and that males socially modulate their polarization signaling based on social context. </span><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span><span style=\"font-family: Calibri; font-size: small;\">We have used the camera to identify habitat-specific differences in polarization properties of the ocean and paired that with polarization reflectance measurements of different fish species inhabiting those different ocean environments.</span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span><span style=\"font-family: Calibri; font-size: small;\">We have used this camera with the underwater housings to measure the polarization reflectance of fish species in different social contexts and of octopuses in varying polarization environmental assays.</span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span><span style=\"font-family: Calibri; font-size: small;\">The results of our measurement system have been cited in many popular news and media outlets, educating the public about polarization camouflage and the possible applications of these biomimicry models for camouflage. The Cummings lab has engaged local underrepresented middle school students in polarization research targeted and worked with local education groups (e.g. </span><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span><em><span style=\"font-family: Calibri; font-size: small;\">GirlAdvocates!) </span></em><span style=\"font-family: Calibri; font-size: small;\">to use education to empower young girls in the Austin area. </span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2016<br>\n\t\t\t\t\tModified by: Molly&nbsp;Cummings</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1130793/1130793_10138437_1479872553541_Brady_etal_Science_Resubmission_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1130793/1130793_10138437_1479872553541_Brady_etal_Science_Resubmission_Fig2--rgov-800width.jpg\" title=\"Omnidirectional measurements of polarization camouflage\"><img src=\"/por/images/Reports/POR/2016/1130793/1130793_10138437_1479872553541_Brady_etal_Science_Resubmission_Fig2--rgov-66x44.jpg\" alt=\"Omnidirectional measurements of polarization camouflage\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Comprehensive angular suite of measurements with our videopolarimeter and live fish in open ocean conditions (see Brady et al 2015, Science)</div>\n<div class=\"imageCredit\">Molly Cummings</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Molly&nbsp;Cummings</div>\n<div class=\"imageTitle\">Omnidirectional measurements of polarization camouflage</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1130793/1130793_10138437_1479872739646_Brady_etal_Science_Resubmission_Fig3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1130793/1130793_10138437_1479872739646_Brady_etal_Science_Resubmission_Fig3--rgov-800width.jpg\" title=\"Open Ocean Fish are more polaro-cryptic than nearshore fish\"><img src=\"/por/images/Reports/POR/2016/1130793/1130793_10138437_1479872739646_Brady_etal_Science_Resubmission_Fig3--rgov-66x44.jpg\" alt=\"Open Ocean Fish are more polaro-cryptic than nearshore fish\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Open ocean fish species exhibit lower polarization contrast (W), particularly at predatory pursuit or chase angles, than fish inhabiting nearshore environments (Brady et al. 2015, Science)</div>\n<div class=\"imageCredit\">Molly Cummings</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Molly&nbsp;Cummings</div>\n<div class=\"imageTitle\">Open Ocean Fish are more polaro-cryptic than nearshore fish</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1130793/1130793_10138437_1479873080144_Fig4_withanglemeasuresabove_21Oct2014--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1130793/1130793_10138437_1479873080144_Fig4_withanglemeasuresabove_21Oct2014--rgov-800width.jpg\" title=\"How to build an Ideal Omni-directional Polaro-Cryptic Surface\"><img src=\"/por/images/Reports/POR/2016/1130793/1130793_10138437_1479873080144_Fig4_withanglemeasuresabove_21Oct2014--rgov-66x44.jpg\" alt=\"How to build an Ideal Omni-directional Polaro-Cryptic Surface\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The best performing surface to minimize contrast (=maximize cryptic) at each viewing angle in the open ocean: open ocean carangid fish (green), mirror (blue) or diffuse mirror reflector (white).  Note that the open ocean fish outperform all other surfaces at viewing angles associated with predation.</div>\n<div class=\"imageCredit\">Molly Cummings</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Molly&nbsp;Cummings</div>\n<div class=\"imageTitle\">How to build an Ideal Omni-directional Polaro-Cryptic Surface</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1130793/1130793_10138437_1479873458388_polornamentedmale--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1130793/1130793_10138437_1479873458388_polornamentedmale--rgov-800width.jpg\" title=\"Swordtail males use their Polarized Ornaments to lure females\"><img src=\"/por/images/Reports/POR/2016/1130793/1130793_10138437_1479873458388_polornamentedmale--rgov-66x44.jpg\" alt=\"Swordtail males use their Polarized Ornaments to lure females\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is a polarization image of a male swordtail (collected with our videopolarimeter) where cooler colors represent low and warmer colors representing high degree of linear polarized reflectance. Males increase their polarization when they are around other swordtails. (Calabrese et al 2014 PNAS)</div>\n<div class=\"imageCredit\">Molly Cummings</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Molly&nbsp;Cummings</div>\n<div class=\"imageTitle\">Swordtail males use their Polarized Ornaments to lure females</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe near surface underwater light environment contains dynamic patterns of polarization, a property of light that is undetected by human eyes yet is detected by many other animals and manmade satellites.  The polarization light fields are a significant part of the structure of the near surface open-ocean environment and the use of these light fields in animal communication and camouflage has been previously neglected because of a lack in technological capacity to examine this dynamic light field. The technology developed from this grant has allowed for major impacts in the fields of communication, camouflage, and polarization biology in aquatic environments because it provided the capability to dynamically monitor organisms and the polarization environment for longer periods of time than was previously possible.  We have deployed high resolution grey scale polarization cameras in custom built underwater housings that are tethered to surface computers via underwater Ethernet cables.  These cameras have been outfitted with sensors capable of measuring depth, temperature, compass angle, and inclination angle.  This video-polarimeter system has enabled the completion of an intensive study measuring and quantifying the polarization and intensity camouflage of open ocean fish species from the Carangidae family.  Carangid fish that were native to the open ocean environment were shown to outperform nearshore carangid fish in terms of camouflage as well as other reflective strategies (e.g. mirrors) in this complex light environment.  We have used the camera system to identify the polarization altering properties and the structural mechanisms by which these fish accomplish polaro-crypsis.  We have successfully used the camera system to characterize the first evidence for vertebrate use of polarization in communication.  Specifically, we have conducted a polarization-manipulating mate choice experiment with swordtail fishes and found that female swordtails prefer polarization-ornamented males, and that males socially modulate their polarization signaling based on social context.  We have used the camera to identify habitat-specific differences in polarization properties of the ocean and paired that with polarization reflectance measurements of different fish species inhabiting those different ocean environments.  We have used this camera with the underwater housings to measure the polarization reflectance of fish species in different social contexts and of octopuses in varying polarization environmental assays.  The results of our measurement system have been cited in many popular news and media outlets, educating the public about polarization camouflage and the possible applications of these biomimicry models for camouflage. The Cummings lab has engaged local underrepresented middle school students in polarization research targeted and worked with local education groups (e.g.  GirlAdvocates!) to use education to empower young girls in the Austin area. \n\n  \n\n \n\n\t\t\t\t\tLast Modified: 11/22/2016\n\n\t\t\t\t\tSubmitted by: Molly Cummings"
 }
}