{
 "awd_id": "1130047",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Plate kinematic constraints on driving forces associated with the Reunion plume head",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 221228.0,
 "awd_amount": 221228.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "In the 1960s the advent of plate tectonics revolutionized our understanding of how the Earth works ? why earthquakes and volcanoes occur where they do, and much about metal deposits, among other things. The primary force that moves plates is known to be gravity tugging on plates where the plunge into the Earth?s interior, but it has long been suspected that rising columns of mantle material (mantle plumes) in the interior also affect plate motions. The proponents of this proposal have uncovered evidence that that the plume that gave rise to the Reunion hotspot in the Indian Ocean also produced forces that affected the motions of India and Africa. This project takes a novel approach to analyzing the history plate motions, particularly Africa, to assess the influence of the plume. The principal broader impacts of this work will be a better understanding of the forces that shape the Earth in general and the tectonic evolution of Africa and southern Asia in particular.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Cande",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Steven C Cande",
   "pi_email_addr": "scande@ucsd.edu",
   "nsf_id": "000284404",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dave",
   "pi_last_name": "Stegman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dave Stegman",
   "pi_email_addr": "dstegman@ucsd.edu",
   "nsf_id": "000548539",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 221228.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp; This project was focused on understanding the possible role that mantle plumes have in driving tectonic plate motions.&nbsp; In general, the principal driving forces of tectonic plates are thought to be the weight of the downgoing plates at subduction zones (called &ldquo;slab pull&rdquo;) and the excess weight of the elevated topography at spreading centers (called &ldquo;ridge push&rdquo;).&nbsp;&nbsp; A much more poorly understand mechanism for driving plates is the possible effect of deep mantle plumes that act on the base of the plate.&nbsp; When mantle plumes arrive at the earth&rsquo;s surface they form hotspots which are often associated with linear chains of volcanoes such as Hawaii. One particular hotspot, the Reunion hotspot in the Indian Ocean, appears to have had a major effect on the motion of the Indian plate between 68 and 60 Ma when it first arrived at the Earth&rsquo;s surface beneath India at the location of the Deccan traps, a massive outpouring of flood basalts.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Just before the arrival of the Reunion hotspot, between 68 and 66 Ma, the Indian plate underwent a dramatic acceleration, speeding up from 60 mm/yr to over 200 mm/yr, a very unusual change in plate motion that has garnered a lot of attention from earth scientists. Recently it has been observed that nearly synchronous with this speedup, the African plate, which shares a long plate boundary with India, slowed down and had a dramatic change in its motion with respect to several other plates.&nbsp;&nbsp; Geodynamic modelers trying to numerically calculate the driving forces of tectonic plates have focused on modeling the rapid speed up of India.&nbsp; In this project we focused on trying to better understand the motion of Africa and how it&rsquo;s slowdown might be related to the Reunion hotspot.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For this project we worked on improving the accuracy of plate motions for the Indian, African and Antarctic plates between 84 and 40 Ma so that the relationship between the changes in plate motion and the arrival of the Reunion plume head can be better evaluated. During the period of the grant we used archival marine magnetic data and satellite altimetry data to develop detailed plate motion models between 84 and 40 Ma for the Southwest Indian Ridge, which recorded the plate motion between Africa and Antarctica, and the Southeast India Ridge, which recorded the plate motion between India and Antarctica.&nbsp; For our purposes, plate motions are constrained by &ldquo;finite rotations&rdquo;, a mathematical way of describing the motion of one rigid plate relative to another rigid plate on a sphere, and which involves determining the location of a rotation pole and an associated angle of closure.&nbsp; An emphasis was placed on deriving a set of finite rotation poles for the Southwest Indian Ridge which modeled in detail the dramatic changes in fracture zone azimuths and spreading rates that are attributed to the prolonged slowdown of Africa in the Late Cretaceous and early Cenozoic eras.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our revised finite rotation poles for the Southwest Indian Ridge and Southeast Indian Ridge show that the effect of the Reunion plume head on plate motions was likely to have started around 72 Ma, roughly four million years earlier than previously thought.&nbsp;&nbsp; Another significant finding is that the extended period of slow rotation of Africa can be broken into two separate episodes about distinct poles, one between 72 to 68 Ma and the second from 68 to 50 Ma.&nbsp; The initial slowdown of Africa is synchronous with the initial speedup of India; it appears likely to be related to an early effect of the Reunion plume head.&nbsp; The second episode of pivoting, fr...",
  "por_txt_cntn": "\n    This project was focused on understanding the possible role that mantle plumes have in driving tectonic plate motions.  In general, the principal driving forces of tectonic plates are thought to be the weight of the downgoing plates at subduction zones (called \"slab pull\") and the excess weight of the elevated topography at spreading centers (called \"ridge push\").   A much more poorly understand mechanism for driving plates is the possible effect of deep mantle plumes that act on the base of the plate.  When mantle plumes arrive at the earthÆs surface they form hotspots which are often associated with linear chains of volcanoes such as Hawaii. One particular hotspot, the Reunion hotspot in the Indian Ocean, appears to have had a major effect on the motion of the Indian plate between 68 and 60 Ma when it first arrived at the EarthÆs surface beneath India at the location of the Deccan traps, a massive outpouring of flood basalts.  \n\n \n\n     Just before the arrival of the Reunion hotspot, between 68 and 66 Ma, the Indian plate underwent a dramatic acceleration, speeding up from 60 mm/yr to over 200 mm/yr, a very unusual change in plate motion that has garnered a lot of attention from earth scientists. Recently it has been observed that nearly synchronous with this speedup, the African plate, which shares a long plate boundary with India, slowed down and had a dramatic change in its motion with respect to several other plates.   Geodynamic modelers trying to numerically calculate the driving forces of tectonic plates have focused on modeling the rapid speed up of India.  In this project we focused on trying to better understand the motion of Africa and how itÆs slowdown might be related to the Reunion hotspot.\n\n \n\n            For this project we worked on improving the accuracy of plate motions for the Indian, African and Antarctic plates between 84 and 40 Ma so that the relationship between the changes in plate motion and the arrival of the Reunion plume head can be better evaluated. During the period of the grant we used archival marine magnetic data and satellite altimetry data to develop detailed plate motion models between 84 and 40 Ma for the Southwest Indian Ridge, which recorded the plate motion between Africa and Antarctica, and the Southeast India Ridge, which recorded the plate motion between India and Antarctica.  For our purposes, plate motions are constrained by \"finite rotations\", a mathematical way of describing the motion of one rigid plate relative to another rigid plate on a sphere, and which involves determining the location of a rotation pole and an associated angle of closure.  An emphasis was placed on deriving a set of finite rotation poles for the Southwest Indian Ridge which modeled in detail the dramatic changes in fracture zone azimuths and spreading rates that are attributed to the prolonged slowdown of Africa in the Late Cretaceous and early Cenozoic eras.\n\n \n\n            Our revised finite rotation poles for the Southwest Indian Ridge and Southeast Indian Ridge show that the effect of the Reunion plume head on plate motions was likely to have started around 72 Ma, roughly four million years earlier than previously thought.   Another significant finding is that the extended period of slow rotation of Africa can be broken into two separate episodes about distinct poles, one between 72 to 68 Ma and the second from 68 to 50 Ma.  The initial slowdown of Africa is synchronous with the initial speedup of India; it appears likely to be related to an early effect of the Reunion plume head.  The second episode of pivoting, from 68 to 50 Ma, is more enigmatic and may reflect not only the effect of the plume head but also the effect of changes in the spreading ridge configuration in the Indian Ocean.  These kinematic observations are important constraints for geodynamic modeling of the effect of plume heads on plate motions.\n\n\t\t\t\t\tLast Modified: 03/10/2015\n\n\t\t\t\t\tSubmitted by: Steven C Cande"
 }
}