{
 "awd_id": "1130780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Predictive Modeling and Optimization of Machining Induced Surface Integrity with Applications in Titanium and Nickel-Based Alloyed End Products",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zhijian Pei",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 388345.0,
 "awd_amount": 388345.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2011-07-15",
 "awd_abstract_narration": "The research objective of this award is to establish an integrated physics-based, predictive modeling approach to improve surface integrity and optimize machining operations in the manufacturing of titanium and nickel-based alloyed end products.  The goal is to control surface integrity, machining-induced layer thickness, depth-of-work hardening, tensile layer thickness, residual stresses, and micro-hardness of the end product, as well as representing the cutting tool parameter (material, coating and edge geometry) effects, and the effects of cutting conditions on these results. The proposed research will be conducted in a three-pronged approach, including physics-based modeling, experimental analyses and validation, and probabilistic-predictive modeling on (1) determination of detailed friction between tool and workpiece, and tool wear, (2) physics-based finite element simulations using temperature-dependent flow softening based constitutive material models to compute process outputs, including surface properties, and validating them with experiments, and (3) probabilistic predictive modeling and multi-criteria optimization.\r\n\r\nIf successful, the benefits and broader impacts of this research will be the use of predictive and physics-based simulation modeling approaches applied to machining-induced surface integrity predictions in titanium and nickel alloys. It is expected that this award will result in methods to improve surface integrity on machined titanium and nickel alloy metal components used in aerospace, medical devices and other related industries. This award will also provide exposure for graduate and undergraduate students to methods of predictive modeling and physics-based simulation modeling in manufacturing processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tugrul",
   "pi_last_name": "Ozel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tugrul Ozel",
   "pi_email_addr": "ozel@rutgers.edu",
   "nsf_id": "000279147",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 388345.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall research objective of this project is to utilize modeling approaches in predicting the surface integrity measures such as residual stresses, microhardness, and machining-affected zone thickness after finish machining processes for sustainable manufacturing of titanium and nickel-based alloyed metal end products. Some specific goals include (1) understanding thoroughly the physical phenomena behind &nbsp;machining induced surface integrity and to reflect upon formulation of process models to compute accurate process outputs; e.g. forces, stresses, temperatures and microhardness; (2) generating surface integrity models using the friction determination model and finite element based thermal and stress analysis, and establishing a systematic deterministic modeling framework with experimental validation; (c) extending direct process models that link inputs to validated outputs (residual stress, microhardness, machining-affected zone thickness), and establish a predictive modeling system;&nbsp; (d) investigating the influence of cutting parameters, tool geometry and material/coating, and workpiece selection (titanium and nickel-based alloys) upon surface integrity using the predictive modeling system generated and computer simulation experiments, and (e) optimizing the machining processes for minimizing surface residual stress.</p>\n<p>For this purpose, face turning based machining operations is conducted on Titanium (Ti-6Al-4V) alloy and Inconel (IN-100) alloy using uncoated carbide tools with controlled edge radii and TiAlN coated carbide tools (see Figure 1). Microstructural changes in terms of grain size are measured on machined subsurfaces (about 10 &micro;m below the surface) using Scanning Electron Microscopy (SEM) imaging for Titanium Ti-6Al-4V alloy and Inconel IN-100 nickel-based alloy (Figures 2&amp;3). 3-D Finite Element (FE) modelling is utilized to predict grain sizes and volume fractions (Figures 4&amp;5). Predicted and measured grain sizes are influenced by tool micro-geometry as they become larger with increased edge radius; and tool coatings as they become smaller at the subsurface when tool is coated (Figures2&amp;3).</p>\n<p>Key findings of machining induced microstructural changes for Ti-6Al-4V include that higher cutting speed has resulted in higher temperatures in machined surfaces triggering a higher degree of recrystallization in Ti-6Al-4V alloy. Substantial recrystallization with dynamic recrystallized volume fraction of about 30-40% in machining Ti-6Al-4V has been predicted. In general, the effect of tool coating on microhardness of the machined surface is not significant at the low cutting speed. However, the TiAlN coated WC/Co tool causes some softening of machined surfaces at the higher cutting speed (Figure 6). Key findings of machining induced microstructural changes for Inconel IN-100 include that it is observed that the dynamic recrystallized volume fraction is about 46-52% in machining IN-100. In the cutting conditions of IN-100, it is observed that decreasing cutting speed or increasing edge radius generate greater predicted recrystallization, and WC/Co tools with larger edge radius produce smallest grain size hence hardest surfaces (Figure 6).</p>\n<p>The major findings of the project include (i) high applicability of microstructure modeling using the FE simulations in machining of Ti-6AL-4V titanium and IN100 nickel based alloys , (ii) good feasibility of 3-D Finite Element based viscoplastic chip formation simulations by using temperature-dependent flow softening constitutive material models in predicting dynamic recrystallization and grain size and fractions with reasonable accuracy in Ti-6Al-4V titanium and IN-100 nickel based alloys, (iii) application of optimization techniques to optimize tool geometry, coating, and cutting conditions in order to obtain most acceptable microstructural changes in terms of microhardness a...",
  "por_txt_cntn": "\nThe overall research objective of this project is to utilize modeling approaches in predicting the surface integrity measures such as residual stresses, microhardness, and machining-affected zone thickness after finish machining processes for sustainable manufacturing of titanium and nickel-based alloyed metal end products. Some specific goals include (1) understanding thoroughly the physical phenomena behind  machining induced surface integrity and to reflect upon formulation of process models to compute accurate process outputs; e.g. forces, stresses, temperatures and microhardness; (2) generating surface integrity models using the friction determination model and finite element based thermal and stress analysis, and establishing a systematic deterministic modeling framework with experimental validation; (c) extending direct process models that link inputs to validated outputs (residual stress, microhardness, machining-affected zone thickness), and establish a predictive modeling system;  (d) investigating the influence of cutting parameters, tool geometry and material/coating, and workpiece selection (titanium and nickel-based alloys) upon surface integrity using the predictive modeling system generated and computer simulation experiments, and (e) optimizing the machining processes for minimizing surface residual stress.\n\nFor this purpose, face turning based machining operations is conducted on Titanium (Ti-6Al-4V) alloy and Inconel (IN-100) alloy using uncoated carbide tools with controlled edge radii and TiAlN coated carbide tools (see Figure 1). Microstructural changes in terms of grain size are measured on machined subsurfaces (about 10 &micro;m below the surface) using Scanning Electron Microscopy (SEM) imaging for Titanium Ti-6Al-4V alloy and Inconel IN-100 nickel-based alloy (Figures 2&amp;3). 3-D Finite Element (FE) modelling is utilized to predict grain sizes and volume fractions (Figures 4&amp;5). Predicted and measured grain sizes are influenced by tool micro-geometry as they become larger with increased edge radius; and tool coatings as they become smaller at the subsurface when tool is coated (Figures2&amp;3).\n\nKey findings of machining induced microstructural changes for Ti-6Al-4V include that higher cutting speed has resulted in higher temperatures in machined surfaces triggering a higher degree of recrystallization in Ti-6Al-4V alloy. Substantial recrystallization with dynamic recrystallized volume fraction of about 30-40% in machining Ti-6Al-4V has been predicted. In general, the effect of tool coating on microhardness of the machined surface is not significant at the low cutting speed. However, the TiAlN coated WC/Co tool causes some softening of machined surfaces at the higher cutting speed (Figure 6). Key findings of machining induced microstructural changes for Inconel IN-100 include that it is observed that the dynamic recrystallized volume fraction is about 46-52% in machining IN-100. In the cutting conditions of IN-100, it is observed that decreasing cutting speed or increasing edge radius generate greater predicted recrystallization, and WC/Co tools with larger edge radius produce smallest grain size hence hardest surfaces (Figure 6).\n\nThe major findings of the project include (i) high applicability of microstructure modeling using the FE simulations in machining of Ti-6AL-4V titanium and IN100 nickel based alloys , (ii) good feasibility of 3-D Finite Element based viscoplastic chip formation simulations by using temperature-dependent flow softening constitutive material models in predicting dynamic recrystallization and grain size and fractions with reasonable accuracy in Ti-6Al-4V titanium and IN-100 nickel based alloys, (iii) application of optimization techniques to optimize tool geometry, coating, and cutting conditions in order to obtain most acceptable microstructural changes in terms of microhardness and grain size related strength alterations in machining of Ti-6Al-4V titanium and IN-100 n..."
 }
}