{
 "awd_id": "1130976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Testing model estimates of recent ocean carbon uptake and deoxygenation using atmospheric and oceanic data",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 480616.0,
 "awd_amount": 480616.0,
 "awd_min_amd_letter_date": "2011-09-26",
 "awd_max_amd_letter_date": "2013-08-14",
 "awd_abstract_narration": "Model studies suggest that global warming may reduce the ocean uptake of CO2 via changes in ocean circulation and carbon chemistry and lead to reductions of dissolved O2 in the ocean interior, causing an expansion of O2 minimum zones. These processes are possibly already underway in response to warming and wind changes over the past few decades. \r\n\r\nIn this project, researchers at the Scripps Institution of Oceanography will test ocean model simulations of air-sea O2 and CO2 exchange using an approach emphasizing constraints from combined measurements of atmospheric O2/N2 ratio and CO2 concentrations and ocean measurements of chloro-fluorocarbons (CFCs). The approach is based on computing tracer \"atmospheric potential oxygen\" (APO), which is effectively the weighted sum O2 + 1.1CO2. By construction, APO is insensitive to land biospheric exchanges of CO2 and O2. Observations by the Scripps and Princeton O2 programs show that APO has decreased over the past two decades at a precisely measured rate. Two components of the APO decrease are well understood: (1) a fossil-fuel component and (2) a component related to uptake of anthropogenic CO2 by the oceans, which can be estimated based on ocean observations of CFCs. These two components can both be precisely quantified, and together appear to overestimate the observed APO decrease. The residual APO change constrains the air-sea exchanges of O2 and CO2 not counted as anthropogenic, i.e. due to climate impacts on the oceans. The APO trend is thus directly relevant to quantifying ongoing changes in ocean CO2 and O2. \r\n\r\nA core activity of this proposal will involve developing and applying data targets for model validation based on the observed APO changes. Working closely with four ocean modeling groups, the Scripps researchers will acquire output of model runs that simulate air-sea exchange of O2 and CO2 over the past few decades in response to climate changes and rising CO2. They will test not only the ability of the models to account for the long-term trends in APO but also for the seasonal cycles, which relate to the processes controlling O2 exchange at middle and high latitudes. \r\n\r\nBroader Impacts:  This work will help to solidify the scientific understanding of two looming and related environmental threats: climate amplification of rising CO2 and ocean deoxygenation. It will also complement ongoing measurement activities of the Scripps O2 program by sustaining a small but viable modeling component. The project will enable dissemination of cutting edge research to the public at large through public presentations and will help foster young talent through support for a young scientist and a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Keeling",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph F Keeling",
   "pi_email_addr": "rkeeling@ucsd.edu",
   "nsf_id": "000448258",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 314510.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 166106.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on the application of measurements of atmospheric oxygen concentration to understand fundamental aspects of the chemistry of the oceans and how they are changing over time.&nbsp; Of particular interest is the bi-directional exchanges of O2 between the ocean and the atmosphere.&nbsp;</p>\n<p>In highly productive surface waters, excess O2 is produced by photosynthesis, much of which escapes to the air.&nbsp; Productive waters therefore tend to be a source of O2 to the atmosphere. The ocean can also take up O2 from the atmosphere, especially at times when the photosynthesis is weak and when the water near the surface is being rapidly mixed with subsurface waters, which are typically O2 depleted. These exchange of O2 between the ocean and the atmosphere produce small but nevertheless detectible changes in the O2 content of the atmosphere.&nbsp; For example, these exchanges tend to drive a seasonal cycle in atmospheric O2 as the production mostly occurs in warmer months and the uptake mostly in colder months.&nbsp;</p>\n<p>Global warming over the past 50 to 100 years may have altered the natural balance of these ocean O2 source and sink processes.&nbsp; In fact, most computer models of the oceans suggest that this warming is causing the O2 content in the ocean interior to be declining, a process known as ocean &ldquo;deoxygenation&rdquo;.&nbsp; The models also suggest that deoxygenation should be associated with a net release of O2 to the atmosphere.&nbsp;</p>\n<p>A better handle on these process is needed to advance the fundamental understanding of life in the ocean, and also to understand the possible impacts of climate changes on fisheries, on marine conservation, and on the ability of the ocean to continue to serve as a sink for excess CO2.</p>\n<p>Measurements of atmospheric O2 with sufficient precision were first made ~1990 by the Scripps O2 program. &nbsp;There are now more than two decades of high quality data.&nbsp; This project used these and other data to challenge models of ocean chemistry.&nbsp; Tests of this sort are needed to establish the models credibility for making forecasts of future ocean behavior. &nbsp;&nbsp;</p>\n<p>Two aspects of the atmospheric data were focused on to construct model tests: seasonal cycles, and long-term trends.&nbsp; On these time scales, atmospheric O2 can be altered by other processes, such as fossil-fuel burning and exchanges with land plants and soils. To isolate signatures of oceanic origin, the O2 data are combined with CO2 data to compute a quantity known as &ldquo;atmospheric potential oxygen&rdquo; or APO.&nbsp;&nbsp; By using APO, it is possible to directly test the ocean model behavior without also having to take into account land processes and fossil fuel burning.</p>\n<p>The attached figure shows one such model tests, using the season cycles in APO.&nbsp; For this test, we used airborne data over the oceans in the Southern Hemisphere collected as part of the recently completed NSF-funded HIAPER Pole-to-Pole campaign.&nbsp; The data, shown in black, are compared with results from ocean models in color.&nbsp; Most of the models fail in some way to duplicate the data, either predicting a cycle in APO that are too large, or producing cycles that are phased to early or late in time.&nbsp; It is not possible to say exactly what specific defect in the model causes these discrepancies, but the comparison motivates further work along these lines.&nbsp; For example, a good question is whether the models that produce more realistic cycles predict larger or ocean carbon sinks and larger deoxygenation in the future.&nbsp; This study sets the stage for follow-on studies of that sort.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/09/2015<br>\n\t\t\t\t\tModified by: Ralph&nbsp;F&nbsp;Keeling</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoC...",
  "por_txt_cntn": "\nThis project focused on the application of measurements of atmospheric oxygen concentration to understand fundamental aspects of the chemistry of the oceans and how they are changing over time.  Of particular interest is the bi-directional exchanges of O2 between the ocean and the atmosphere. \n\nIn highly productive surface waters, excess O2 is produced by photosynthesis, much of which escapes to the air.  Productive waters therefore tend to be a source of O2 to the atmosphere. The ocean can also take up O2 from the atmosphere, especially at times when the photosynthesis is weak and when the water near the surface is being rapidly mixed with subsurface waters, which are typically O2 depleted. These exchange of O2 between the ocean and the atmosphere produce small but nevertheless detectible changes in the O2 content of the atmosphere.  For example, these exchanges tend to drive a seasonal cycle in atmospheric O2 as the production mostly occurs in warmer months and the uptake mostly in colder months. \n\nGlobal warming over the past 50 to 100 years may have altered the natural balance of these ocean O2 source and sink processes.  In fact, most computer models of the oceans suggest that this warming is causing the O2 content in the ocean interior to be declining, a process known as ocean \"deoxygenation\".  The models also suggest that deoxygenation should be associated with a net release of O2 to the atmosphere. \n\nA better handle on these process is needed to advance the fundamental understanding of life in the ocean, and also to understand the possible impacts of climate changes on fisheries, on marine conservation, and on the ability of the ocean to continue to serve as a sink for excess CO2.\n\nMeasurements of atmospheric O2 with sufficient precision were first made ~1990 by the Scripps O2 program.  There are now more than two decades of high quality data.  This project used these and other data to challenge models of ocean chemistry.  Tests of this sort are needed to establish the models credibility for making forecasts of future ocean behavior.   \n\nTwo aspects of the atmospheric data were focused on to construct model tests: seasonal cycles, and long-term trends.  On these time scales, atmospheric O2 can be altered by other processes, such as fossil-fuel burning and exchanges with land plants and soils. To isolate signatures of oceanic origin, the O2 data are combined with CO2 data to compute a quantity known as \"atmospheric potential oxygen\" or APO.   By using APO, it is possible to directly test the ocean model behavior without also having to take into account land processes and fossil fuel burning.\n\nThe attached figure shows one such model tests, using the season cycles in APO.  For this test, we used airborne data over the oceans in the Southern Hemisphere collected as part of the recently completed NSF-funded HIAPER Pole-to-Pole campaign.  The data, shown in black, are compared with results from ocean models in color.  Most of the models fail in some way to duplicate the data, either predicting a cycle in APO that are too large, or producing cycles that are phased to early or late in time.  It is not possible to say exactly what specific defect in the model causes these discrepancies, but the comparison motivates further work along these lines.  For example, a good question is whether the models that produce more realistic cycles predict larger or ocean carbon sinks and larger deoxygenation in the future.  This study sets the stage for follow-on studies of that sort.\n\n\t\t\t\t\tLast Modified: 12/09/2015\n\n\t\t\t\t\tSubmitted by: Ralph F Keeling"
 }
}