{
 "awd_id": "1130531",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: IODP Expedition 329 Objective Research on Supply of H2 by Water Radiolysis in Subseafloor Sediment of the South Pacific Gyre",
 "cfda_num": "47.050",
 "org_code": "06040204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Janecek",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 164202.0,
 "awd_amount": 164202.0,
 "awd_min_amd_letter_date": "2011-08-14",
 "awd_max_amd_letter_date": "2014-12-24",
 "awd_abstract_narration": "Intellectual Merit\r\nThe South Pacific Gyre (SPG) contains the lowest cell concentrations and lowest rates of microbial activity ever encountered in shallowly-buried marine sediment. However, the electron donors that sustain its subseafloor microbial ecosystem are not fully constrained. In recognition of the importance of this natural laboratory, the Integrated Ocean Drilling Program (IODP) selected the SPG as the target of its first riser-less expedition solely dedicated to study of subseafloor life (Expedition 329).\r\n\r\nThis Expedition Objective Research (EOR) proposal has one fundamental objective: To quantify the extent to which subseafloor sedimentary communities of the SPG may be supplied with H2 by water radiolysis.\r\n\r\nIn addressing this objective, the following testable hypotheses are posed:\r\n\r\n1) H2 is produced by water radiolysis at significant rates relative to other electron donors\r\nin the organic-poor subseafloor sediment of the SPG.\r\n\r\n2) At some depth below seafloor, the production rate of H2 by water radiolysis exceeds\r\nthe availability of other electron donors (organic matter and reduced minerals).\r\n\r\nTo test these hypotheses, this work will focus on four related activities:\r\n(1) Precise and accurate quantification of radioactive element concentrations and sedimentary grain size,\r\n(2) Quantification of alpha particle (4He) fluxes from the sediment to the interstitial water,\r\n(3) Refinement of H2 yield calculations by experimental radiation of representative SPG\r\nsediment samples, and\r\n(4) Quantification of the potential importance of radiolytic H2 to the subseafloor sedimentary communities by direct comparison of calculated H2 yields to shipboard H2 concentration data and rates of organic matter oxidation derived from shipboard data.\r\n\r\nThis study will advance understanding of the subsurface world by (i) placing a clear boundary on the extent to which subseafloor sedimentary life may be energetically independent of the surface photosynthetic world and (ii) advancing understanding of the sources of microbial energy in sediment of Earth?s largest oceanic province. Because electron donor fluxes are so low in SPG sediment, this research may also help to constrain the limits to life.\r\n\r\nBroader Impacts, Education, and Data Management\r\nThis project will fully answer one of the primary objectives of IODP Expedition 329 by quantifying the production of H2 by water radiolysis in SPG sediment. It will address another of the expedition?s primary objectives by advancing understanding of the habitats and rates of metabolic activities in this very large low-energy environment. The project will heighten collaborations between URI (an EPSCoR institution), BU, and our Exp. 329 collaborators from throughout the U.S., Europe, Asia and Australia. The project will have strong training impacts. Graduate students will be integral project members. Undergraduates will be included as thesis advisees, work-study students, paid laboratory assistants, nationally competed NSF-sponsored GSO Summer Undergraduate Research Fellows, and through our courses. The URI Geobiology website will expand to include focus on this project. We will present our results to audiences via guest lectures and the Internet. Significant findings will be submitted for publication beginning in the second year of the project. To ensure accessibility to the scientific community and the public, data will be deposited into the SedDB database and samples will be catalogued through SESAR.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Murray",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Richard W Murray",
   "pi_email_addr": "rickm@bu.edu",
   "nsf_id": "000094342",
   "pi_start_date": "2011-08-14",
   "pi_end_date": "2014-12-24"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Kurtz",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew C Kurtz",
   "pi_email_addr": "kurtz@bu.edu",
   "nsf_id": "000272999",
   "pi_start_date": "2014-12-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "572000",
   "pgm_ele_name": "OCEAN DRILLING PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5720",
   "pgm_ref_txt": "OCEAN DRILLING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 164202.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Norma\">This research has contributed fundamentally to our understanding as to how the basic building blocks of life (located on our Planet Earth or elsewhere) derive their energy. &nbsp;Our long-term objective is to understand the nature of life and habitability in the full range of Earth&rsquo;s subseafloor sedimentary environments.&nbsp; The effort of this particular project has provided a much deeper understanding of life and its limits on Earth. It is further documenting the composition, structure and metabolic activities of subseafloor sedimentary ecosystems. It is documenting the processes that nourish those ecosystems. It is demonstrating the extent to which different properties do or do not limit the existence of subseafloor life (temperature? availability of energy? nutrient availability?). It is also documenting the relationship of subseafloor ecosystems to the surface world, including its dependence on the surface world and its effects on the surface world (e.g., such as its effects on the chemistry of the ocean and atmosphere).</p>\n<p class=\"Norma\">To meet this long-term objective, our group has principally focused on exploration of the relatively cool (0 to 30&deg;C) sediment that blankets most of the seafloor. Toward this end, we embarked on a long-term campaign of systematic exploration by leading Ocean Drilling Program (ODP) Leg 201 to examine the subseafloor sedimentary communities and habitats that lie beneath: (1) a high-productivity coastal upwelling zone (on the Peru Margin), and (2) relatively less productive waters at the eastern edge of the Pacific Gyre. With our previous piston-coring expedition, KNOX-02RR (South Pacific Gyre, 2006/2007), and Long Core expedition, Knorr-195(III) (equatorial Pacific and North Pacific Gyre, 2009), we took the next significant steps in this campaign, by studying the nature of life in shallow subseafloor sediment that lies beneath the ocean far from shore, in both low-productivity gyres and the high-productivity equatorial ocean. Our participation in IODP Expedition 323 (Bering Sea, 2009) allowed us to study anaerobic sedimentary life up to 800 meters beneath the seafloor in an extremely high-productivity oceanic region (Wehrmann et al., in review).</p>\n<p class=\"Norma\">IODP Expedition 329 took the next major step, toward understanding the oxygen-rich subseafloor communities that inhabit the deepest oldest sediment of Earth&rsquo;s largest oceanic province (the SPG constitutes 15% of the world ocean and 10% of Earth&rsquo;s surface). This step allows the ocean drilling scientific community to address many fundamental questions about life on Earth. Questions of greatest interest to us include the following: To what extent is subseafloor life in very organic-poor sediment energetically decoupled from the surface photosynthetic world? What is the energetic limit to aerobic life? (how inactive can aerobic microbial life be while remaining alive?).&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2015<br>\n\t\t\t\t\tModified by: Andrew&nbsp;C&nbsp;Kurtz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This research has contributed fundamentally to our understanding as to how the basic building blocks of life (located on our Planet Earth or elsewhere) derive their energy.  Our long-term objective is to understand the nature of life and habitability in the full range of EarthÆs subseafloor sedimentary environments.  The effort of this particular project has provided a much deeper understanding of life and its limits on Earth. It is further documenting the composition, structure and metabolic activities of subseafloor sedimentary ecosystems. It is documenting the processes that nourish those ecosystems. It is demonstrating the extent to which different properties do or do not limit the existence of subseafloor life (temperature? availability of energy? nutrient availability?). It is also documenting the relationship of subseafloor ecosystems to the surface world, including its dependence on the surface world and its effects on the surface world (e.g., such as its effects on the chemistry of the ocean and atmosphere).\nTo meet this long-term objective, our group has principally focused on exploration of the relatively cool (0 to 30&deg;C) sediment that blankets most of the seafloor. Toward this end, we embarked on a long-term campaign of systematic exploration by leading Ocean Drilling Program (ODP) Leg 201 to examine the subseafloor sedimentary communities and habitats that lie beneath: (1) a high-productivity coastal upwelling zone (on the Peru Margin), and (2) relatively less productive waters at the eastern edge of the Pacific Gyre. With our previous piston-coring expedition, KNOX-02RR (South Pacific Gyre, 2006/2007), and Long Core expedition, Knorr-195(III) (equatorial Pacific and North Pacific Gyre, 2009), we took the next significant steps in this campaign, by studying the nature of life in shallow subseafloor sediment that lies beneath the ocean far from shore, in both low-productivity gyres and the high-productivity equatorial ocean. Our participation in IODP Expedition 323 (Bering Sea, 2009) allowed us to study anaerobic sedimentary life up to 800 meters beneath the seafloor in an extremely high-productivity oceanic region (Wehrmann et al., in review).\nIODP Expedition 329 took the next major step, toward understanding the oxygen-rich subseafloor communities that inhabit the deepest oldest sediment of EarthÆs largest oceanic province (the SPG constitutes 15% of the world ocean and 10% of EarthÆs surface). This step allows the ocean drilling scientific community to address many fundamental questions about life on Earth. Questions of greatest interest to us include the following: To what extent is subseafloor life in very organic-poor sediment energetically decoupled from the surface photosynthetic world? What is the energetic limit to aerobic life? (how inactive can aerobic microbial life be while remaining alive?). \n\n \n\n\t\t\t\t\tLast Modified: 09/01/2015\n\n\t\t\t\t\tSubmitted by: Andrew C Kurtz"
 }
}