{
 "awd_id": "1130072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Quantifying larval behavior to reconcile genetic connectivity with biophysical model predictions",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 359012.0,
 "awd_amount": 359012.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "Dispersal is a critical life-history trait linking ecological and evolutionary processes. Transport of planktonic larvae affects colonization success and population persistence for benthic animals, and influences genetic subdivision of populations, local adaptation, and speciation. However, recent studies question the long-held assumption that pelagic larval duration (PLD) determines how far larvae are advected. This has applied significance, as oceanographic models used to predict exchange among marine protected areas often use PLD as the key larval parameter. The investigators' data for Caribbean gastropods show genetic breaks that are not congruent with model predictions, and levels of structure that are inconsistent with larval lifespan, highlighting a need for new theory. \r\n\r\nIntellectual merits: This research will integrate molecular and larval ecology to test the link between dispersal and larval duration in a phylogenetic framework, and determine whether Individual Based Models (IBMs) accurately predict exchange for Caribbean reef ecosystems. The PI will collect multi-locus genetic data and quantify larval behavior for 14 related, ecologically similar species of sea slugs with PLDs from 0-30 days. The PI predicts that larval behavior explains why some species are under- or over-dispersed relative to their PLD; this work will reveal key parameters needed for biophysical-coupling models to predict connectivity for coastal invertebrates. The proposal will address 3 inter-related objectives: (1) Are genetic connectivity estimates from mtDNA and nuclear markers congruent, and consistent with model predictions? Data for mitochondrial and nuclear loci will be used to test for selection on mtDNA, estimate rates of gene flow and times of divergence, and assess levels of connectivity within each species. Matrices of model-predicted exchange will be compared with genetic similarity matrices to test whether breaks in gene flow occur where predicted. (2) Are genetic connectivity and PLD correlated? More broadly, the PI will test the assumption that larval period determines dispersal, using comparative methods in a phylogenetic framework to correct for effects of relatedness among species. The PI will compare models of trait evolution with Bayesian Markov chain Monte Carlo (MCMC) methods to determine if gene flow is correlated or uncorrelated with PLD, using a molecular phylogeny and multi-locus genetic data. (3) Does larval behavior explain genetic structure in species with long PLD? At least two of the focal species selected for this study are under-dispersed, with genetically isolated demes despite a 30-day PLD. Conversely, at least one short-PLD species has no genetic structure over large regions of the Caribbean. The PI will build on past work quantifying larval behavior to ask if species-specific differences in larval swimming facilitate local retention, making species deviate from expected connectivity patterns. The PI will also test whether pre-competent larvae respond to habitat cues in a way that influences dispersal, as occurs in fish. This work will reconcile life-history theory, oceanographic models, and genetics by mechanistically explaining breaks in connectivity; the results will deepen our understanding of how larval behavior can determine the pace of divergence among populations. \r\n\r\nBroader impacts: Student training is a major thrust of this proposal, based at a Hispanic-serving institution. Funding will support undergraduate and M.S. students from under-represented ethnic groups (5 of 9 current research students are Latino or black). Krug will publish with graduate and undergraduate student co-authors, and work to place students in Ph.D. programs; in the last funding period, 7 papers had student co-authors and two minority students were accepted into Ph.D. programs. Through established partnerships, the PI will host one area high school teacher and 3 students in the first year of funding for research experiences. Continued outreach through COSEE-west will allow the PI-led group to increase content knowledge for K-12 science teachers using examples from marine ecology and evolution. Public outreach will include bimonthly segments on the local NPR affiliate radio station (KPCC), and lectures at the K-12 and community college level through programs aimed to broaden diversity in the science and technology workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Krug",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick J Krug",
   "pi_email_addr": "pkrug@calstatela.edu",
   "nsf_id": "000204630",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State L A University Auxiliary Services Inc.",
  "inst_street_address": "5151 STATE UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3233433648",
  "inst_zip_code": "900324226",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "CAL STATE LA UNIVERSITY AUXILIARY SERVICES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1ABLRAQTB48"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Los Angeles",
  "perf_str_addr": "5151 State University Drive",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900324221",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 359012.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most marine animals produce tiny, planktonic larval stages that can either (a) spend a month feeding and growing in the plankton, or (b) hatch as larger non-feeding larvae that swim for only a few days, or even hatch as miniature adults with no swimming period.&nbsp; It was long assumed that feeding larvae were transported great distances by ocean currents while they matured, but this was recently challenged by some studies.&nbsp; We tested these hypotheses using a group of sea slugs called sacoglossans, in which related species often differ in the type of larvae they produce, and focused on Caribbean species as there are detailed models of which locations should be connected by migration via currents.</p>\n<p>We found that species with short-lived, big larvae did generally experience less gene flow (the consequence of migration) among sites, confirming such larvae are less dispersive. &nbsp;However, in one such species, larvae evolved swimming behaviors that seem to help them get into surface currents and hence be transported far from hatching sites, increasing genetic mixing among populations. We also discovered that several species produce non-dispersive larvae in low-nutrient, clear waters of the central Caribbean, but produce feeding larvae (which are also dispersive) in the more nutrient-rich waters along the coast of Central and South America, which increases gene flow among those populations. Thus, the absence of planktonic food in tropical waters can be one factor selecting against dispersive larvae, which can cause populations to become genetically and demographically isolated.</p>\n<p>Notably, the Florida Keys population was genetically distinctive in most of the 19 species we studied across the Caribbean.&nbsp; The fast-moving Gulf Stream current likely acts like a barrier to gene flow into and out of Florida, by whisking planktonic larvae into the North Atlantic.&nbsp; Populations of tropical marine animals in the Keys may thus warrant special conservation measures, as they are unlikely to be quickly replenished from the Caribbean should their populations crash locally.</p>\n<p>The consequences of evolutionary shifts from dispersive to non-dispersive larvae are also profound.&nbsp; Classic studies of the fossil record argued for 40 years that non-dispersive development was a &ldquo;winning&rdquo; strategy in the long-term, causing a lineage to differentiate into many daughter species.&nbsp; However, our research showed that shifts from a migratory to a non-dispersive life history trades off short-term gain for long-term failure.&nbsp; Wherever ocean circulation limits the movement of planktonic larvae in and out, dispersal can be selected against, and non-dispersive larval development evolves.&nbsp; However, in the long run (over evolutionary timescales) this strategy dooms most lineages to eventual extinction.&nbsp; Thus, the &ldquo;winners&rdquo; in most marine invertebrate groups tend to be lineages that retain the potential for long-distance dispersal by producing long-lived, feeding larvae.</p>\n<p>Our results also contribute to applied problems in drug discovery and biological control of invasive algae. One &ldquo;species&rdquo; called <em>Elysia ornata</em> was reported to occur throughout the tropics, and to contain compounds called kahalalides currently in trial as potential anti-cancer drugs. By studying DNA sequences, adult anatomy, and larval features, we showed that there are eight related but distinct species being called &ldquo;<em>ornata</em>.&rdquo;&nbsp; Obviously, it is critical to know which species contain potential cancer drugs, and which have not yet been screened for chemotherapeutic agents; our work showcases the importance of taxonomy and species identification in poorly studied groups.&nbsp; We similarly studied species called &ldquo;<em>E. tomentosa</em>&rdquo;, and found up to 10 species were being lumped under this name.&nbsp; Species in this complex eat toxic, highly invasive &ldquo;killer algae&rdquo; <em>(Caulerpa taxifolia</em> and related seaweeds) that have invaded the Mediterranean, California, Japan and Australia. Sea slugs may be useful as biological control agents but little is presently known about their feeding specificity, and our lab is the only one that can presently tell species in this complex apart.&nbsp; A better understanding of species diversity in sea slug groups that eat introduced algae may generally help to predict where such algae will establish a foothold around the globe. Naming these species of sea slugs will furthermore allow scientists to communicate their findings about this group.</p>\n<p>Lastly, some sacoglossans have the remarkable ability to store functional chloroplasts (the part of plant cells that performs photosynthesis) from their meals.&nbsp; Instead of being digested, the hijacked chloroplasts continue to pump out nutrients for the slug, in some species for many months. &nbsp;Species that can sustain chloroplasts are used to study the early stages of intracellular symbioses, which led to the evolution of chloroplasts themselves from bacterial ancestors over a billion years ago.&nbsp; Our studies revealed that one such &ldquo;species&rdquo;, <em>Plakobranchus ocellatus</em>, is actually at least 10 distinct species presently unrecognized by science.&nbsp; Studies of different species that use the same name can create confusion by reaching inconsistent or contradictory results; recognizing and describing the true species richness in a group is therefore critical for effective scientific study of the species involved.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2017<br>\n\t\t\t\t\tModified by: Patrick&nbsp;J&nbsp;Krug</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1130072/1130072_10128301_1500342298239_7_11,Ecri_NEx017--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1130072/1130072_10128301_1500342298239_7_11,Ecri_NEx017--rgov-800width.jpg\" title=\"Elysia crispata\"><img src=\"/por/images/Reports/POR/2017/1130072/1130072_10128301_1500342298239_7_11,Ecri_NEx017--rgov-66x44.jpg\" alt=\"Elysia crispata\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The lettuce sea slug Elysia crispata is remarkably photosynthetic, able to survive over a month on sunlight thanks to chloroplasts from its last meal of seaweed, kept alive within its frilly mantle folds; this is one of 19 species studied for genetic differences among Caribbean populations.</div>\n<div class=\"imageCredit\">Patrick J. Krug</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Patrick&nbsp;J&nbsp;Krug</div>\n<div class=\"imageTitle\">Elysia crispata</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1130072/1130072_10128301_1500342429127_T_picta--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1130072/1130072_10128301_1500342429127_T_picta--rgov-800width.jpg\" title=\"Thuridilla picta\"><img src=\"/por/images/Reports/POR/2017/1130072/1130072_10128301_1500342429127_T_picta--rgov-66x44.jpg\" alt=\"Thuridilla picta\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Thuridilla picta is a rare Caribbean sea slug; many sea slugs feature bright warning colors to alert visual predators like fish to their unpalatable taste, due to noxious chemicals slugs either obtain from their diet, or synthesize themselves.</div>\n<div class=\"imageCredit\">Patrick J. Krug</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Patrick&nbsp;J&nbsp;Krug</div>\n<div class=\"imageTitle\">Thuridilla picta</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMost marine animals produce tiny, planktonic larval stages that can either (a) spend a month feeding and growing in the plankton, or (b) hatch as larger non-feeding larvae that swim for only a few days, or even hatch as miniature adults with no swimming period.  It was long assumed that feeding larvae were transported great distances by ocean currents while they matured, but this was recently challenged by some studies.  We tested these hypotheses using a group of sea slugs called sacoglossans, in which related species often differ in the type of larvae they produce, and focused on Caribbean species as there are detailed models of which locations should be connected by migration via currents.\n\nWe found that species with short-lived, big larvae did generally experience less gene flow (the consequence of migration) among sites, confirming such larvae are less dispersive.  However, in one such species, larvae evolved swimming behaviors that seem to help them get into surface currents and hence be transported far from hatching sites, increasing genetic mixing among populations. We also discovered that several species produce non-dispersive larvae in low-nutrient, clear waters of the central Caribbean, but produce feeding larvae (which are also dispersive) in the more nutrient-rich waters along the coast of Central and South America, which increases gene flow among those populations. Thus, the absence of planktonic food in tropical waters can be one factor selecting against dispersive larvae, which can cause populations to become genetically and demographically isolated.\n\nNotably, the Florida Keys population was genetically distinctive in most of the 19 species we studied across the Caribbean.  The fast-moving Gulf Stream current likely acts like a barrier to gene flow into and out of Florida, by whisking planktonic larvae into the North Atlantic.  Populations of tropical marine animals in the Keys may thus warrant special conservation measures, as they are unlikely to be quickly replenished from the Caribbean should their populations crash locally.\n\nThe consequences of evolutionary shifts from dispersive to non-dispersive larvae are also profound.  Classic studies of the fossil record argued for 40 years that non-dispersive development was a \"winning\" strategy in the long-term, causing a lineage to differentiate into many daughter species.  However, our research showed that shifts from a migratory to a non-dispersive life history trades off short-term gain for long-term failure.  Wherever ocean circulation limits the movement of planktonic larvae in and out, dispersal can be selected against, and non-dispersive larval development evolves.  However, in the long run (over evolutionary timescales) this strategy dooms most lineages to eventual extinction.  Thus, the \"winners\" in most marine invertebrate groups tend to be lineages that retain the potential for long-distance dispersal by producing long-lived, feeding larvae.\n\nOur results also contribute to applied problems in drug discovery and biological control of invasive algae. One \"species\" called Elysia ornata was reported to occur throughout the tropics, and to contain compounds called kahalalides currently in trial as potential anti-cancer drugs. By studying DNA sequences, adult anatomy, and larval features, we showed that there are eight related but distinct species being called \"ornata.\"  Obviously, it is critical to know which species contain potential cancer drugs, and which have not yet been screened for chemotherapeutic agents; our work showcases the importance of taxonomy and species identification in poorly studied groups.  We similarly studied species called \"E. tomentosa\", and found up to 10 species were being lumped under this name.  Species in this complex eat toxic, highly invasive \"killer algae\" (Caulerpa taxifolia and related seaweeds) that have invaded the Mediterranean, California, Japan and Australia. Sea slugs may be useful as biological control agents but little is presently known about their feeding specificity, and our lab is the only one that can presently tell species in this complex apart.  A better understanding of species diversity in sea slug groups that eat introduced algae may generally help to predict where such algae will establish a foothold around the globe. Naming these species of sea slugs will furthermore allow scientists to communicate their findings about this group.\n\nLastly, some sacoglossans have the remarkable ability to store functional chloroplasts (the part of plant cells that performs photosynthesis) from their meals.  Instead of being digested, the hijacked chloroplasts continue to pump out nutrients for the slug, in some species for many months.  Species that can sustain chloroplasts are used to study the early stages of intracellular symbioses, which led to the evolution of chloroplasts themselves from bacterial ancestors over a billion years ago.  Our studies revealed that one such \"species\", Plakobranchus ocellatus, is actually at least 10 distinct species presently unrecognized by science.  Studies of different species that use the same name can create confusion by reaching inconsistent or contradictory results; recognizing and describing the true species richness in a group is therefore critical for effective scientific study of the species involved.\n\n\t\t\t\t\tLast Modified: 07/17/2017\n\n\t\t\t\t\tSubmitted by: Patrick J Krug"
 }
}