{
 "awd_id": "1130589",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Ion Irradiation-Induced Nanocrystallization of Metallic Glasses and Its Effects on Their Mechanical Properties",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tom Kuech",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 190000.0,
 "awd_amount": 190000.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "The main objectives of this collaborative research project are to develop an understanding of the mechanisms responsible for nanocrystal phase formation when metallic glasses are subjected to ion irradiation, and to quantify the resulting effects on the materials' mechanical behavior. The project will employ monomer-ion irradiation, ion irradiation at elevated temperatures, and cluster ion irradiation to promote direct crystallization of cascade regions so as to achieve tunable crystal densities, sizes and distributions. This portion of the work will contribute to fundamental understanding of radiation responses of metallic glasses including details of ion irradiation induced structural evolution occurring over different time scales involving damage cascade creation, thermal spike formation, and structural relaxation. The project will utilize nanoindentation and micro pillar compression experiments to quantify resulting hardness, elastic modulus and ductility. This portion of work will identify the roles of nanocrystals on the mechanical response of metallic glasses, and contribute to fundamental understanding of shear band nucleation and propagation, and deflection and attenuation by nanocrystals of different mechanical strengths and interaction cross sections. \r\n\r\nIt is expected that this study will contribute to new fundamental understanding of the mechanisms responsible for the creation of nanocrystals in metallic glasses by ion irradiation, and the role of the altered structures in the modification of the materials' mechanical response. Ion irradiation will be used as a method to precisely introduce excessive free volume into a metallic glass, and will therefore provide a means to understand its intrinsic properties, i.e., the role of free volume in determining amorphous-to-crystalline transitions. With nanocrystals embedded in an amorphous matrix acting as stress release centers, the ion beam modified surface is expected to demonstrate enhanced ductility for a wide range of materials applications in harsh environments. The study represents a strong collaboration which reaches across both institutional bounds (university and government laboratories) as well as interdisciplinary bounds (materials science, nuclear engineering, mechanical engineering and applied physics). In addition, the nature of this cross-disciplinary collaboration and the involvement of researchers from several disciplines support the broad dissemination of research results. The proposed effort also includes the integration of our research findings into existing courses at participant universities, and the development of an e-learning module on relevant topics. The project is planned to promote research involvement of underrepresented groups, both as graduate students and undergraduates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lin",
   "pi_last_name": "Shao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lin Shao",
   "pi_email_addr": "lshao@ne.tamu.edu",
   "nsf_id": "000491873",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Engineering Experiment Station",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454645",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 190000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project aims to develop an understanding of the mechanisms responsible for phase transitions and nanocrystal formation when metallic glasses are subjected to high energy ion irradiation, and also to quantify the resulting effects on the materials&rsquo; mechanical behaviors.&nbsp;&nbsp;The findings from the project impact the fundamental understanding on behaviors of metallic glasses under harsh environments. First, the studies show that free surfaces of metallic glasses act as free volume sinks to remove excessive free volumes, thus nanostructured metallic glasses having enhanced surface-to-volume ratios have higher crystallization resistance under ion bombardment. Second, although damage cascades are created upon ion irradiation, they do not directly lead to localized crystallization due to super-fast quenching of hot zones. Instead, crystallization occurs due to excessive free volume introduced by ion irradiation. Third, changing ion irradiation temperatures can directly control localized phase evolutions and lead to adjustable crystallization levels or layered crystalline-amorphous structures. These finding will benefit a wide range of metallic glass applications where the materials will be used under harsh environments requiring high operation temperatures and better ductility. The finding supports the hypothesis made in the proposal and provides a key guidance for applying ion beam technique to achieve controllable nanocrystals.&nbsp;&nbsp; The work to date has resulted in six journal papers with several manuscripts under submission and preparation. The project supported two Ph.D students and involved several undergraduate student researchers.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2017<br>\n\t\t\t\t\tModified by: Lin&nbsp;Shao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project aims to develop an understanding of the mechanisms responsible for phase transitions and nanocrystal formation when metallic glasses are subjected to high energy ion irradiation, and also to quantify the resulting effects on the materials? mechanical behaviors.  The findings from the project impact the fundamental understanding on behaviors of metallic glasses under harsh environments. First, the studies show that free surfaces of metallic glasses act as free volume sinks to remove excessive free volumes, thus nanostructured metallic glasses having enhanced surface-to-volume ratios have higher crystallization resistance under ion bombardment. Second, although damage cascades are created upon ion irradiation, they do not directly lead to localized crystallization due to super-fast quenching of hot zones. Instead, crystallization occurs due to excessive free volume introduced by ion irradiation. Third, changing ion irradiation temperatures can directly control localized phase evolutions and lead to adjustable crystallization levels or layered crystalline-amorphous structures. These finding will benefit a wide range of metallic glass applications where the materials will be used under harsh environments requiring high operation temperatures and better ductility. The finding supports the hypothesis made in the proposal and provides a key guidance for applying ion beam technique to achieve controllable nanocrystals.   The work to date has resulted in six journal papers with several manuscripts under submission and preparation. The project supported two Ph.D students and involved several undergraduate student researchers. \n\n \n\n\t\t\t\t\tLast Modified: 01/03/2017\n\n\t\t\t\t\tSubmitted by: Lin Shao"
 }
}