{
 "awd_id": "1130407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Green Solution-Processing of Functional All-carbon Nanocomposites",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 349317.0,
 "awd_amount": 349317.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "Graphitic nanostructures such as fullerenes, carbon nanotubes and graphene-based sheets have long been the fascination of scientists and engineers due to their excellent properties that could lead to smaller, stronger, smarter and cleaner materials and technologies. While great material properties have been discovered in these graphitic nanomaterials in lab scale quantities, a major roadblock that needs to be lifted before their widespread industrial applications is their poor processability and tendency to aggregate in solvents. Strategies for making them more soluble typically involve the use of hard-to-clean surfactants, harsh and toxic solvents, and extensive chemical modification of their surfaces, which usually increase the complexity, potential negative environmental impact and cost of material manufacturing. This project aims to develop green, water-based processing techniques and the associated material assembly sciences of these graphitic nanomaterials inspired by on our recent discovery of graphene oxide as sheet-like surfactant. Based on the interactions between these dot-, tube- and sheet-like carbon nanostructures, self-stabilized aqueous dispersions of composites made of two or all of these materials should be feasible. Therefore, an abruptly different idea is to process these graphitic nano-carbon materials in water without the need for any extra surfactant or dispersion agent. \r\n\r\nNew materials and technologies for green manufacturing and clean energy are central to the interest and sustainability of our society. If successful, this project will lead to green material processing strategy that could eliminate or minimize the use of toxic, aggressive solvents or extensive material modification typically employed to improve solution processability. It could also lead to unprecedented photovoltaic materials completely made of carbon, and high performance carbon-based electrodes for electrical energy conversion and storage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiaxing",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiaxing Huang",
   "pi_email_addr": "jiaxing-huang@northwestern.edu",
   "nsf_id": "000508467",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2220 Campus Drive",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080893",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ele_code": "167400",
   "pgm_ele_name": "NANOSCALE: INTRDISCPL RESRCH T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "1467",
   "pgm_ref_txt": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ref_code": "1674",
   "pgm_ref_txt": "NANOSCALE: INTRDISCPL RESRCH T"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 349317.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Two main discoveries were made during the course of this grant. First, as we proposed, we developed a few &ldquo;all-carbon&rdquo; composites made of graphene, single walled carbon nanotubes and/or fullerenes that are useful for solar cells. Prior attempts to create such materials typically rely on complex organic chemistry methods involving the use of toxic solvents, and have not been very effective. The approach we discovered makes it possible to create them using water as the solvent. And the resulting materials perform better. Notably, we demonstrated a new type of solar cell absorber based on one of our all-carbon composites. This has motivated a number of other scientists to study such new materials, which could lead to highly stable, high performance solar cells that made of entirely graphitic carbon materials.</p>\n<p>&nbsp;</p>\n<p>We made another unexpected discovery while carrying out proposed work. In order to enhance the efficiency of solar cells based on our all-carbon composites, we attempted to create a light trapping layer using quasi-random nanopatterns, which can pump more light into solar cells. We realized that such patterns are typically designed through complicated modelling and very expensive to fabricate. We did not proceed to fabricate such pre-designed nanopatterns. Instead, we discovered that the nanopatterns in Blu-ray movie discs are already surprising suitable for light trapping purposes. And we experimentally showed that solar cells with such Blu-ray movie patterns indeed absorb significant more light and have higher efficiency. Following this initial excitement, we eventually uncovered that Blu-ray patterns are already nearly optimized because the data processing algorithms used to record information limit the feature sizes and the arrangement of the final &ldquo;pits&rdquo; on the discs. This makes all Blu-ray movie discs suitable as a template for transferring quasi-random nanopatterns to solar cells, regardless of the disc content. This discovery connects information theory, photonics and materials to engineer a solution for solar cells. Therefore, it comes a good example of scientific discovery made at the intersection of different disciplines. &nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2016<br>\n\t\t\t\t\tModified by: Jiaxing&nbsp;Huang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1130407/1130407_10122126_1454292563121_revisedcoverart2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1130407/1130407_10122126_1454292563121_revisedcoverart2--rgov-800width.jpg\" title=\"Towards all-carbon solar cells\"><img src=\"/por/images/Reports/POR/2016/1130407/1130407_10122126_1454292563121_revisedcoverart2--rgov-66x44.jpg\" alt=\"Towards all-carbon solar cells\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Discoveries made under this award suggest that it is possible to create thin film solar cells with all the layers, from electrodes, modifying layer, to light absorber made of graphitic materials.</div>\n<div class=\"imageCredit\">Jiaxing Huang, Vincent Tung and Jaemyung Kim</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jiaxing&nbsp;Huang</div>\n<div class=\"imageTitle\">Towards all-carbon solar cells</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1130407/1130407_10122126_1454292725550_Blu-raypatterns--rgov-214x142.jpg\" original=...",
  "por_txt_cntn": "\nTwo main discoveries were made during the course of this grant. First, as we proposed, we developed a few \"all-carbon\" composites made of graphene, single walled carbon nanotubes and/or fullerenes that are useful for solar cells. Prior attempts to create such materials typically rely on complex organic chemistry methods involving the use of toxic solvents, and have not been very effective. The approach we discovered makes it possible to create them using water as the solvent. And the resulting materials perform better. Notably, we demonstrated a new type of solar cell absorber based on one of our all-carbon composites. This has motivated a number of other scientists to study such new materials, which could lead to highly stable, high performance solar cells that made of entirely graphitic carbon materials.\n\n \n\nWe made another unexpected discovery while carrying out proposed work. In order to enhance the efficiency of solar cells based on our all-carbon composites, we attempted to create a light trapping layer using quasi-random nanopatterns, which can pump more light into solar cells. We realized that such patterns are typically designed through complicated modelling and very expensive to fabricate. We did not proceed to fabricate such pre-designed nanopatterns. Instead, we discovered that the nanopatterns in Blu-ray movie discs are already surprising suitable for light trapping purposes. And we experimentally showed that solar cells with such Blu-ray movie patterns indeed absorb significant more light and have higher efficiency. Following this initial excitement, we eventually uncovered that Blu-ray patterns are already nearly optimized because the data processing algorithms used to record information limit the feature sizes and the arrangement of the final \"pits\" on the discs. This makes all Blu-ray movie discs suitable as a template for transferring quasi-random nanopatterns to solar cells, regardless of the disc content. This discovery connects information theory, photonics and materials to engineer a solution for solar cells. Therefore, it comes a good example of scientific discovery made at the intersection of different disciplines.    \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/31/2016\n\n\t\t\t\t\tSubmitted by: Jiaxing Huang"
 }
}