{
 "awd_id": "1130359",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spatial patterns of coral-vermetid interactions: short-term effects and long-term consequences",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel J. Thornhill",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2015-09-25",
 "awd_abstract_narration": "Intellectual Merit.  Ecological surprises are most likely to be manifest in diverse communities where many interactions remain uninvestigated. Coral reefs harbor much of the world's biodiversity, and recent studies by the investigators suggest that one overlooked, but potentially important, biological interaction involves vermetid gastropods. Vermetid gastropods are nonmobile, tube-building snails that feed via an extensive mucus net. Vermetids reduce coral growth by up to 80%, and coral survival by as much as 60%. Because effects vary among coral taxa, vermetids may substantially alter the structure of coral communities as well as the community of fishes and invertebrates that inhabit the coral reef.\r\n\r\nThe investigators will conduct a suite of experimental and observational studies that: 1) quantify the effects of four species of vermetids across coral species to assess if species effects and responses are concordant or idiosyncratic; 2) use meta-analysis to compare effects of vermetids relative to other coral stressors and determine the factors that influence variation in coral responses; 3) determine the role of coral commensals that inhabit the branching coral, Pocillopora, and evaluate how the development of the commensal assemblage modifies the deleterious effects of vermetids; 4) determine how vermetid mucus nets affect the local environment of corals and evaluate several hypotheses about proposed mechanisms; and 5) assess the long-term implications of vermetids on coral communities and the fishes and invertebrates that depend on the coral.\r\n\r\nBroader impacts.  This collaborative research program will facilitate a broader understanding of coral reef ecology and the factors that impinge on the health of these highly valued, but imperiled, ecosystems.  The investigators will continue our involvement in the Plan de Gestion de l'Espace Maritime, a management plan and network of marine protected areas around the island of Moorea. For example, by incorporating studies of vermetids into the assessment of the Moorea MPA network the work also will provide knowledge about possible deleterious effects of MPAs mediated through the reduction in harvest of vermetids.   Project personnel will interact with local Polynesian community groups (e.g., Te Pu 'Atiti'a) to benefit from their traditional knowledge and to inform them of the research program. One supported student will lead up an effort to link with area schools (to be designed in collaboration with participants in the 'Atiti'a group).  Team members include researchers and students from three countries: USA, New Zealand, and France. Two US-based graduate students and  approximately four undergraduate students will be involved each year, and will benefit from working with scientists from these countries as well as with local teachers and elders. Regular exchanges between participating academic institutions (e.g., interfacing with the \"Ocean Bridges\" program) will enhance the interdisciplinary research and cultural experiences.  This research will be conducted at the Moorea Coral Reef LTER site and will contribute to process-oriented studies that complement sampling conducted by MCR-LTER, as well as research conducted at the nearby French laboratory, Le Centre de Recherches Insulaires et Observatoire de l'Environnement (CRIOBE).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Osenberg",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Craig W Osenberg",
   "pi_email_addr": "osenberg@uga.edu",
   "nsf_id": "000308101",
   "pi_start_date": "2015-02-04",
   "pi_end_date": "2015-09-25"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Frazer",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas K Frazer",
   "pi_email_addr": "tfrazer@usf.edu",
   "nsf_id": "000445304",
   "pi_start_date": "2015-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Osenberg",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Craig W Osenberg",
   "pi_email_addr": "osenberg@uga.edu",
   "nsf_id": "000308101",
   "pi_start_date": "2015-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Frazer",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas K Frazer",
   "pi_email_addr": "tfrazer@usf.edu",
   "nsf_id": "000445304",
   "pi_start_date": "2011-09-07",
   "pi_end_date": "2015-09-25"
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "620 Bartram Hall",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326118525",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1067",
   "pgm_ref_txt": "SMALL PACIFIC ISLAND NATIONS"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Context.&nbsp; </strong>Global declines in corals and the resulting degradation of coral reef ecosystems are among the most pressing environmental issues of the century. The loss of coral reefs threatens fisheries, tourism-based economies, biodiversity, and shoreline protection. To facilitate the conservation and management of coral reefs, we must identify and understand the factors that drive coral dynamics.&nbsp; Yet, the effects of many factors remain poorly understood.&nbsp; For example, vermetid gastropods are non-mobile, tube-building snails, many of which feed via an extensive mucus net.&nbsp; Vermetids are ubiquitous on many reefs; however, their effects and ecological roles within reef communities remain poorly documented.&nbsp; Our project was designed to: 1) quantify short-term effects of vermetids on corals; 2) investigate the mechanism(s) underlying these effects; 3) quantify vermetid population dynamics; and 4) determine the long-term implications of vermetids on coral reef communities.&nbsp; Our work focused on the largest and most abundant vermetid in Mo&rsquo;orea, French Polynesia: <em>Ceraesignum maximum</em>.&nbsp;</p>\n<p>&nbsp;<strong>Effects of vermetids.&nbsp; </strong>Field experiments conducted at different sites showed statistically consistent effects of <em>C. maximum</em> on the growth and survival of branching corals (<em>Pocillopora</em>), although we had limited power to discern spatial variation in effects (Shima et al. 2013).&nbsp; Experiments using massive <em>Porites</em> were more variable: e.g., one experiment using a mounding coral (<em>Porites</em>) demonstrated that deleterious effects of vermetids required the presence of sediments (Zill et al. 2017).&nbsp; The dissertations of two graduate students expand on these hypotheses, with results forthcoming (Jacobson 2018; Brown 2018).&nbsp;</p>\n<p><strong>&nbsp;</strong><strong>Mechanisms. </strong>Vermetids did not reduce light availability, but decreased water flow near the surface of corals (Brown and Osenberg, in review).&nbsp; Despite effects on water flow, there were no significant changes in the oxygen concentration at the coral surface, possibly because exposure to vermetids reduced photosynthetic rates of symbiotic algae.&nbsp; Coral photophysiology was affected by vermetids, and this effect was stronger for coral on ridges of the colony than for corals in recesses, possibly explaining our previous observation that coral morphology is &ldquo;flatter&rdquo; (not bumpier) in the presence of vermetids (Shima et al. 2015).&nbsp;We also examined the microbes associated with corals and found that the coral microbiome was altered by exposure to algae, but not by exposure to vermetids (Brown and Osenberg, in prep).&nbsp;</p>\n<p>&nbsp;<strong>Vermetid dynamics: slow growth.&nbsp;&nbsp;</strong>Individual growth of <em>C. maximum</em> decreased with body size, and was reduced at greater vermetid densities; however, growth did not vary among different coral substrates (Shima et al. 2016).&nbsp; Vermetid survival was greater on living massive coral (<em>Porites</em>) relative to dead coral substrate, suggesting little scope for regulation of vermetid population growth via direct density dependence in survival (Shima et al. 2016).&nbsp; Muricid snails (e.g., <em>Mancinella armigera</em> and <em>Menathais tuberosa</em>) are predators of <em>C. maximum</em>, and we have documented that they not only kill vermetids, but also use recently emptied shells to deposit egg capsules (Brown et al. 2014, in prep).&nbsp; However, the low density of these muricids probably limits their role in driving large changes in the abundance of <em>C. maximum</em> (Brown et al. in prep).&nbsp;</p>\n<p>&nbsp;<strong>Vermetid dynamics: rapid die-offs.<em>&nbsp;</em></strong><em>&nbsp;</em>In July 2015, we observed a sudden and complete die-off of <em>C. maximum</em> on the island of Mo&rsquo;orea.&nbsp; In the span of 3 weeks, <em>C. maximum</em> went from apparently normal behavior to not feeding (i.e., not producing nets) to dead (Brown et al. 2016).&nbsp; <em>Ceraesignum</em><em> maximum</em> was the only species observed to incur this mass mortality.&nbsp; We found no surviving snails on Moorea.&nbsp; We also sampled the island of Tahiti and found evidence of a similar massive (and complete) die-off.&nbsp; Using photographs obtained from eco-tourists, we obtained evidence for die-offs on other islands (Brown et al. 2016), and in 2016 and 2017 we conducted more extensive surveys of other islands in French Polynesia.&nbsp; Populations of <em>C. maximum</em> were completely extirpated on the islands of Mo&rsquo;orea, Tahiti, Taha&rsquo;a, Raiatea, Bora Bora, and Huahine (in the Society Islands) and on the atolls of Rangiroa, Tikehau, Fakarava, and Hao (in the Tuomotus).&nbsp; They were, however, still alive and thriving on Rurutu (in the Australes) and on Mangareva and surrounding islands in the Gambiers (Osenberg et al., in prep).</p>\n<p>&nbsp;<strong>Assess the <em>long-term implications </em>of vermetids on coral reef communities</strong>. We conducted a field experiment comparing reefs where we removed vermetids to control reefs (with vermetids).&nbsp; Vermetid removal had no discernible effect on coral dynamics, coral composition, or fish communities (Osenberg et al, in prep).&nbsp;&nbsp;These results contrast with our short-term experiments which demonstrated strong, species-specific responses.&nbsp; Our current explanation for these disparate results are that the long-term experiment was set up during a time when live coral cover had been dramatically reduced due to combined effects of a crown-of-thorns (<em>Acanthaster</em>) outbreak and a hurricane.&nbsp; As a result, there was very little potential for growth from existing live coral colonies during the first three years of the experiment.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: Craig&nbsp;W&nbsp;Osenberg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nContext.  Global declines in corals and the resulting degradation of coral reef ecosystems are among the most pressing environmental issues of the century. The loss of coral reefs threatens fisheries, tourism-based economies, biodiversity, and shoreline protection. To facilitate the conservation and management of coral reefs, we must identify and understand the factors that drive coral dynamics.  Yet, the effects of many factors remain poorly understood.  For example, vermetid gastropods are non-mobile, tube-building snails, many of which feed via an extensive mucus net.  Vermetids are ubiquitous on many reefs; however, their effects and ecological roles within reef communities remain poorly documented.  Our project was designed to: 1) quantify short-term effects of vermetids on corals; 2) investigate the mechanism(s) underlying these effects; 3) quantify vermetid population dynamics; and 4) determine the long-term implications of vermetids on coral reef communities.  Our work focused on the largest and most abundant vermetid in Mo?orea, French Polynesia: Ceraesignum maximum. \n\n Effects of vermetids.  Field experiments conducted at different sites showed statistically consistent effects of C. maximum on the growth and survival of branching corals (Pocillopora), although we had limited power to discern spatial variation in effects (Shima et al. 2013).  Experiments using massive Porites were more variable: e.g., one experiment using a mounding coral (Porites) demonstrated that deleterious effects of vermetids required the presence of sediments (Zill et al. 2017).  The dissertations of two graduate students expand on these hypotheses, with results forthcoming (Jacobson 2018; Brown 2018). \n\n Mechanisms. Vermetids did not reduce light availability, but decreased water flow near the surface of corals (Brown and Osenberg, in review).  Despite effects on water flow, there were no significant changes in the oxygen concentration at the coral surface, possibly because exposure to vermetids reduced photosynthetic rates of symbiotic algae.  Coral photophysiology was affected by vermetids, and this effect was stronger for coral on ridges of the colony than for corals in recesses, possibly explaining our previous observation that coral morphology is \"flatter\" (not bumpier) in the presence of vermetids (Shima et al. 2015). We also examined the microbes associated with corals and found that the coral microbiome was altered by exposure to algae, but not by exposure to vermetids (Brown and Osenberg, in prep). \n\n Vermetid dynamics: slow growth.  Individual growth of C. maximum decreased with body size, and was reduced at greater vermetid densities; however, growth did not vary among different coral substrates (Shima et al. 2016).  Vermetid survival was greater on living massive coral (Porites) relative to dead coral substrate, suggesting little scope for regulation of vermetid population growth via direct density dependence in survival (Shima et al. 2016).  Muricid snails (e.g., Mancinella armigera and Menathais tuberosa) are predators of C. maximum, and we have documented that they not only kill vermetids, but also use recently emptied shells to deposit egg capsules (Brown et al. 2014, in prep).  However, the low density of these muricids probably limits their role in driving large changes in the abundance of C. maximum (Brown et al. in prep). \n\n Vermetid dynamics: rapid die-offs.  In July 2015, we observed a sudden and complete die-off of C. maximum on the island of Mo?orea.  In the span of 3 weeks, C. maximum went from apparently normal behavior to not feeding (i.e., not producing nets) to dead (Brown et al. 2016).  Ceraesignum maximum was the only species observed to incur this mass mortality.  We found no surviving snails on Moorea.  We also sampled the island of Tahiti and found evidence of a similar massive (and complete) die-off.  Using photographs obtained from eco-tourists, we obtained evidence for die-offs on other islands (Brown et al. 2016), and in 2016 and 2017 we conducted more extensive surveys of other islands in French Polynesia.  Populations of C. maximum were completely extirpated on the islands of Mo?orea, Tahiti, Taha?a, Raiatea, Bora Bora, and Huahine (in the Society Islands) and on the atolls of Rangiroa, Tikehau, Fakarava, and Hao (in the Tuomotus).  They were, however, still alive and thriving on Rurutu (in the Australes) and on Mangareva and surrounding islands in the Gambiers (Osenberg et al., in prep).\n\n Assess the long-term implications of vermetids on coral reef communities. We conducted a field experiment comparing reefs where we removed vermetids to control reefs (with vermetids).  Vermetid removal had no discernible effect on coral dynamics, coral composition, or fish communities (Osenberg et al, in prep).  These results contrast with our short-term experiments which demonstrated strong, species-specific responses.  Our current explanation for these disparate results are that the long-term experiment was set up during a time when live coral cover had been dramatically reduced due to combined effects of a crown-of-thorns (Acanthaster) outbreak and a hurricane.  As a result, there was very little potential for growth from existing live coral colonies during the first three years of the experiment.\n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: Craig W Osenberg"
 }
}