{
 "awd_id": "1130791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  A Framework for Modeling and Measuring Collaborative Creativity in Early Stage Engineering Design Teams",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christiaan Paredis",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 222593.0,
 "awd_amount": 222593.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "The objective of this research award is to model collaborative creativity in engineering design teams in a way that considers both an individual's internal creative processes and the external creative processes that occur through team interactions. Creativity in the generation of new concepts is a key driver of innovation in engineering design, but a continuing challenge has been to postulate strategies that consistently encourage high quality concept generation in design teams. Much research on creativity has focused on theories for internal cognition in individuals, while engineering and organizational behavior research has centered on more general creativity-focused activities at the team level. A comprehensive set of experiments and metrics will be formulated to assess the role of each of these aspects of individual and collaborative creativity. \r\n\r\nIf successful, this research will help advance the fundamental understanding of the nature of creativity in engineering design teams and further the basic knowledge of innovation in design. This work will have impact across many industries, from product development to automotive to services. The metrics and approaches that arise from this research will serve as a foundation from which to develop strategies for design teams and organizations to become more creative as well as innovative. This research will involve the active participation of undergraduates, women, and underrepresented minorities at MIT, USC, and Wellesley College. Research will also involve urban high school students to encourage the pursuit of careers in engineering through exposure to design activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Yang",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Maria C Yang",
   "pi_email_addr": "mcyang@mit.edu",
   "nsf_id": "000289477",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 222593.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Collaborative Research: A Framework for Modeling and Measuring Collaborative Creativity in Early Stage Engineering Design Teams</strong>&nbsp;</p>\n<p>Co-PI: Maria C. Yang, Massachusetts Institute of Technology</p>\n<p><br />The generation of novel concepts is a key activity in the design process, and has been the focus of much research in engineering design, psychology and business. The work of designers and engineers occurs both individually and in teams, using a range of tools to facilitate the process. This project conducted new research on modeling collaborative creativity in engineering teams, considering 1) the impact of social influence and interactions on concept generation such as the sociotechnical environments that teams and individuals operate in and 2) the influence of individual and group design tools and representations on the process of generating concepts.&nbsp;</p>\n<p><br />INTELLECTUAL MERIT</p>\n<p>One of the key goals of this research is to advance our fundamental understanding of the nature of concept generation in engineering design teams, as this in turn will further our basic knowledge of innovation in design. This work addressed this goal through a series of experimental studies of both individual designers and design teams at work and found a number of relevant factors that influenced the creativity of design outcome, including:</p>\n<p><em>Building prototypes</em>. This work found positive links between time spent by design teams on creating rough, low fidelity prototypes in the very beginning of early stage design and the project&rsquo;s design outcome. Team members reported that developing shared representations early on enabled the team to collaborate more effectively for the rest of the project. &nbsp;</p>\n<p><em>Sketching vs. Building physical prototypes</em>: It was found that fast, preliminary prototypes are equally as useful for design exploration and creativity as sketching in designing and building simple mechanisms, though results would likely be different for more complex design tasks.</p>\n<p><em>Quantity of prototypes</em>: Our work determined that starting with a larger pool of initial designs rather than a single design resulted in better engineering performance though not creativity. Furthermore, when tasked with performing a second iteration of design, designers who started with more designs made greater improvements in engineering design than those who started with a single design.</p>\n<p><em>Design constraints</em>. The timing of awareness of design constraints can impact on design outcomes including creativity, but that this effect varies depending on the designer&rsquo;s regular prototyping resource environment.</p>\n<p><em>Sense of Immersion</em>: Designers' sense of immersion and presence while engaged in a design task ranged widely as well as their sense of frustration and calmness while performing the design activity. Our study suggests that some level of presence can be linked with better, more creative design, and it implies that level of presence might serve as an indicator of performance and learning in similar design-and-build activities.</p>\n<p>BROADER IMPACTS</p>\n<p>This project had a number of broader impacts. First, it resulted in several conference and journal publications in the top venues in the field of product designs, thus reaching the larger research community. Second, findings from the research were incorporated in both undergraduate and graduate design courses at MIT to contextualize and give more rigor to lectures in creativity to prepare students to be more innovative thinkers in their future careers.&nbsp;Third, it encouraged a diverse group of both undergraduates and graduate students to pursue engineering and design as fields of study. Numerous students were active researchers on many of the projects, and co-authored academic papers on their work, and so prepared to pursue research and ...",
  "por_txt_cntn": "\nCollaborative Research: A Framework for Modeling and Measuring Collaborative Creativity in Early Stage Engineering Design Teams \n\nCo-PI: Maria C. Yang, Massachusetts Institute of Technology\n\n\nThe generation of novel concepts is a key activity in the design process, and has been the focus of much research in engineering design, psychology and business. The work of designers and engineers occurs both individually and in teams, using a range of tools to facilitate the process. This project conducted new research on modeling collaborative creativity in engineering teams, considering 1) the impact of social influence and interactions on concept generation such as the sociotechnical environments that teams and individuals operate in and 2) the influence of individual and group design tools and representations on the process of generating concepts. \n\n\nINTELLECTUAL MERIT\n\nOne of the key goals of this research is to advance our fundamental understanding of the nature of concept generation in engineering design teams, as this in turn will further our basic knowledge of innovation in design. This work addressed this goal through a series of experimental studies of both individual designers and design teams at work and found a number of relevant factors that influenced the creativity of design outcome, including:\n\nBuilding prototypes. This work found positive links between time spent by design teams on creating rough, low fidelity prototypes in the very beginning of early stage design and the projectÆs design outcome. Team members reported that developing shared representations early on enabled the team to collaborate more effectively for the rest of the project.  \n\nSketching vs. Building physical prototypes: It was found that fast, preliminary prototypes are equally as useful for design exploration and creativity as sketching in designing and building simple mechanisms, though results would likely be different for more complex design tasks.\n\nQuantity of prototypes: Our work determined that starting with a larger pool of initial designs rather than a single design resulted in better engineering performance though not creativity. Furthermore, when tasked with performing a second iteration of design, designers who started with more designs made greater improvements in engineering design than those who started with a single design.\n\nDesign constraints. The timing of awareness of design constraints can impact on design outcomes including creativity, but that this effect varies depending on the designerÆs regular prototyping resource environment.\n\nSense of Immersion: Designers' sense of immersion and presence while engaged in a design task ranged widely as well as their sense of frustration and calmness while performing the design activity. Our study suggests that some level of presence can be linked with better, more creative design, and it implies that level of presence might serve as an indicator of performance and learning in similar design-and-build activities.\n\nBROADER IMPACTS\n\nThis project had a number of broader impacts. First, it resulted in several conference and journal publications in the top venues in the field of product designs, thus reaching the larger research community. Second, findings from the research were incorporated in both undergraduate and graduate design courses at MIT to contextualize and give more rigor to lectures in creativity to prepare students to be more innovative thinkers in their future careers. Third, it encouraged a diverse group of both undergraduates and graduate students to pursue engineering and design as fields of study. Numerous students were active researchers on many of the projects, and co-authored academic papers on their work, and so prepared to pursue research and teaching in their future endeavors. Finally, this research began preliminary research on designing for underserved, emerging markets by specifically focusing on microentrepreneurs in the developing world to understand factors that i..."
 }
}