{
 "awd_id": "1130078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Expedition Oriented Research: Sedimentation and tectonics in Kumano forearc basin evolution, NantroSEIZE study area",
 "cfda_num": "47.050",
 "org_code": "06040204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Janecek",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 299204.0,
 "awd_amount": 299204.0,
 "awd_min_amd_letter_date": "2011-09-26",
 "awd_max_amd_letter_date": "2011-09-26",
 "awd_abstract_narration": "Many destructive subduction-zone earthquakes nucleate beneath the sedimentary forearc basins above accretionary prisms. Such behavior certainly characterizes the Nankai prism off Japan?s Kii Peninsula where the Kumano basin sits above an out-of-sequence, or megasplay fault that is likely seismogenic. Nankai-prism behavior is largely governed by the frontal thrust system, incoming trench-sediment, and décollement zone. Yet, slope and forearc basin processes are also likely important to the mechanics of the margin. Because of drilling during IODP Expeditions 315, 316, and 319, it is possible to examine forearc basin evolution at a level not previously attainable. IODP drilling has revealed that the base of the Kumano basin roughly coincides with the Plio-Pleistocene boundary, raising the possibility that a change in sedimentation patterns affected forearc basin initiation. It is proposed to test the hypothesis that changes in sedimentation patterns from trench-fed sediment into the frontal accretionary prism to hinterland-fed slope and forearc basin deposition, coincide with changes in accretionary wedge mechanics. If climate-controlled sedimentation patterns do exert a large control on the Nankai margin tectonics, it would provide a good example of the controversial link between climate-driven sediment flux and tectonic deformation. We will test our hypothesis in the context of a margin-evolution model. Our model predicts that during the Plio-Pleistocene transition from low-to-high sediment flux, out-of-sequence thrusts and slope-basins developed along the Nankai prism in an effort to return the wedge to critical taper. The internal wedge deformation ultimately formed an incipient forearc basin. During the Pleistocene, uplift of the Japanese Alps caused significant sediment flux to the toe of the wedge and resulted in seaward advance of the accretionary prism, sediment underthrusting, and formation of the megasplay. Even greater sediment flux after the Mid-Pleistocene resulted in rapid infilling of the Kumano Basin, and loading of the seismogenic plate boundary. We will evaluate the key components of this descriptive model using a kinematic restoration of 3-D seismic reflection data, down-hole and core constraints on structural orientation and tilting histories, sedimentary provenance of key sections, and Coulomb wedge analytical solutions.\r\nJapan?s Nankai accretionary prism is the site of the 1944 and 1946 great earthquakes. Our work will generate needed datasets for the NantroSEIZE experiment, which seeks to study and monitor seismic deformation below the forearc basin, in contrast with predominantly aseismic deformation near the prism?s toe. The focus of the proposed research is of great interest to the GeoPRISMS program, leading to cross NSF programmatic impact. We will partner with Japanese colleagues, enhancing the international impact. Our education and outreach activities will be through support of a graduate student, and generating learning modules from our research. These modules will build on existing undergraduate tutorials, and be additionally tailored to UT-Austin programs that cater to predominantly minority-serving public school teachers, thereby increasing domestic public awareness about geological processes and natural hazards.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Hayman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas W Hayman",
   "pi_email_addr": "hayman@ou.edu",
   "nsf_id": "000186622",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kitty",
   "pi_last_name": "Milliken",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kitty L Milliken",
   "pi_email_addr": "kitty.milliken@beg.utexas.edu",
   "nsf_id": "000344392",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Gulick",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sean S Gulick",
   "pi_email_addr": "sean@ig.utexas.edu",
   "nsf_id": "000175637",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas Institute for Geophysics",
  "perf_str_addr": "10100 Burnet",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787584445",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689900",
   "pgm_ele_name": "OCE-Ocean Sciences Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5720",
   "pgm_ref_txt": "OCEAN DRILLING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299204.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Large stretches of the coastal regions of the world, including Japan and the US, are subject to destructive earthquakes. Such &ldquo;subduction zone&rdquo; earthquakes are caused by the sliding of the oceanic plate against the overlying continental plate. These events cause nearly unimaginable destruction, such as in the case of the 2011 Tohoku earthquake in Japan, and in some places appear to be located beneath forearc basins, such as the basin Portland, Oregon rests on.</p>\n<p>Forearc basins are regions where sediments fill the region between the deep trench just off-shore, and the volcanic chains (e.g. the Cascades) just inland. Forearc basins are also of great interest because they can hold large amounts of hydrocarbons, mostly as coal, natural gas, or crystallized methane, but these basins form in a much different manner than other basins around the world. Moreover, they are not preserved in the geologic record, so in most places we need to use geophysics to image the subsurface, or drill to recover core and cuttings (the recaptured residual material from drilling).</p>\n<p>In 2009 the Integrated Ocean Drilling Program, the international program devoted to scientific offshore drilling, along with Japan&rsquo;s science agency JAMSTEC, launched an expedition to drill below the Kumano forearc basin, a region that was subject to large earthquakes in the 1940&rsquo;s, and had become a focus site for international geoscientists via the NanTroSEIZE program. Part of that program were earlier seismic imaging efforts in the area, including one that imaged the subsurface in 3D. Our project sought to test a cutting-edge hypothesis about forearc basins, subduction zones, and earthquake with data from this project, supplemented by subsequent projects and analyses of the materials they provided, along with some additional geological investigation of Japan&rsquo;s coastal regions.</p>\n<p>The hypothesis referred to above stems from observations published in the early 2000&rsquo;s that large earthquakes tend be generated by plate-boundary slip beneath the forearc basins.&nbsp; Moreover, in the Nankai region of Japan, it is thought that at the front of the forearc basin, a &ldquo;megasplay&rdquo;, or large fault, cut through the crust and potentially enhanced the tsunami hazard in the region. Potentially tying these concepts together, an idea dating back to the early 1980&rsquo;s is that these regions are governed by the slope of the wedge of sediment that sits against the margin, essentially a factor of safety at which the slope fails as opposed to letting the wedge slide over the plate boundary. If the surface slope of the wedge is not steep enough, it should deform internally until it attains criticality, at which point it should behave like a rigid block and slide against the underlying plate in earthquake-producing slip events.</p>\n<p>In our project we determined the environment that prevailed during geologic time intervals during the history of the Nankai margin. First, we found that before the forearc basin was forming, the wedge was likely forming a slope-section and plate-motion was in a different direction. This explains why two million years followed (5-3 million years ago, approximately) when the region rotated and sedimentation ceased. Then, as the slope developed again, the wedge deformed internally, and large debris flows filled in the surface of the wedge. Only in the last million years or so did the forearc basin subside and the wedge stabilize internally.</p>\n<p>In the last phases of the project we considered whether or not the load of sediment from the Japan margin caused the changes in the mechanics of the wedge. This is a novel idea, because it could mean that the earthquake-producing behavior is partly a reaction to how much a margin is eroding. In the case of Japan, this margin erosion may be related to significant shifts in the climate. We are pursuing thi...",
  "por_txt_cntn": "\nLarge stretches of the coastal regions of the world, including Japan and the US, are subject to destructive earthquakes. Such \"subduction zone\" earthquakes are caused by the sliding of the oceanic plate against the overlying continental plate. These events cause nearly unimaginable destruction, such as in the case of the 2011 Tohoku earthquake in Japan, and in some places appear to be located beneath forearc basins, such as the basin Portland, Oregon rests on.\n\nForearc basins are regions where sediments fill the region between the deep trench just off-shore, and the volcanic chains (e.g. the Cascades) just inland. Forearc basins are also of great interest because they can hold large amounts of hydrocarbons, mostly as coal, natural gas, or crystallized methane, but these basins form in a much different manner than other basins around the world. Moreover, they are not preserved in the geologic record, so in most places we need to use geophysics to image the subsurface, or drill to recover core and cuttings (the recaptured residual material from drilling).\n\nIn 2009 the Integrated Ocean Drilling Program, the international program devoted to scientific offshore drilling, along with JapanÆs science agency JAMSTEC, launched an expedition to drill below the Kumano forearc basin, a region that was subject to large earthquakes in the 1940Æs, and had become a focus site for international geoscientists via the NanTroSEIZE program. Part of that program were earlier seismic imaging efforts in the area, including one that imaged the subsurface in 3D. Our project sought to test a cutting-edge hypothesis about forearc basins, subduction zones, and earthquake with data from this project, supplemented by subsequent projects and analyses of the materials they provided, along with some additional geological investigation of JapanÆs coastal regions.\n\nThe hypothesis referred to above stems from observations published in the early 2000Æs that large earthquakes tend be generated by plate-boundary slip beneath the forearc basins.  Moreover, in the Nankai region of Japan, it is thought that at the front of the forearc basin, a \"megasplay\", or large fault, cut through the crust and potentially enhanced the tsunami hazard in the region. Potentially tying these concepts together, an idea dating back to the early 1980Æs is that these regions are governed by the slope of the wedge of sediment that sits against the margin, essentially a factor of safety at which the slope fails as opposed to letting the wedge slide over the plate boundary. If the surface slope of the wedge is not steep enough, it should deform internally until it attains criticality, at which point it should behave like a rigid block and slide against the underlying plate in earthquake-producing slip events.\n\nIn our project we determined the environment that prevailed during geologic time intervals during the history of the Nankai margin. First, we found that before the forearc basin was forming, the wedge was likely forming a slope-section and plate-motion was in a different direction. This explains why two million years followed (5-3 million years ago, approximately) when the region rotated and sedimentation ceased. Then, as the slope developed again, the wedge deformed internally, and large debris flows filled in the surface of the wedge. Only in the last million years or so did the forearc basin subside and the wedge stabilize internally.\n\nIn the last phases of the project we considered whether or not the load of sediment from the Japan margin caused the changes in the mechanics of the wedge. This is a novel idea, because it could mean that the earthquake-producing behavior is partly a reaction to how much a margin is eroding. In the case of Japan, this margin erosion may be related to significant shifts in the climate. We are pursuing this idea further through analysis and dating of the sediments.\n\nThough the work we are conducting does not lead directly to predictions about earthquake ..."
 }
}