{
 "awd_id": "1130297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-URUGUAY-BRAZIL Collaborative IRES: Ampullariidae Model using Phylogeography, Laboratory Integration with Field Investigations into Ecology and Diversity (AMPLIFIED)",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 72075.0,
 "awd_amount": 72075.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2011-09-07",
 "awd_abstract_narration": "This collaborative International Research Experience for Students (IRES) award will support 15 U.S. undergraduate students and one graduate student, under the direction of Drs. Romi Burks from Southwestern University and Kenneth Hayes from University of Hawaii, to carry out collaborative research in Brazil and Uruguay for three years.  The program is co-organized by Dr. Silvano Thiengo from the Instituto Oswaldo Cruz in Brazil and Dr. Mariana Meerhoff from the Universidad de la Republica in Uruguay.  The goal of the project is to create an Ampullariidae model for a group of aquatic snails commonly called apple snails using phylogeography, laboratory integration, and field inquiry.  Brazil harbors the greatest number of ampullariid species and genera and provides the largest latitudinal span (~37º) of any country in South America.  Additionally, the original Guaraní, word \"Uruguay\" translated into Spanish as \"river of the snails.\"  Study of the phylogeny of these snails can be used to investigate important evolutionary processes, particularly those associated with major habitat transitions (e.g. marine to freshwater to terrestrial).  Students' research will focus on quantifying genetic variation in this understudied group of aquatic snails, identifying patterns of speciation, investigating traits that promote invasiveness, and determining reproductive potential.\r\nThis IRES award brings together a diverse community of researchers and students from the United States, Brazil, and Uruguay.  In addition to working directly with the host scientists, U.S. students will blog about their international research experience and work closely with other undergraduate and graduate students from the host country.  Participating students will also develop educational materials that can be used locally in their host countries.   Upon return to their home institution, students will disseminate their results through professional meetings, scientific publications, and social media networks.  The research also has important societal benefits as apple snails are highly invasive species and vectors of parasitic nematodes that can cause illness in mammals, including humans.  Insights into how the trophic roles that these snails inhabit in native habitats may lend insight into how to deal with their presence in invaded wetland ecosystems such as the Florida Everglades.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Romi",
   "pi_last_name": "Burks",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Romi L Burks",
   "pi_email_addr": "burksr@southwestern.edu",
   "nsf_id": "000356103",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southwestern University",
  "inst_street_address": "1001 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "GEORGETOWN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5128631578",
  "inst_zip_code": "786266100",
  "inst_country_name": "United States",
  "cong_dist_code": "31",
  "st_cong_dist_code": "TX31",
  "org_lgl_bus_name": "SOUTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RGXCR1T4F7M6"
 },
 "perf_inst": {
  "perf_inst_name": "Southwestern University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "786270770",
  "perf_ctry_code": "US",
  "perf_cong_dist": "31",
  "perf_st_cong_dist": "TX31",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 72075.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This IRES-AMPLIFIED project has involved creating a vibrant and on-going research program about an&nbsp;<strong>A</strong>mpullariidae <strong>M</strong>odel using <strong>P</strong>hylogeography, <strong>L</strong>aboratory <strong>I</strong>ntegration and <strong>F</strong>ield <strong>I</strong>nquiry to understand the <strong>E</strong>cology and <strong>D</strong>iversity of a group of aquatic snails commonly called apple snails. &nbsp;The project has involved close collaborations between two Research I institutions (The University of Hawaii and Howard University) and a small liberal arts college - Southwestern University along with a host of additional academic and museum partners. &nbsp;Overall, we used a diverse group of freshwater snails to provide dynamic independently-driven research opportunities for undergraduate and graduate students that we embedded into international research experiences.</p>\n<p>Our broad research approaches, both phylogenetics and phylogeography, incorporated looking at species diversity through a combination of snail field surveys, genetic analysis and historical investigations with museum research into what forces have shaped species distributions across the Uruguayan landscape, both contemporary changes as well as recolonization of areas flooded with seawater during the Miocene. We supplemented these large scale studies with some focused laboratory experiments as well. &nbsp;This group of snails represents accessible subjects for students to examine from both the perspectives of biodiversity importance and ecosystem function. In terms of international collaborations, Brazil harbors the greatest number of ampullariid species and genera and provides the largest latitudinal span (~37&ordm;) of any country in South America, thereby facilitating diverse comparative study within and among species and genera.&nbsp; The original Guaran&iacute;, word &ldquo;Uruguay&rdquo; translated into Spanish as &ldquo;river of the snails&rdquo; &nbsp;and Uruguay represents a \"hidden gem\" among South American countries to visit. Thus, these countries provided ideal research sites for international work on apple snails.</p>\n<p>In terms of intellectual merit, our research projects within the AMPLIFIED framework spanned a number of areas from quantifying genetic variation in this understudied group of aquatic snails (including some cryptic and undescribed species) to fundamentally questioning how to define a species (which gets called into question wirh the possibility of hybridization between some species) to investigating interactions between native and non-native species and determining the functional role of these snails in aquatic systems. &nbsp;Study of these snails can be used to investigate important evolutionary processes, particularly those associated with major habitat transitions (e.g.<em> </em>marine to freshwater to terrestrial). &nbsp;In terms of applied work, this project, particularly the focus and expertise of Co-Principal Investigator Dr. Kenneth Hayes, has also served to increase the clarity regarding the identity and classification of apple snails within the genus&nbsp;<em>Pomacea</em>. A couple of these species,&nbsp;<em>Pomacea canaliculata</em>&nbsp;and&nbsp;<em>Pomacea maculata</em>, exhibit substantial non-native distributions globally as pest species and establishment of these species often results in extensive ecological and economic costs. Studying the basic ecology of the group in the native range may allow us to better understand what traits facilitate successful invasive in certain species.</p>\n<p>In terms of student participants, 16 students (4 graduate students, 12 undergraduates) traveled to South America (3 to Brazil; 13 to Uruguay) to conduct research on apple snails with Host Scientists. Burks accompanied students to Uruguay all three years of the program (11-12, 13-14 and 14-15).&nbsp;Hayes spent one research period...",
  "por_txt_cntn": "\nThis IRES-AMPLIFIED project has involved creating a vibrant and on-going research program about an Ampullariidae Model using Phylogeography, Laboratory Integration and Field Inquiry to understand the Ecology and Diversity of a group of aquatic snails commonly called apple snails.  The project has involved close collaborations between two Research I institutions (The University of Hawaii and Howard University) and a small liberal arts college - Southwestern University along with a host of additional academic and museum partners.  Overall, we used a diverse group of freshwater snails to provide dynamic independently-driven research opportunities for undergraduate and graduate students that we embedded into international research experiences.\n\nOur broad research approaches, both phylogenetics and phylogeography, incorporated looking at species diversity through a combination of snail field surveys, genetic analysis and historical investigations with museum research into what forces have shaped species distributions across the Uruguayan landscape, both contemporary changes as well as recolonization of areas flooded with seawater during the Miocene. We supplemented these large scale studies with some focused laboratory experiments as well.  This group of snails represents accessible subjects for students to examine from both the perspectives of biodiversity importance and ecosystem function. In terms of international collaborations, Brazil harbors the greatest number of ampullariid species and genera and provides the largest latitudinal span (~37&ordm;) of any country in South America, thereby facilitating diverse comparative study within and among species and genera.  The original Guaran&iacute;, word \"Uruguay\" translated into Spanish as \"river of the snails\"  and Uruguay represents a \"hidden gem\" among South American countries to visit. Thus, these countries provided ideal research sites for international work on apple snails.\n\nIn terms of intellectual merit, our research projects within the AMPLIFIED framework spanned a number of areas from quantifying genetic variation in this understudied group of aquatic snails (including some cryptic and undescribed species) to fundamentally questioning how to define a species (which gets called into question wirh the possibility of hybridization between some species) to investigating interactions between native and non-native species and determining the functional role of these snails in aquatic systems.  Study of these snails can be used to investigate important evolutionary processes, particularly those associated with major habitat transitions (e.g. marine to freshwater to terrestrial).  In terms of applied work, this project, particularly the focus and expertise of Co-Principal Investigator Dr. Kenneth Hayes, has also served to increase the clarity regarding the identity and classification of apple snails within the genus Pomacea. A couple of these species, Pomacea canaliculata and Pomacea maculata, exhibit substantial non-native distributions globally as pest species and establishment of these species often results in extensive ecological and economic costs. Studying the basic ecology of the group in the native range may allow us to better understand what traits facilitate successful invasive in certain species.\n\nIn terms of student participants, 16 students (4 graduate students, 12 undergraduates) traveled to South America (3 to Brazil; 13 to Uruguay) to conduct research on apple snails with Host Scientists. Burks accompanied students to Uruguay all three years of the program (11-12, 13-14 and 14-15). Hayes spent one research period in Brazil (11-12) and a second in Uruguay (14-15). Across the three research trips, each lasting six weeks, our student research teams included 4 males (2 graduate students, 2 undergraduates) and 12 females (2 graduate students, 10 undergraduates). Even without counting women as an underrepresented group within biology, approximately 40% of our US student..."
 }
}