{
 "awd_id": "1130786",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cascading interactions of herbivore loss and nutrient enrichment on coral reef macroalgae, corals, and microbial dynamics",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 822778.0,
 "awd_amount": 850106.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2014-05-28",
 "awd_abstract_narration": "Coral reefs in the Caribbean Sea are undergoing unprecedented declines in coral cover due in large part to climate change, pollution, and reductions in fish biodiversity and abundance. Macroalgae have become abundant on reefs, probably due to decreases in herbivory (e.g., through overfishing) and increases in anthropogenic inputs of nutrients. The spread of macroalgae has negative feedbacks on reef recovery because algae are often superior competitors and suppress growth of both adult and juvenile corals. A majority of reef studies to date have focused on how stressors affect macroorganisms, while relatively few have investigated how these stressors and the resultant algal-dominated states affect microorganisms. Yet, coral reef-associated microbes play significant roles in coral reef ecosystems through biogeochemical cycling and disease. Since microbes are important mutualists of corals as well as potential pathogens, it is important to understand the mechanisms that control their taxonomic and functional diversity.\r\n\r\nThe goal of this proposal is to quantify how alterations of top-down (removal of herbivorous fish) and bottom-up (inorganic nutrient addition) forces alter macrobial as well as microbial dynamics on coral reefs in order to understand the mechanisms that reinforce coral-depauperate reef systems. This work asks two main questions:\r\n\r\nQ1. How do nutrient enrichment and herbivore removal interact to affect benthic algal abundance, coral-algal interactions, and coral survivorship and growth?\r\n\r\nQ2. How do nutrient enrichment and herbivore removal affect bacterial abundance, taxonomic diversity, and functional diversity on and within corals?\r\n\r\nThe proposed research will directly and empirically address many of the current hypotheses about how bottom-up and top-down forces alter reef dynamics. The PIs will investigate:  (1) the impact of multiple stressors over several years; (2) impacts on multiple levels of biological organization (from fishes to algae to microbes); and (3) the mechanisms underlying changes in algal-coral microbe interactions. Significantly, the approach will provide the statistical power necessary to distinguish between seasonal- and stress-induced changes in macro- and microbial diversity. \r\n\r\nThe proposed work is a unique combination of experimental ecology and microbiology that will improve our ability to evaluate global threats to reefs. Training will include a postdoctoral researcher, a graduate student, and two undergraduates in the fields of marine ecology, microbial symbiosis, and molecular biology. The project will also provide research opportunities for undergraduate minority students, since FIU is one of the largest minority and urban-serving institutions in the US, with over 70% of its students from under-represented groups in science (59% Hispanic, 13% Black, 4% Asian; 56% female).  The PIs are also committed to strong outreach programs outside their university at both the local and national levels. For example, they have established a monthly science café (\"Eat, Think, and Be Merry!\") at an independent Miami bookstore to provide a casual environment for the public to come together with local scientists to learn about and discuss science and conservation topics that impact Florida waters. They are also collaborating with Symbio Studios to produce videos on coral reef ecosystems for their educational series for Houghton Mifflin Harcourt's Science Fusion programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deron",
   "pi_last_name": "Burkepile",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Deron E Burkepile",
   "pi_email_addr": "deron.burkepile@lifesci.ucsb.edu",
   "nsf_id": "000505751",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Vega",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca L Vega",
   "pi_email_addr": "rvegathurber@ucsb.edu",
   "nsf_id": "000485615",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 822778.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 9800.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 9028.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Coral species richness and abundance are in decline worldwide, due in large part, to anthropogenic impacts such as global climate change, eutrophication, and reductions in fish biodiversity and abundance. In the Caribbean, important drivers of coral declines have been algal competition and outbreaks of coral disease, underscoring the importance of understanding the role of algae-mediated shifts in microbial communities on reef systems. Our experiments represented novel field examinations of the impacts of multiple stressors on corals and their microbial associates on coral reefs in the Florida Keys, USA.</p>\n<p>Our experiments have confirmed some important hypotheses in the field that, to date, have only been supported by correlative data or have had no actual empirical support. For example, we have shown that long-term nutrient enrichment can increase the prevalence and severity of some coral diseases. Further, long-term enrichment also lowers some corals&rsquo; thermal thresholds and increases their susceptibility to coral bleaching with increasing sea surface temperatures. Yet, we have also shown that reducing nutrient loading helps to reverse the trend in disease and bleaching prevalence. These patterns suggest that local actions such as better wastewater management and reductions in terrestrial runoff near local reef systems could help protect corals from global-scale stressors such as climate change.</p>\n<p>We used an ambitious 3-year field experiment that simulated overfishing and nutrient pollution and traced their cascading effects on benthic communities and coral microbiomes across a series of naturally occurring thermal anomalies. Our results clearly show that removal of herbivorous fishes, and to some extent increasing nutrient pollution, radically disrupts reef communities at all levels of biological organization, from parrotfish and algae to corals and coral microbes.&nbsp; Removing herbivores increases algal abundance results in direct overgrowth of corals, but also dramatically changes the coral microbiome, making it more variable and increasing visible coral disease. Disruption of the coral microbiome was linked to declines in coral health and increases in coral mortality.&nbsp; In addition to algae-mediated effects, we surprisingly found that nutrient pollution alters the outcome of a key species interaction supporting reef ecosystem function. While parrotfish often prey on corals as part of their diet, this predation typically causes negligible mortality (0% in control corals).&nbsp; With simulated nutrient pollution, parrotfish predation induced 60% mortality in <em>Porites </em>corals, turning a coral ally into an agent of coral decline.</p>\n<p>In combination, these effects of local stressors caused coral mortality rates to rise from 5% in control plots to almost 40% in treatments. Further, these local stressors interacted with warm thermal anomalies to drive coral mortality, with ~80% of coral mortality occurring during the warmest parts of the year.&nbsp; Control corals suffered virtually no mortality during these warm events.&nbsp; We document that these thermal anomalies further disrupted the coral microbiome of unhealthy corals, providing a likely mechanism by which thermal stress exacerbates the negative effects of algal competition on the health of corals and their microbiome.</p>\n<p>Our work provides fundamental insight into the dynamics of and challenges to coral reefs, one of the world&rsquo;s most charismatic ecosystems, and will be important for coral management and conservation. Ultimately, we demonstrate that local overfishing or nutrient pollution can combine with climate change to cause a cascade of negative interactions that fundamental reorganize reef communities down to the microbial level.&nbsp;&nbsp;</p>\n<p>Our grant integrated 3 postdoctoral scholars, 9 graduate students, and 30+ undergraduate students into the projects on our grant. Our grant has directly produced 2 PhD dissertations and 1 M.S. thesis. We have had over twenty undergraduate students volunteer as lab technicians working on the project with 75% of these being underrepresented minorities (e.g. Hispanic, black, female). These students have received a broad introduction to our science that expands their horizons as to what marine biology actually is.</p>\n<p>We made significant effort to engage local communities in South Florida as well as produce widely distributed videos that outline the threats to coral reefs and how our research addresses those threats. We started a regional science caf&eacute; called &ldquo;Eat, Think, and Be Merry!&rdquo; to provide a casual environment for the public to come together with local scientists to learn about and discuss science and conservation topics with a specific focus on marine biology and the ecosystems of South Florida. During 2013-2015 we held sixteen events that brought in speakers from both academia and non-governmental organizations. The topics ranged from climate change and tropical forests to the potential effects of sea level rise. Our attendance ranged from 20-35 people from both the local community and from nearby universities. We were very pleased with the level of discourse and the insightfulness of many of the questions from the lay audience.</p>\n<p><span>Our project is listed on the BCO-DMO website to facilitate sharing our water column nutrient, temperature, benthic community composition data, and microibla 16S community data. The URL for the BCO-DMO project is &nbsp;http://www.bco-dmo.org/project/529590.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2016<br>\n\t\t\t\t\tModified by: Deron&nbsp;E&nbsp;Burkepile</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1130786/1130786_10132380_1480630570892_algaevscoral--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1130786/1130786_10132380_1480630570892_algaevscoral--rgov-800width.jpg\" title=\"Coral competing with algae\"><img src=\"/por/images/Reports/POR/2016/1130786/1130786_10132380_1480630570892_algaevscoral--rgov-66x44.jpg\" alt=\"Coral competing with algae\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Corals that compete with algae have drastically altered microbiomes (bacterial communities) that make them more sensitive to thermal stress and increase their likelihood of disease and death.</div>\n<div class=\"imageCredit\">Rebecca Vega Thurber</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Deron&nbsp;E&nbsp;Burkepile</div>\n<div class=\"imageTitle\">Coral competing with algae</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1130786/1130786_10132380_1480630656204_scientistsworkonexperiment--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1130786/1130786_10132380_1480630656204_scientistsworkonexperiment--rgov-800width.jpg\" title=\"Scientists working on field experiment\"><img src=\"/por/images/Reports/POR/2016/1130786/1130786_10132380_1480630656204_scientistsworkonexperiment--rgov-66x44.jpg\" alt=\"Scientists working on field experiment\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Project scientists perform maintenance on experimental fish exclosures.</div>\n<div class=\"imageCredit\">Rebecca Vega Thurber</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Deron&nbsp;E&nbsp;Burkepile</div>\n<div class=\"imageTitle\">Scientists working on field experiment</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1130786/1130786_10132380_1480630764131_coraldisease--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1130786/1130786_10132380_1480630764131_coraldisease--rgov-800width.jpg\" title=\"Coral disease\"><img src=\"/por/images/Reports/POR/2016/1130786/1130786_10132380_1480630764131_coraldisease--rgov-66x44.jpg\" alt=\"Coral disease\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Siderastrea coral with black band disease. This disease is exacerbated by both competition with algae and by nutrient pollution.</div>\n<div class=\"imageCredit\">Rebecca Vega Thurber</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Deron&nbsp;E&nbsp;Burkepile</div>\n<div class=\"imageTitle\">Coral disease</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1130786/1130786_10132380_1480630836394_samplingmicrobesfromcoral--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1130786/1130786_10132380_1480630836394_samplingmicrobesfromcoral--rgov-800width.jpg\" title=\"Sampling coral mucus for microbes\"><img src=\"/por/images/Reports/POR/2016/1130786/1130786_10132380_1480630836394_samplingmicrobesfromcoral--rgov-66x44.jpg\" alt=\"Sampling coral mucus for microbes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sampling coral mucus to identify the microbes living in and on corals.</div>\n<div class=\"imageCredit\">Rebecca Vega Thurber</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Deron&nbsp;E&nbsp;Burkepile</div>\n<div class=\"imageTitle\">Sampling coral mucus for microbes</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nCoral species richness and abundance are in decline worldwide, due in large part, to anthropogenic impacts such as global climate change, eutrophication, and reductions in fish biodiversity and abundance. In the Caribbean, important drivers of coral declines have been algal competition and outbreaks of coral disease, underscoring the importance of understanding the role of algae-mediated shifts in microbial communities on reef systems. Our experiments represented novel field examinations of the impacts of multiple stressors on corals and their microbial associates on coral reefs in the Florida Keys, USA.\n\nOur experiments have confirmed some important hypotheses in the field that, to date, have only been supported by correlative data or have had no actual empirical support. For example, we have shown that long-term nutrient enrichment can increase the prevalence and severity of some coral diseases. Further, long-term enrichment also lowers some corals? thermal thresholds and increases their susceptibility to coral bleaching with increasing sea surface temperatures. Yet, we have also shown that reducing nutrient loading helps to reverse the trend in disease and bleaching prevalence. These patterns suggest that local actions such as better wastewater management and reductions in terrestrial runoff near local reef systems could help protect corals from global-scale stressors such as climate change.\n\nWe used an ambitious 3-year field experiment that simulated overfishing and nutrient pollution and traced their cascading effects on benthic communities and coral microbiomes across a series of naturally occurring thermal anomalies. Our results clearly show that removal of herbivorous fishes, and to some extent increasing nutrient pollution, radically disrupts reef communities at all levels of biological organization, from parrotfish and algae to corals and coral microbes.  Removing herbivores increases algal abundance results in direct overgrowth of corals, but also dramatically changes the coral microbiome, making it more variable and increasing visible coral disease. Disruption of the coral microbiome was linked to declines in coral health and increases in coral mortality.  In addition to algae-mediated effects, we surprisingly found that nutrient pollution alters the outcome of a key species interaction supporting reef ecosystem function. While parrotfish often prey on corals as part of their diet, this predation typically causes negligible mortality (0% in control corals).  With simulated nutrient pollution, parrotfish predation induced 60% mortality in Porites corals, turning a coral ally into an agent of coral decline.\n\nIn combination, these effects of local stressors caused coral mortality rates to rise from 5% in control plots to almost 40% in treatments. Further, these local stressors interacted with warm thermal anomalies to drive coral mortality, with ~80% of coral mortality occurring during the warmest parts of the year.  Control corals suffered virtually no mortality during these warm events.  We document that these thermal anomalies further disrupted the coral microbiome of unhealthy corals, providing a likely mechanism by which thermal stress exacerbates the negative effects of algal competition on the health of corals and their microbiome.\n\nOur work provides fundamental insight into the dynamics of and challenges to coral reefs, one of the world?s most charismatic ecosystems, and will be important for coral management and conservation. Ultimately, we demonstrate that local overfishing or nutrient pollution can combine with climate change to cause a cascade of negative interactions that fundamental reorganize reef communities down to the microbial level.  \n\nOur grant integrated 3 postdoctoral scholars, 9 graduate students, and 30+ undergraduate students into the projects on our grant. Our grant has directly produced 2 PhD dissertations and 1 M.S. thesis. We have had over twenty undergraduate students volunteer as lab technicians working on the project with 75% of these being underrepresented minorities (e.g. Hispanic, black, female). These students have received a broad introduction to our science that expands their horizons as to what marine biology actually is.\n\nWe made significant effort to engage local communities in South Florida as well as produce widely distributed videos that outline the threats to coral reefs and how our research addresses those threats. We started a regional science caf&eacute; called \"Eat, Think, and Be Merry!\" to provide a casual environment for the public to come together with local scientists to learn about and discuss science and conservation topics with a specific focus on marine biology and the ecosystems of South Florida. During 2013-2015 we held sixteen events that brought in speakers from both academia and non-governmental organizations. The topics ranged from climate change and tropical forests to the potential effects of sea level rise. Our attendance ranged from 20-35 people from both the local community and from nearby universities. We were very pleased with the level of discourse and the insightfulness of many of the questions from the lay audience.\n\nOur project is listed on the BCO-DMO website to facilitate sharing our water column nutrient, temperature, benthic community composition data, and microibla 16S community data. The URL for the BCO-DMO project is  http://www.bco-dmo.org/project/529590.\n\n\t\t\t\t\tLast Modified: 12/05/2016\n\n\t\t\t\t\tSubmitted by: Deron E Burkepile"
 }
}