{
 "awd_id": "1130914",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Decomposition-Based Optimization:  A New Solver Paradigm",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliott Francis",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2011-07-08",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "The research objectives of this award are (1) to develop advanced methodologies based on decomposition for the solution of large-scale optimization problems, (2) to integrate these methodologies with current state-of-the-art techniques, and (3) to make these methodologies accessible to users through modeling languages and extensions to the standard APIs (Application Program Interfaces) provided by current state-of-the-art optimization software. Although decomposition techniques have proven very effective in certain applications, these methods have not been adopted in commercial solvers due to lack of a mathematical theory integrating other advanced techniques; difficulties in implementation; challenges associated with automatic detection of model structure; and lack of support in modeling languages for expressing decomposition strategies. This research aims to overcome these challenges and to develop practical methodologies and implementations of advanced methods, along with support for modeling by practitioners.\r\n\r\nThe impact of this research will be in allowing practitioners to have access to powerful methods of optimizing large-scale systems, whose ever-increasing complexity is being driven in practice by the increased availability of data and storage. Among other things, decomposition methods are the methods of choice for the optimization of large-scale systems consisting of smaller subsystems linked by relatively few system-level constraints. One typical example of such a system is a logistics system consisting of geographically distributed warehouses, each with an associated fleet of delivery vehicles. When the system-level constraints are relaxed, the underlying optimization problem decomposes, leading to more efficient solution methods. Decomposition may provide a practical approach to parallelization and thus a means of capitalizing on the commoditization of multi-core/multi-processor architectures. All methodologies will be implemented in open source and distributed through the COIN-OR open source repository (http://www.coin-or.org), ensuring wide dissemination.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Ralphs",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore K Ralphs",
   "pi_email_addr": "tkr2@lehigh.edu",
   "nsf_id": "000210164",
   "pi_start_date": "2011-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "551400",
   "pgm_ele_name": "OPERATIONS RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Optimization is the process of selecting the best alternative for operating a complex system from among what is typically an immense set of possible choices. The \"system\" can be anything from an airline to a manufacturing facility to an investment portfolio. The optimization process involves determining how to make the many individual decisions required to operate the system in an optimal way. In discrete optimization, some of the individual decisions to be made are \"discrete,\" which means that we must choose from a small set of mutually exclusive alternatives. In the simplest case, the choices are either \"yes or \"no\", e.g., should we build a warehouse in Poughkeepsie? Although we may only have a few options for each individual decision, discrete optimization problems tend to be very difficult when accounting for all possible combinations of all decisions. State-of-the-art solution methods still involve some amount of brute-force enumeration.<br /><br />A common feature of many complex systems is that they consist of a number of smaller subsystems, each with their own individual operational constraints. These subsystems are then linked by global constraints on shared resources. For example, a third-party logistics provider may operate many warehouses for which there are independent operational decision to be made on a daily basis, such as how to deliver the goods already present in the warehouse. At a global level, the decisions that link the warehouses are those such as through which warehouse to route inventory in the first place. <br /><br />One approach that has proven successful for solving large-scale optimization problems with structure such as that described above is known as <em>decomposition</em>.&nbsp; Decomposition-based algorithms attempt to exploit the structure of these large-scale models by using sophisticated methods that iterate between optimization of the subsystems and a sort of reconciliation step in which imputed costs that account for violations of the global constraints are imposed as a form of coordination. This drives the solution closer to both feasibility and optimality. When combined with some amount of enumeration, these methods are sometimes vastly more efficient than traditional methods.<br /><br />Despite the proven effectiveness of decomposition-based methods in many important applications, the methodology is challenging to adopt in practice because of the difficulty of implementation, which has traditionally been a tedious and costly process involving the development of custom software and requiring human expertise in multiple domains. <strong>The end goal of this project was both to address the challenges that have prevented this methodology from being put into the hands of practitioners, as well as to advance the state of the art with respect to the underlying theory.</strong> Achieving the goal involved automating the steps that are usually must be painstakingly undertaken&nbsp; by human experts: determining how to decompose the system into subsystems and then transforming the model and manually applying the decomposition-based methodology.</p>\n<p>&nbsp;</p>\n<p>Decomposition of a complex system can be done either by using automated methods to \"guess\" the structure or by allowing a practitioner to identify it in a natural way when building the original model. The first approach may not always lead to improved solution times overall, since identifying the structure without domain knowledge is a difficult&nbsp; problem in itself. For the second approach, we provide a modeling&nbsp; language similar to those typically used by practitioners in which it is possible&nbsp; to describe the overall system as a linked set of subsystems. This is a natural concept for most practitioners and the language makes it easy to express this structure. We even embedded this modeling language in an Excel plug-in, making it possible to access this ver...",
  "por_txt_cntn": "\nOptimization is the process of selecting the best alternative for operating a complex system from among what is typically an immense set of possible choices. The \"system\" can be anything from an airline to a manufacturing facility to an investment portfolio. The optimization process involves determining how to make the many individual decisions required to operate the system in an optimal way. In discrete optimization, some of the individual decisions to be made are \"discrete,\" which means that we must choose from a small set of mutually exclusive alternatives. In the simplest case, the choices are either \"yes or \"no\", e.g., should we build a warehouse in Poughkeepsie? Although we may only have a few options for each individual decision, discrete optimization problems tend to be very difficult when accounting for all possible combinations of all decisions. State-of-the-art solution methods still involve some amount of brute-force enumeration.\n\nA common feature of many complex systems is that they consist of a number of smaller subsystems, each with their own individual operational constraints. These subsystems are then linked by global constraints on shared resources. For example, a third-party logistics provider may operate many warehouses for which there are independent operational decision to be made on a daily basis, such as how to deliver the goods already present in the warehouse. At a global level, the decisions that link the warehouses are those such as through which warehouse to route inventory in the first place. \n\nOne approach that has proven successful for solving large-scale optimization problems with structure such as that described above is known as decomposition.  Decomposition-based algorithms attempt to exploit the structure of these large-scale models by using sophisticated methods that iterate between optimization of the subsystems and a sort of reconciliation step in which imputed costs that account for violations of the global constraints are imposed as a form of coordination. This drives the solution closer to both feasibility and optimality. When combined with some amount of enumeration, these methods are sometimes vastly more efficient than traditional methods.\n\nDespite the proven effectiveness of decomposition-based methods in many important applications, the methodology is challenging to adopt in practice because of the difficulty of implementation, which has traditionally been a tedious and costly process involving the development of custom software and requiring human expertise in multiple domains. The end goal of this project was both to address the challenges that have prevented this methodology from being put into the hands of practitioners, as well as to advance the state of the art with respect to the underlying theory. Achieving the goal involved automating the steps that are usually must be painstakingly undertaken  by human experts: determining how to decompose the system into subsystems and then transforming the model and manually applying the decomposition-based methodology.\n\n \n\nDecomposition of a complex system can be done either by using automated methods to \"guess\" the structure or by allowing a practitioner to identify it in a natural way when building the original model. The first approach may not always lead to improved solution times overall, since identifying the structure without domain knowledge is a difficult  problem in itself. For the second approach, we provide a modeling  language similar to those typically used by practitioners in which it is possible  to describe the overall system as a linked set of subsystems. This is a natural concept for most practitioners and the language makes it easy to express this structure. We even embedded this modeling language in an Excel plug-in, making it possible to access this very sophisticated modeling environment from a spreadsheet (see attached images).\n\n\nOnce the model and the decomposition are determined, a sophisticated solution f..."
 }
}