{
 "awd_id": "1130709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Seismic Reflectivity within Atlantis Massif: Examining Alteration Pathways & Extending Velocity Models to Greater Depths",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032928145",
 "po_email": "bmidson@nsf.gov",
 "po_sign_block_name": "Brian Midson",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 310852.0,
 "awd_amount": 310852.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2012-05-24",
 "awd_abstract_narration": "The lead PI has been working on th inversion of the refraction arrivals from all multi-channel seismic data from Atlantis Massif which is now complete. They are funded to incorporate these velocity models of the shallow crust in a re-examination of the reflectivity, extending the prior MCS analyses by other investigators. There are reflectors within the Oceanic Core Complex at Atlantis Massif at depths below the paths of the refracted waves. Incorporating these events in new tomographic inversions will extend current models into the core of the massif. The PIs also hope that the study will advance knowledge beyond current depths and will determine what type of experiment(s) can obtain seismic constraints across the full depth range necessary to truly test the models.\r\n\r\nBroader Impacts include postdoctoral training, enhancing the outcomes of IODP drilling investments in igneous oceanic lithosphere, and development/sharing of tools for seismic analysis of shallow lithospheric structure. The work will also support two current IODP proposals under consideration for scheduling. Insights obtained on the seismic properties of intrusive ocean crust may feed into research/planning for a deep crustal and mantle penetration (MoHole) by the next ocean drilling program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alistair",
   "pi_last_name": "Harding",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alistair J Harding",
   "pi_email_addr": "aharding@ucsd.edu",
   "nsf_id": "000444568",
   "pi_start_date": "2012-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Blackman",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Donna K Blackman",
   "pi_email_addr": "dkblackm@ucsc.edu",
   "nsf_id": "000441424",
   "pi_start_date": "2011-08-29",
   "pi_end_date": "2012-05-24"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Alistair",
   "pi_last_name": "Harding",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alistair J Harding",
   "pi_email_addr": "aharding@ucsd.edu",
   "nsf_id": "000444568",
   "pi_start_date": "2011-08-29",
   "pi_end_date": "2012-05-24"
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 310852.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>One of the earliest successes of marine seismology was the realization that the majority of the oceanic crust has a similar velocity structure with an average thickness of about 6 km. The crust was described by a simple two layer structure with a layer 2 above layer 3. A persistent problem has been to reconcile the seismic and lithological structures of the crust, particularly as our knowledge of the diversity of crustal accretion has increased. At fast spreading ridges accretion, dominated by magmatic processes, is symmetric and quasi steady state. Progressing downwards, the crust is thought to consist of pillow lavas and sheet flows; a sheeted dike complex; and an intrusive section of predominantly gabbro. Seismic layer 2 is today subdivided into 2A &amp; B, and although the correspondence is not exact, there is an overall consistency between the tripartite seismic and lithological layering.&nbsp;</span></p>\n<p><span>At slow spreading ridges, the dominance of magmatism or tectonics varies in space and time. Accretion can switch between being symmetric, similar to fast-spreading ridges, at the center of a ~50-100 km long spreading segment, to being asymmetric at its ends. In fact, many segments of the northern Mid-Atlantic Ridge are currently spreading entirely asymmetrically. Asymmetric accretion involves active detachment faulting that, if long-lived, can expose lower crustal material and oceanic mantle at the seafloor. The lateral variations in structure plus large seafloor topography have made it extremely difficult for seismologists to obtain accurate velocities for the shallow crust of layer 2. Moreover, water depths exceeding 1 km can &lsquo;hide&rsquo; the required refraction data resulting in vertically smoothed velocity models, Figure 1. To overcome these difficulties we have simulated continuous on bottom experiments from dense surface multichannel seismic (MCS) data, and processed them using waveform inversion and other advanced techniques employed for oil exploration adapted to the igneous crust.&nbsp;</span></p>\n<p><span>An advantage of focussing on shallow structure is that seismic velocities can more be readily tied to, or tested by, seafloor drilling or observations. We have used data and drilling results from Atlantis Massif, an oceanic core complex adjacent to the Atlantis Transform in the northern Atlantic that exposes lower crustal gabbros at the seafloor as the result of extended asymmetric extension on a single detachment fault, Figure 2. The velocity model derived from surface data by waveform inversion shows excellent agreement with velocities measure in-situ in Hole U1309D, a 1.4 km deep hole drilled by the Ocean Drilling Program into the core of the massif, Figure 3. The overall high velocities are a consequence of the predominantly gabbro lithology but the vertical variation is due, primarily, to faulting related pattern of deformation and alteration. There is a 200-300 m thick surface detachment damage zone of intense deformation with velocities below 5 km/s but also a secondary interval extending to 800 m below seafloor of more moderate deformation and alteration. It is this latter horizon that is inferred to be the current limit of hydrothermal circulation. Leveraging the detailed tie to downhole velocities, we can trace these deformation zones beyond the borehole and across the core of the massif.</span></p>\n<p><span>We can also use the waveform inversion results in conjunction with ocean bottom seismometer tomography to examine the spreading asymmetry. The east-west profile across the massif, Figure 4, shows the high velocity gabbro core and detachment damage zone extending eastwards from the projection of Hole U1039 towards the spreading center but just to the west there is an abrupt change in velocity structure to one, approximately a linear gradient, matching the south wall of the massif where predominantly serpentinized m...",
  "por_txt_cntn": "\nOne of the earliest successes of marine seismology was the realization that the majority of the oceanic crust has a similar velocity structure with an average thickness of about 6 km. The crust was described by a simple two layer structure with a layer 2 above layer 3. A persistent problem has been to reconcile the seismic and lithological structures of the crust, particularly as our knowledge of the diversity of crustal accretion has increased. At fast spreading ridges accretion, dominated by magmatic processes, is symmetric and quasi steady state. Progressing downwards, the crust is thought to consist of pillow lavas and sheet flows; a sheeted dike complex; and an intrusive section of predominantly gabbro. Seismic layer 2 is today subdivided into 2A &amp; B, and although the correspondence is not exact, there is an overall consistency between the tripartite seismic and lithological layering. \n\nAt slow spreading ridges, the dominance of magmatism or tectonics varies in space and time. Accretion can switch between being symmetric, similar to fast-spreading ridges, at the center of a ~50-100 km long spreading segment, to being asymmetric at its ends. In fact, many segments of the northern Mid-Atlantic Ridge are currently spreading entirely asymmetrically. Asymmetric accretion involves active detachment faulting that, if long-lived, can expose lower crustal material and oceanic mantle at the seafloor. The lateral variations in structure plus large seafloor topography have made it extremely difficult for seismologists to obtain accurate velocities for the shallow crust of layer 2. Moreover, water depths exceeding 1 km can æhideÆ the required refraction data resulting in vertically smoothed velocity models, Figure 1. To overcome these difficulties we have simulated continuous on bottom experiments from dense surface multichannel seismic (MCS) data, and processed them using waveform inversion and other advanced techniques employed for oil exploration adapted to the igneous crust. \n\nAn advantage of focussing on shallow structure is that seismic velocities can more be readily tied to, or tested by, seafloor drilling or observations. We have used data and drilling results from Atlantis Massif, an oceanic core complex adjacent to the Atlantis Transform in the northern Atlantic that exposes lower crustal gabbros at the seafloor as the result of extended asymmetric extension on a single detachment fault, Figure 2. The velocity model derived from surface data by waveform inversion shows excellent agreement with velocities measure in-situ in Hole U1309D, a 1.4 km deep hole drilled by the Ocean Drilling Program into the core of the massif, Figure 3. The overall high velocities are a consequence of the predominantly gabbro lithology but the vertical variation is due, primarily, to faulting related pattern of deformation and alteration. There is a 200-300 m thick surface detachment damage zone of intense deformation with velocities below 5 km/s but also a secondary interval extending to 800 m below seafloor of more moderate deformation and alteration. It is this latter horizon that is inferred to be the current limit of hydrothermal circulation. Leveraging the detailed tie to downhole velocities, we can trace these deformation zones beyond the borehole and across the core of the massif.\n\nWe can also use the waveform inversion results in conjunction with ocean bottom seismometer tomography to examine the spreading asymmetry. The east-west profile across the massif, Figure 4, shows the high velocity gabbro core and detachment damage zone extending eastwards from the projection of Hole U1039 towards the spreading center but just to the west there is an abrupt change in velocity structure to one, approximately a linear gradient, matching the south wall of the massif where predominantly serpentinized mantle is observed. On the conjugate, eastern side of the axis, the structure is also a linear gradient but velocities are considerably slower. With..."
 }
}