{
 "awd_id": "1130468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scalable Nanomanufacturing of Nanowire-Base Sensing Systems from Integrating Flow-Guided Assembly and Synthesis",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 299380.0,
 "awd_amount": 299380.0,
 "awd_min_amd_letter_date": "2011-08-13",
 "awd_max_amd_letter_date": "2011-08-13",
 "awd_abstract_narration": "Nanowires, made of metal, semiconductor, or conductive polymer, exhibit promising potentials in the next generation sensors and other electronic systems. Compared to their planar counterparts, nanoscale junctions can efficiently regulate the accumulation or depletion of charge carriers and significantly increase the sensitivity up to single molecule level. However, large scale manufacturing of nanowire-based sensing systems is impeded by: (1) the lack of a low-cost, reliable, and efficient way to direct nanowires to desired locations; (2) the large measuring noise resulting from the random stacking or aggregates of nanowires. This project is to develop a new scalable nanomanufacturing process in the production of well aligned and patterned nanowire electronic systems. DNA assemblies will first be guided to desired locations to create well-defined nanoarchitecture. Their negative replica, nanochannels, will then serve as the sacrificial templates to produce highly ordered nanowires through chemical or electrochemical deposition. In this way, the difficulties for individual nanowire isolation and alignment existing in most template synthesis approaches could be largely eliminated. The structural defects commonly seen in biological template synthesis are also avoided. In this project, metallic and conductive polymer nanowire field emission transistors (nanoFETs) and nanojunction thermopiles (nanoTPs) will be fabricated and tested for DNA and protein detection.\r\n\r\nWith this new approach, the synthesis, alignment, and patterning of nanowire lattice can be done in a reliable and efficient manner and with high throughput. Its success may revolutionize current nanowire-based sensing system manufacturing. The produced sensors can be broadly used in clinical diagnosis, environmental monitoring, security screening, and biowarfare defense. Accompanied by its research activities, this project will also offer interdisciplinary opportunities for engineering students to gain hands-on research experiences in materials, biology, and multiple engineering disciplines. Relevant education materials and resources will be cost-effectively disseminated by globalized educational tools and pipelines to benefit all-level students, particularly those from disadvantaged groups. These efforts are expected to help strengthen the quantity, quality and diversity of the US science and engineering workforce. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shengnian",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shengnian Wang",
   "pi_email_addr": "swang@latech.edu",
   "nsf_id": "000517855",
   "pi_start_date": "2011-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Tech University",
  "inst_street_address": "RAIL ROAD AVE WYLY TWR 1620",
  "inst_street_address_2": "",
  "inst_city_name": "RUSTON",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3182575075",
  "inst_zip_code": "712720001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "LA05",
  "org_lgl_bus_name": "LOUISIANA TECH UNIVERSITY",
  "org_prnt_uei_num": "PAMDY6DMVVE7",
  "org_uei_num": "PAMDY6DMVVE7"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana Tech University",
  "perf_str_addr": "911 Hergot Ave",
  "perf_city_name": "Ruston",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "712704936",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "LA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299380.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanowires, made of metal, semiconductor, or conductive polymer, exhibit promising potentials in the next generation of sensors and other electronic systems. Compared to their planar counterparts, nanoscale junctions can efficiently regulate the accumulation or depletion of charge carriers and significantly increase the sensitivity up to single molecule level. However, large scale manufacturing of nanowire-based sensing systems is impeded by: (1) the lack of a low-cost, reliable, and efficient way to direct nanowires to desired locations; (2) the large measuring noise resulting from the random stacking or aggregates of nanowires. This NSF award (1130468, entitled <em>&ldquo;scalable nanomanufacturing of nanowire-based sensing systems from integrating flow-guided assembly and synthesis</em>&rdquo;) is to develop new flow-guided assembly approaches to produce nanowire sensing systems with scalable nanomanufacturing processes and tested for DNA and protein detection. The novelty of our approach lies not only in producing nanowire with well defined patterns and in desired locations for ultrahigh sensitivity, but also in perfecting methods for their production by low-cost, high throughput, and scalable nanomanufacturing processes.</p>\n<p><strong>Intellectual Merit &nbsp;</strong>We developed new flow-guided assembly approaches to well align and accurately position nanowire arrays in pre-defined locations (i.e., between the contact micropads and along microchannel wall) with manufacturing capability. Templates with micropatterns were adopted and a gas flow was used to guide and pattern polymer along micropatterns. As shown in Fig 1, a polymer solution is first filled in an array of microfluidic channels. Then a gas flow is introduced to blow out most solution while push a little leftover against the channel wall to assembly into polymer nanowires. In this way, highly-ordered nanowires arrays with each centimeter long and having tunable dimensions are conveniently aligned in the flow direction and patterned along both sides of microchannels. As for demonstration, we produced millimetre-long nanowires across 5 mm &times; 12 mm area in the same orientation and with basic &ldquo;I-shape&rdquo;, &ldquo;T-shape&rdquo;, and &ldquo;cross&rdquo; patterns with single or double this flow-guided assembly process (Figs 2 &amp; 3). To use as sensors, the assembled polymer nanowires were further converted to conductive carbon nanowires through a standard carbonization process (Fig 2c). Unlike other synthesis processes, our approach successfully avoids random dispersion of nanowires into natural nest morphology as in traditional nanowire sensors so that it can better define the accumulation or depletion of charge carriers to attain ultrahigh sensitivity, which was confirmed with high sensitivity in model protein sensing tests.</p>\n<p><strong>Broader Impact &nbsp;</strong>That fluid-guided assembly approach could serve as Good Manufacturing Practices (GMP) for nanowire-based sensor production with high throughput. It could also enable high sensitive detection of many other probes needed in clinical diagnosis, environmental monitoring, security screening, and biowarfare caution. Beyond the nanowire sensing production, this award also aids in enhancing the engineering education of Louisiana Tech University by helping attract and retain high quality students in science and engineering disciplines. The grant fully support on one PhD student and one MS students for their thesis/dissertation work. It also partially supports five more PhD and one more MS on their research and provides lab trainings to two undergraduate researchers in micro/nanoengineering. Among all involved graduate and undergraduate students, one third belongs to the underrepresented groups. The involved research activities help them acquire extensive trainings and hands-on research experiences in engineering, biology, and mat...",
  "por_txt_cntn": "\nNanowires, made of metal, semiconductor, or conductive polymer, exhibit promising potentials in the next generation of sensors and other electronic systems. Compared to their planar counterparts, nanoscale junctions can efficiently regulate the accumulation or depletion of charge carriers and significantly increase the sensitivity up to single molecule level. However, large scale manufacturing of nanowire-based sensing systems is impeded by: (1) the lack of a low-cost, reliable, and efficient way to direct nanowires to desired locations; (2) the large measuring noise resulting from the random stacking or aggregates of nanowires. This NSF award (1130468, entitled \"scalable nanomanufacturing of nanowire-based sensing systems from integrating flow-guided assembly and synthesis\") is to develop new flow-guided assembly approaches to produce nanowire sensing systems with scalable nanomanufacturing processes and tested for DNA and protein detection. The novelty of our approach lies not only in producing nanowire with well defined patterns and in desired locations for ultrahigh sensitivity, but also in perfecting methods for their production by low-cost, high throughput, and scalable nanomanufacturing processes.\n\nIntellectual Merit  We developed new flow-guided assembly approaches to well align and accurately position nanowire arrays in pre-defined locations (i.e., between the contact micropads and along microchannel wall) with manufacturing capability. Templates with micropatterns were adopted and a gas flow was used to guide and pattern polymer along micropatterns. As shown in Fig 1, a polymer solution is first filled in an array of microfluidic channels. Then a gas flow is introduced to blow out most solution while push a little leftover against the channel wall to assembly into polymer nanowires. In this way, highly-ordered nanowires arrays with each centimeter long and having tunable dimensions are conveniently aligned in the flow direction and patterned along both sides of microchannels. As for demonstration, we produced millimetre-long nanowires across 5 mm &times; 12 mm area in the same orientation and with basic \"I-shape\", \"T-shape\", and \"cross\" patterns with single or double this flow-guided assembly process (Figs 2 &amp; 3). To use as sensors, the assembled polymer nanowires were further converted to conductive carbon nanowires through a standard carbonization process (Fig 2c). Unlike other synthesis processes, our approach successfully avoids random dispersion of nanowires into natural nest morphology as in traditional nanowire sensors so that it can better define the accumulation or depletion of charge carriers to attain ultrahigh sensitivity, which was confirmed with high sensitivity in model protein sensing tests.\n\nBroader Impact  That fluid-guided assembly approach could serve as Good Manufacturing Practices (GMP) for nanowire-based sensor production with high throughput. It could also enable high sensitive detection of many other probes needed in clinical diagnosis, environmental monitoring, security screening, and biowarfare caution. Beyond the nanowire sensing production, this award also aids in enhancing the engineering education of Louisiana Tech University by helping attract and retain high quality students in science and engineering disciplines. The grant fully support on one PhD student and one MS students for their thesis/dissertation work. It also partially supports five more PhD and one more MS on their research and provides lab trainings to two undergraduate researchers in micro/nanoengineering. Among all involved graduate and undergraduate students, one third belongs to the underrepresented groups. The involved research activities help them acquire extensive trainings and hands-on research experiences in engineering, biology, and materials. The supported research has resulted in seven peer-reviewed journal papers with two more are under preview as well as ten conference or invited talks. The assembly proc..."
 }
}