{
 "awd_id": "1130808",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Biophysical alteration of wetland geomorphology in response to rising sea level",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032924961",
 "po_email": "pcutler@nsf.gov",
 "po_sign_block_name": "Paul Cutler",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 158781.0,
 "awd_amount": 158781.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "Collaborative Research: Biophysical alteration of wetland geomorphology in\r\nresponse to rising sea level\r\n\r\nOur objective is to examine the evolution of networks of tidal creeks in salt marshes as\r\nthey respond to rising sea level. We have documented rapidly growing creeks, incising into the\r\nmarsh at 1-2 m per year, in coastal marshes throughout the South Atlantic Bight and in similar\r\nenvironments worldwide. Understanding the mechanisms driving the evolution of these drainage\r\nnetworks is crucial for predicting marsh responses to sea level rise under different conditions.\r\nThe study will examine the physics of tidal flows and sediment erosion, while also considering\r\nthe significant impact of marsh plants and animals (e.g. crabs) on these processes. Using a\r\ncombination of field measurements, mesocosm experiments, and numerical modeling, we will 1)\r\nevaluate the physical mechanisms underlying sediment erosion in creeks, including variation in\r\nflow speed and processes changing the strength of the marsh soils, 2) test the hypotheses that\r\ncrabs facilitate growth of creeks by loosening sediment through burrowing and removing\r\nstabilizing vegetation; and that hydrological conditions at creek heads are preferred by crabs, and\r\n3) develop a numerical model of creek evolution to test the importance of different parameters\r\nsuch as vegetation type, faunal density, tidal range and sediment supply on the morphological\r\nevolution of creeks. The model will help us to integrate our observations and generalize our\r\nfindings over a range of conditions.\r\nSalt marshes provide valuable ecosystem services to humanity, but these productive habitats are\r\nthreatened globally by accelerating sea-level rise. Understanding the impact of sea-level rise on\r\nthe physical structure of a marsh is crucial to predicting both the response of marsh ecosystems\r\nand the larger-scale morphological response of the coastline. The impact of increasing water\r\nlevels on marshes depends on complex feedbacks between physical and biological processes.\r\nInitial studies of this issue focused on interactions between water depth and marsh elevation,\r\nwhich affect sediment deposition and plant growth. Recently, increasing attention is being\r\ndirected towards the manner in which creek networks evolve as they respond to the larger\r\nvolume of water they must convey during each tidal cycle at higher sea levels. The evolution of\r\ncreek networks is a critical component of marsh response to sea-level rise, because creek\r\nmorphology affects the amount of water and sediment delivered to the marsh surface, and the\r\ndrainage of the marsh, and thus, the length of time the marsh is waterlogged. In turn, the flooding\r\nand drainage of the marsh influences the health of plants and animals in this ecologically vital\r\nenvironment. The ability of creek networks to respond to increasing sea levels depends, in part,\r\non how easy it is to erode the marsh surface, which depends on both sediment type, and on\r\nstabilization or loosening associated with flora and fauna. Uncovering the linkages between\r\ngeology and biology will have bearing on the fields of geology, ecology and climatology, as well\r\nas those interested in coastal protection and salt marsh evolution. The project will develop a new\r\nmodeling tool to examine response of marshes to sea-level rise, which will be broadly applicable\r\nto many salt marshes in the U.S. and globally.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Pennings",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Steven C Pennings",
   "pi_email_addr": "spennings@uh.edu",
   "nsf_id": "000334580",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 Calhoun Boulevard",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 158781.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was a collaboration between the University of Houston and Boston University. The UH portion of this project is complete; the BU portion is ongoing. This study had three goals: to 1) determine the physical mechanisms causing creek growth in coastal salt marshes, 2) test the hypotheses that crabs facilitate growth of creeks by digging sediment and removing stabilizing vegetation; and that the hydrological conditions at creek heads attract crabs, and 3) develop a numerical model of these processes. Personnel at the University of Houston were primarily responsible for the second goal. We found that crabs increase erosion at creek heads by digging burrows, feeding on and ultimately removing vegetation, increasing decomposition of organic soils by increasing oxygen flow into the soil, and increasing subsurface erosion by increasing water flow through burrow networks. We also found that crabs were attracted to areas of higher water flow (artificial creek heads), likely because creek heads are areas with lower temperatures, a higher concentration of oxygen in the water, and a lower concentration of toxic sulfides in the water. This creates a positive feedback between the presence of crabs (promoted by water flow) and creek growth (promoted by crabs). The award supported a graduate student and 12 undergraduates. We offered an online graduate course at nine universities, with over 150 participants from over 40 institutions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2014<br>\n\t\t\t\t\tModified by: Steven&nbsp;C&nbsp;Pennings</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was a collaboration between the University of Houston and Boston University. The UH portion of this project is complete; the BU portion is ongoing. This study had three goals: to 1) determine the physical mechanisms causing creek growth in coastal salt marshes, 2) test the hypotheses that crabs facilitate growth of creeks by digging sediment and removing stabilizing vegetation; and that the hydrological conditions at creek heads attract crabs, and 3) develop a numerical model of these processes. Personnel at the University of Houston were primarily responsible for the second goal. We found that crabs increase erosion at creek heads by digging burrows, feeding on and ultimately removing vegetation, increasing decomposition of organic soils by increasing oxygen flow into the soil, and increasing subsurface erosion by increasing water flow through burrow networks. We also found that crabs were attracted to areas of higher water flow (artificial creek heads), likely because creek heads are areas with lower temperatures, a higher concentration of oxygen in the water, and a lower concentration of toxic sulfides in the water. This creates a positive feedback between the presence of crabs (promoted by water flow) and creek growth (promoted by crabs). The award supported a graduate student and 12 undergraduates. We offered an online graduate course at nine universities, with over 150 participants from over 40 institutions.\n\n\t\t\t\t\tLast Modified: 09/02/2014\n\n\t\t\t\t\tSubmitted by: Steven C Pennings"
 }
}