{
 "awd_id": "1130364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Measurements and Implications of Graphene Adhesion - A Coherent Study via Experiments and Modeling",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 215052.0,
 "awd_amount": 215052.0,
 "awd_min_amd_letter_date": "2011-08-13",
 "awd_max_amd_letter_date": "2011-08-13",
 "awd_abstract_narration": "This grant provides funding for characterizing and manipulating the adhesive properties of graphene, a single layer of carbon atoms densely packed into a honeycomb lattice that have been shown to have extraordinary mechanical, optical, thermal and electronic properties. Adhesion dictates graphene morphology on surrounding materials, which is in turn closely tied to the electronic and mechanical properties of the graphene. However, the adhesive properties of graphene are largely unexplored, partly because the traditional metrologies of adhesion become unsuitable when dealing with samples of extremely small dimensions. This project bypasses previous limitations by extracting adhesive properties directly from the morphology of graphene placed on patterned substrate surfaces and nano-scale scaffolds. A metrology will be developed to measure the adhesion between graphene and a wide-range of materials, particularly using morphological changes on non-flat substrates. The material, morphological, and environmental factors that influence graphene adhesion to surfaces will be determined. Methods will be developed to manipulate the mechanical properties of graphene using surface structures. Results will be achieved through a research framework that integrates experiments (e.g., atomic force microscopy, electronic transport, Raman spectroscopy) and theory (e.g., multi-scale theoretical and numerical modeling).\r\n \r\nThere is currently great interest in exploring applications for graphene in next-generation electronics and advanced composite materials. Adhesion plays a pivotal role in the interplay between graphene and other materials, so is a key to the success of future graphene devices and applications. If successful, this project will contribute to an understanding of the interplay between graphene adhesion and morphology which could also have implications for other graphene properties. The energetic framework and experimental protocols developed in this project can be readily adapted to other ultrathin films, and thus have the potential to impact metrology techniques for a wide range of other functional materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nadya",
   "pi_last_name": "Mason",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nadya Mason",
   "pi_email_addr": "nmason1@uchicago.edu",
   "nsf_id": "000491789",
   "pi_start_date": "2011-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1110 West Green Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013080",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 215052.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project advanced the understanding and control of graphene&rsquo;s mechanical properties. Graphene is a two-dimensional material that has outstanding chemical, mechanical, and electrical properties, which has led to intense interest in potential device applications. This project focused on the effects of strain and adhesion on graphene, topics integral to the use of graphene in flexible devices. The goal of characterizing and manipulating strain and adhesion in graphene was accomplished on several fronts, as described here:</p>\n<p>&nbsp;</p>\n<p>Intellectual merit:</p>\n<p>The project&rsquo;s advances in the fabrication and measurement of patterned graphene on flexible and patterned surfaces allowed for the examination of strain dependent effects in graphene with unprecedented versatility. In particular, the project led to (i) the development of strain array engineering of graphene, via micro-patterned surfaces, and (ii) an understanding of rip formation and dynamics in graphene.</p>\n<p>(i) A new technique for creating micropatterns of pyramids on surfaces was developed by nano-indenting plastics and curing polymer in the indentations; graphene was then transferred onto the resultant pyramid arrays. It was found that the configuration of the pyramids could engineer strain on graphene, affecting its local strain and adhesion. Imaging measurements showed that the adhesion of graphene to the substrate could be tuned via the array configuration. This work sets the stage for controlling graphene electronics via strain (e.g., engineering band gaps and large pseudomagnetic fields), and for controlling the adhesion of graphene in devices having non-conventional substrates.</p>\n<p>(ii) Novel samples of electrically contacted graphene on polymer-based substrates were developed; these were placed in a custom built stretching apparatus, which allowed for the precise application of varying strain. Atomic force microscopy and electronic transport measurements were used to show that micro-rips form in the graphene during the initial application of tensile strain, but that subsequent applications of the same strain elastically open and close the existing rips, yielding robust electrical transport even after partial mechanical failure. It was determined that graphene was unique in its self-healing properties compared to conventional semiconducting materials. The understanding of the formation and dynamics of rips in graphene is important to any flexible device utilizing the material.</p>\n<p>&nbsp;</p>\n<p>Broader Impact:</p>\n<p>The method of placing patterned graphene onto rigid or flexible substrate that have been patterned with 3D nanostructures may enable a new generation of flexible devices based on graphene or other very thin materials. The understanding of ripping in graphene will similarly inform the design of flexible or mechanical graphene devices.</p>\n<p>The project was structured to provide effective training for both graduate, and undergraduate researchers. The students were all trained in advanced nanofabrication and measurement techniques; the training of researchers in nanoscience related topics is crucial to maintaining a future high-tech workforce for our society. The PI developed and taught a graduate course entitled &ldquo;Major Topics in Mesoscopics and Nanophysics,&rdquo; which was a mix of lectures and student presentations covering transport in mesoscopic systems, and particularly focusing on topics relevant to this project. Results of the work were broadly disseminated through publications, both general and technical seminars, colloquia, and workshops.</p>\n<p>The PI was heavily involved in outreach as a part of the activities concerning this project, particularly to communities that are under-represented in physics.&nbsp; The PI was involved in many activities, such as organizing a networking sessions for the Society of Black Physicists at the APS March Me...",
  "por_txt_cntn": "\nThis project advanced the understanding and control of grapheneÆs mechanical properties. Graphene is a two-dimensional material that has outstanding chemical, mechanical, and electrical properties, which has led to intense interest in potential device applications. This project focused on the effects of strain and adhesion on graphene, topics integral to the use of graphene in flexible devices. The goal of characterizing and manipulating strain and adhesion in graphene was accomplished on several fronts, as described here:\n\n \n\nIntellectual merit:\n\nThe projectÆs advances in the fabrication and measurement of patterned graphene on flexible and patterned surfaces allowed for the examination of strain dependent effects in graphene with unprecedented versatility. In particular, the project led to (i) the development of strain array engineering of graphene, via micro-patterned surfaces, and (ii) an understanding of rip formation and dynamics in graphene.\n\n(i) A new technique for creating micropatterns of pyramids on surfaces was developed by nano-indenting plastics and curing polymer in the indentations; graphene was then transferred onto the resultant pyramid arrays. It was found that the configuration of the pyramids could engineer strain on graphene, affecting its local strain and adhesion. Imaging measurements showed that the adhesion of graphene to the substrate could be tuned via the array configuration. This work sets the stage for controlling graphene electronics via strain (e.g., engineering band gaps and large pseudomagnetic fields), and for controlling the adhesion of graphene in devices having non-conventional substrates.\n\n(ii) Novel samples of electrically contacted graphene on polymer-based substrates were developed; these were placed in a custom built stretching apparatus, which allowed for the precise application of varying strain. Atomic force microscopy and electronic transport measurements were used to show that micro-rips form in the graphene during the initial application of tensile strain, but that subsequent applications of the same strain elastically open and close the existing rips, yielding robust electrical transport even after partial mechanical failure. It was determined that graphene was unique in its self-healing properties compared to conventional semiconducting materials. The understanding of the formation and dynamics of rips in graphene is important to any flexible device utilizing the material.\n\n \n\nBroader Impact:\n\nThe method of placing patterned graphene onto rigid or flexible substrate that have been patterned with 3D nanostructures may enable a new generation of flexible devices based on graphene or other very thin materials. The understanding of ripping in graphene will similarly inform the design of flexible or mechanical graphene devices.\n\nThe project was structured to provide effective training for both graduate, and undergraduate researchers. The students were all trained in advanced nanofabrication and measurement techniques; the training of researchers in nanoscience related topics is crucial to maintaining a future high-tech workforce for our society. The PI developed and taught a graduate course entitled \"Major Topics in Mesoscopics and Nanophysics,\" which was a mix of lectures and student presentations covering transport in mesoscopic systems, and particularly focusing on topics relevant to this project. Results of the work were broadly disseminated through publications, both general and technical seminars, colloquia, and workshops.\n\nThe PI was heavily involved in outreach as a part of the activities concerning this project, particularly to communities that are under-represented in physics.  The PI was involved in many activities, such as organizing a networking sessions for the Society of Black Physicists at the APS March Meeting, being a featured speaker at the Imhotep Academy (mentoring for Afro-Canadians), and mentoring women  and minorities at different stages in their scientifi..."
 }
}