{
 "awd_id": "1130748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Iron Regulation of the Food Quality of Phytoplankton In Acidified Eastern Boundary Upwelling Systems",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 178062.0,
 "awd_amount": 178062.0,
 "awd_min_amd_letter_date": "2011-09-28",
 "awd_max_amd_letter_date": "2011-09-28",
 "awd_abstract_narration": "Within the next century, Eastern Boundary Current upwelling systems, which are home to some of the major fisheries that support humans worldwide, are expected to undergo extreme acidification (pH falling to 7.3 or lower) because of increasing atmospheric CO2.  Impacts on trace metal (especially iron) and nitrogen bioavailability are likely, and consequently changes in phytoplankton species composition and physiology are also to be expected.  One understudied aspect of ocean acidification is its impact on the production of phytoplankton lipids and polyunsaturated fatty acids (PUFA) such as eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA) and other essential fatty acids (EFA) upon which higher trophic levels depend.\r\n\r\nIn this project a research team from San Francisco State University, University of Hawaii, and University of Maine will study the effect of extreme ocean acidification (OA) under iron replete and deplete upwelling conditions in regard to changes in species composition, total lipid production, and the specific production of PUFAs.  There are two guiding hypotheses:  (1) Extreme ocean acidification will increase lipid synthesis and EFA production in phytoplankton through the imbalance between carbon uptake and decreased nitrogen uptake; and (2) Extreme ocean acidification in natural upwelling regions will change the amount and composition of PUFA and EFA produced due either the direct effects of acidified seawater on cell physiology or to marked shifts in phytoplankton community composition.  Current Fe-replete and Fe-deplete upwelling zones in the California upwelling region will be investigated to illustrate these impacts.  The team will use controlled laboratory monoclonal, semi-continuous culture experiments to subject representative coastal phytoplankton isolates to varying pH and Fe availability to characterize tolerance/success under extreme pH environmental conditions and to quantify cellular physiological response to the combined stressors.  In the third year of the project, community-level responses to the same set of stressors will be studied.\r\n\r\nBroader Impacts:   Because of the global importance of marine fisheries and the as-yet modest understanding of the potential threats of ocean acidification, the topic of this study spans a variety of disciplinary, institutional, academic-government, and national boundaries.   Researchers at all three participating institution will lead a variety of public educational outreach activities for the benefit of K-12 students and for society at-large.  Graduate and undergraduate students will also be an important part of the research effort.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Wells",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Mark L Wells",
   "pi_email_addr": "mlwells@maine.edu",
   "nsf_id": "000088512",
   "pi_start_date": "2011-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Trick",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Charles G Trick",
   "pi_email_addr": "trick@uwo.ca",
   "nsf_id": "000298801",
   "pi_start_date": "2011-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695746",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 178062.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit:</span> There is evidence to suggest that ocean acidification, the result of anthropogenic increases in atmospheric carbon dioxide, will alter the composition of the marine phytoplankton assemblages that are the foundation of ocean productivity. These changes in community composition, along with acidification related metabolic stress, have the potential to significantly alter the synthesis of lipids and essential fatty acids, negatively affecting planktonic food quality that support marine fisheries. Of particular concern are the effects of ocean acidification on the production of essential fatty acids; organic constituents required by all higher trophic levels, including humans, but produced only by the phytoplankton. The central question is whether ocean acidification by end-of-century and beyond time scales will be sufficient to decrease the nutritional support for higher trophic levels, leading to lower overall marine productivity, less fisheries production, and sustainability of the ocean system.</p>\n<p>There are at least three mechanisms by which ocean acidification that may affect the lipid and essential fatty acid composition of marine phytoplankton communities. First, acidification increases carbon availability for photosynthesis by increasing free CO2. This change has been shown to alter interspecies competition among phytoplankton, so the composition of future phytoplankton assemblages is anticipated to differ from present. Phytoplankton species differ in they lipid and fatty acid composition, so these community changes are likely to alter the availability of these materials. Second, decreasing ocean pH will affect the availability of the micronutrient iron; a critical constituent for all living systems.&nbsp; This change in availability relates to changes in the strength of complexation of iron by organic molecules in seawater; a complexation that makes iron more difficult to access by phytoplankton. Like carbon, these changes in iron availability will affect interspecies competition, and the composition and abundance of phytoplankton assemblages.&nbsp; The third mechanism, pH changes in nitrogen assimilation, links the first two mechanisms because changes in carbon and iron availability affect nitrogen utilization.&nbsp; This factor is particularly important because nitrogen comprises a substantial portion of phytoplankton biomass, and has an important influence on the production of lipids and essential fatty acids. &nbsp;</p>\n<p>The project goals were to investigate the mechanisms underlying these potential changes using well-controlled laboratory experiments and field experiments in eastern boundary current upwelling waters off California that are representative of the most productive fisheries regions on earth. The project studied the effects of nutrient availability (of both nitrogen and the essential trace element iron) on the cellular lipid compositions.&nbsp; Our data analysis currently is still underway so we are in the process of compiling our findings.</p>\n<p>A major outcome so far is the demonstration that decreasing pH in surface waters originating from the productive California coastal upwelling zone acts to increase the availability of dissolved iron for phytoplankton.&nbsp; This finding is important because these eastern boundary regions are the most productive areas of the oceans. The implication is that ocean acidification will not negatively affect fisheries production through decreasing iron availability. &nbsp;The finding also is in contrast with earlier findings that decreasing pH negatively affects iron availability in well stratified, nutrient poor oceanic waters. The differences in these findings likely is related to differences in the dominant iron-complexing ligands, which will be important for consideration in the development of models to forecast the effects of cli...",
  "por_txt_cntn": "\nIntellectual Merit: There is evidence to suggest that ocean acidification, the result of anthropogenic increases in atmospheric carbon dioxide, will alter the composition of the marine phytoplankton assemblages that are the foundation of ocean productivity. These changes in community composition, along with acidification related metabolic stress, have the potential to significantly alter the synthesis of lipids and essential fatty acids, negatively affecting planktonic food quality that support marine fisheries. Of particular concern are the effects of ocean acidification on the production of essential fatty acids; organic constituents required by all higher trophic levels, including humans, but produced only by the phytoplankton. The central question is whether ocean acidification by end-of-century and beyond time scales will be sufficient to decrease the nutritional support for higher trophic levels, leading to lower overall marine productivity, less fisheries production, and sustainability of the ocean system.\n\nThere are at least three mechanisms by which ocean acidification that may affect the lipid and essential fatty acid composition of marine phytoplankton communities. First, acidification increases carbon availability for photosynthesis by increasing free CO2. This change has been shown to alter interspecies competition among phytoplankton, so the composition of future phytoplankton assemblages is anticipated to differ from present. Phytoplankton species differ in they lipid and fatty acid composition, so these community changes are likely to alter the availability of these materials. Second, decreasing ocean pH will affect the availability of the micronutrient iron; a critical constituent for all living systems.  This change in availability relates to changes in the strength of complexation of iron by organic molecules in seawater; a complexation that makes iron more difficult to access by phytoplankton. Like carbon, these changes in iron availability will affect interspecies competition, and the composition and abundance of phytoplankton assemblages.  The third mechanism, pH changes in nitrogen assimilation, links the first two mechanisms because changes in carbon and iron availability affect nitrogen utilization.  This factor is particularly important because nitrogen comprises a substantial portion of phytoplankton biomass, and has an important influence on the production of lipids and essential fatty acids.  \n\nThe project goals were to investigate the mechanisms underlying these potential changes using well-controlled laboratory experiments and field experiments in eastern boundary current upwelling waters off California that are representative of the most productive fisheries regions on earth. The project studied the effects of nutrient availability (of both nitrogen and the essential trace element iron) on the cellular lipid compositions.  Our data analysis currently is still underway so we are in the process of compiling our findings.\n\nA major outcome so far is the demonstration that decreasing pH in surface waters originating from the productive California coastal upwelling zone acts to increase the availability of dissolved iron for phytoplankton.  This finding is important because these eastern boundary regions are the most productive areas of the oceans. The implication is that ocean acidification will not negatively affect fisheries production through decreasing iron availability.  The finding also is in contrast with earlier findings that decreasing pH negatively affects iron availability in well stratified, nutrient poor oceanic waters. The differences in these findings likely is related to differences in the dominant iron-complexing ligands, which will be important for consideration in the development of models to forecast the effects of climate change in the future oceans.\n\nBroader Impacts: As a result of this award, two (2) San Francisco State University (SFSU) and two (2) Western University (WU) gra..."
 }
}