{
 "awd_id": "1130114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Modeling coastal oxygen production and carbon sequestration",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2016-10-31",
 "tot_intn_awd_amt": 539247.0,
 "awd_amount": 539247.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "A numerical modeling study of ocean circulation and biogeochemical oxygen and carbon dynamics in an upwelling coastal margin will be conducted. Model simulations combined with chemical and physical observations along the Oregon coast will provide new insights into coastal ocean circulation and biogeochemistry, with particular focus on the processes that govern cross-shelf exchange, and the factors that lead to hypoxia and enhanced ocean acidification.\r\n\r\nIntellectual merit: The proposed research will address critical unresolved scientific issues in physical and biogeochemical coastal ocean processes. The cycles of oxygen and carbon in coastal waters are globally significant, and locally determine conditions of hypoxia and ocean acidification, but neither is well understood. High-resolution circulation modeling has progressed sufficiently to provide a useful context in which to explore these biogeochemical dynamics. At the same time, physical circulation models are far from perfect, and the coupled physical-biogeochemical simulations proposed here will provide a framework in which to explore the combined system uncertainties that arise from poorly known or represented physical parameters and processes, and to identify the areas in which improvements to the representation of the physical circulation will be essential to future advances in understanding the coupled system. The proposed research will specifically focus on modeling the conditions of the Oregon shelf during the upwelling seasons of 2001, 2006 and 2009, for which high-quality biogeochemical and physical data are available, and which have demonstrated extreme low oxygen, high CO2 conditions. For 2001, the physical circulation has been well modeled in previous work, providing a starting point for the coupled modeling. For 2006 and 2009, the physical circulation modeling will be novel, providing a new comparison with physical data and an opportunity to explore basic inter-annual variability in the shelf circulation. A novel, simplified biogeochemical module containing one nutrient, two particle classes, and dissolved oxygen has been formulated and will be implemented in the circulation model. Simulations will include idealized explorations of the behavior of the biogeochemical module and the coupled system, and realistic cases based on best-estimate physical circulation simulations for 2001, 2006 and 2009. In all of these simulations, the choice of the highly simplified biogeochemical module is intended to facilitate the multiple simulations and parameter-value choices, in order to explore sensitivities and characterize regimes.\r\n\r\nBroader impact: This project addresses fundamental scientific issues involving both the high-human-impact coastal zone and the role of coastal processes in the global biogeochemical balances associated with climate change. As part of his training, a postdoctoral investigator will develop a broad background spanning both physical and chemical coastal oceanography, and be prepared to formulate and address cutting-edge science questions in the critical area of coastal physical-biogeochemical interactions. The proposal will also provide partial support to a second female postdoctoral investigator, through collaboration with UW/JISAO that will develop and encourage inter-institutional as well as interdisciplinary research collaboration. Results of the proposed research will be disseminated through publications in peer-reviewed research journals and presentations at national and international scientific meetings, and through continuation and extension of existing outreach and general education activities. The proposed research is relevant to the coastal component of the NSF Ocean Observatories Initiative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Samelson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Roger M Samelson",
   "pi_email_addr": "rsamelson@coas.oregonstate.edu",
   "nsf_id": "000445885",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Burke",
   "pi_last_name": "Hales",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Burke R Hales",
   "pi_email_addr": "bhales@oce.orst.edu",
   "nsf_id": "000433486",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973315503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 539247.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported the development and analysis of simplified models that gave new scientific, intellectual insights into the susceptibility of coastal upwelling systems to occurrences of hypoxia, the depletion of oxygen in subsurface ocean waters to levels that are low enough to affect adversely the health and sustainability of marine organisms.&nbsp; The results show the critical control exerted on hypoxia by the fast sinking of particles formed from biological activity, as well as the general dependence of these processes on the biological rates of production (growth) and respiration (decay of organic matter) and on the physical rate of upwelling (wind-driven replacement of near-surface coastal waters by deep, nutrient-rich waters).&nbsp; When sinking rates are high, a hypoxic response can be anticipated, if the productivity rate is high enough to support net surface particle growth and accumulation; otherwise, the rapid sinking can stifle production, in which case there is no deep particle accumulation and no oxygen depletion.&nbsp; If surface and deep waters are mixed rapidly across the shelf, so that a box-model representation is appropriate, then hypoxia develops preferentially when sinking rates are close to the maximum allowed for net surface particle accumulation.&nbsp; When this lateral exchange is weak, the cross-shelf gradients in property distributions alter the system response, and observed distributions are best reproduced under the assumption that rapid sinking occurs offshore of the inner shelf. These new insights have broader, long-term relevance to fisheries management and other related societal impacts as well as to the role of coastal systems in global biogeochemical cycling.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/09/2017<br>\n\t\t\t\t\tModified by: Roger&nbsp;M&nbsp;Samelson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project supported the development and analysis of simplified models that gave new scientific, intellectual insights into the susceptibility of coastal upwelling systems to occurrences of hypoxia, the depletion of oxygen in subsurface ocean waters to levels that are low enough to affect adversely the health and sustainability of marine organisms.  The results show the critical control exerted on hypoxia by the fast sinking of particles formed from biological activity, as well as the general dependence of these processes on the biological rates of production (growth) and respiration (decay of organic matter) and on the physical rate of upwelling (wind-driven replacement of near-surface coastal waters by deep, nutrient-rich waters).  When sinking rates are high, a hypoxic response can be anticipated, if the productivity rate is high enough to support net surface particle growth and accumulation; otherwise, the rapid sinking can stifle production, in which case there is no deep particle accumulation and no oxygen depletion.  If surface and deep waters are mixed rapidly across the shelf, so that a box-model representation is appropriate, then hypoxia develops preferentially when sinking rates are close to the maximum allowed for net surface particle accumulation.  When this lateral exchange is weak, the cross-shelf gradients in property distributions alter the system response, and observed distributions are best reproduced under the assumption that rapid sinking occurs offshore of the inner shelf. These new insights have broader, long-term relevance to fisheries management and other related societal impacts as well as to the role of coastal systems in global biogeochemical cycling.\n\n\t\t\t\t\tLast Modified: 01/09/2017\n\n\t\t\t\t\tSubmitted by: Roger M Samelson"
 }
}