{
 "awd_id": "1130454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DDEP: In Situ Ultra Fast Time-Resolved Infrared Spectroscopic Study on Shape Controlled Pt Nanoparticles",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032922306",
 "po_email": "nsung@nsf.gov",
 "po_sign_block_name": "Nancy Sung",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2011-05-23",
 "awd_abstract_narration": "This Doctoral Dissertation Enhancement Project (DDEP) award will support the research of Ph.D. student Ms. Augusta M. Hofstead-Duffy on electrocatalysis relevant to the direct methanol fuel cell (DMFC). The latter is a promising clean energy alternative to fossil fuels and has advantages for large-scale commercial implementation. The focus of the study is to gain further mechanistic insights on the methanol oxidation and oxygen reduction reactions through in situ time-resolved infrared spectroscopy on shape controlled Pt nanoparticles. The study will be performed under the guidance of Dr. Shi-Gang Sun of Xiamen University (China) as a supplement to the US-China collaborative project Nanoscale Single-Crystal Ensemble Electrocatalysis for Fuel Cell Applications. There are a variety of powerful spectroscopic techniques available in the host laboratory combining electrochemistry and vibrational spectroscopy that expose valuable chemical information during the course of the electrocatalytic reaction. The mechanistic information expected to be obtained during this study will provide a better understanding of activities and mechanisms as it relates to electrocatalyst shape and size during the aforementioned reactions.\r\n\r\nThe project will provide a systematic and detailed analysis of the molecular-scale processes occurring on the fuel cell anodes.  The project will allow the PhD student gain meaningful international experience. Successful development of improved DMFCs could provide considerable economic and environmental benefits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "YuYe",
   "pi_last_name": "Tong",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "YuYe J Tong",
   "pi_email_addr": "yyt@georgetown.edu",
   "nsf_id": "000312717",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Xiamen University, Xiamen, China",
  "perf_str_addr": "No. 422, Siming South Road",
  "perf_city_name": "Xiamen",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "China",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7727",
   "pgm_ref_txt": "IRES/DDEP"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this NSF DDEP (Doctoral Dissertation Enhancement Projects) grant was to support the PI&rsquo;s former American graduate student Ms. Augusta M. Hofstead-Duffy (now Levendorf) to carry out collaboration research in the lab of the PI&rsquo;s collaborator Professor Shi-Gang Sun at Xiamen University, China as part of her PhD work so she could experience a global perspective of the scientific community, extend her cultural and scientific knowledge, and establish foundations for future international research collaborations. She has spent 6 months (3/01/11 through 8/31/11) in Professor Sun&rsquo;s lab at Xiamen University, which has been a very rewarding experience for her. Scientifically, she carried out detailed <em>in situ</em> infrared spectroscopic studies of shape-controlled cubic and octahedral/tetrahedral platinum (Pt) nanoparticles (NPs) during <em>m</em>ethanol electro-<em>o</em>xidation <em>r</em>eaction (MOR) on the surface of these Pt NPs and was able to conclude that the observed enhanced MOR activity on the octahedral /tetrahedral Pt NPs is highly likely due to enhanced direct reaction pathway brought to bear by both surface orientation and residual polymeric species on the surface. Moreover, she worked alongside native Chinese and interacted with visitors from several European countries there, learning chemistry in a truly international setting. Culturally, she took this opportunity to travel to different places in China, learning the cultural richness of one of the oldest civilizations on earth.&nbsp; She found that studying and doing research at Xiamen University in China was truly an educational one, not only in terms of culture and science, but also for her personal growth. Her PhD work has produced 7 peer-reviewed publications and the DDEP-supported experience has contributed in a significant way to her growth of becoming a woman scientist with a truly global perspective.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/26/2014<br>\n\t\t\t\t\tModified by: Yuye&nbsp;J&nbsp;Tong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this NSF DDEP (Doctoral Dissertation Enhancement Projects) grant was to support the PIÆs former American graduate student Ms. Augusta M. Hofstead-Duffy (now Levendorf) to carry out collaboration research in the lab of the PIÆs collaborator Professor Shi-Gang Sun at Xiamen University, China as part of her PhD work so she could experience a global perspective of the scientific community, extend her cultural and scientific knowledge, and establish foundations for future international research collaborations. She has spent 6 months (3/01/11 through 8/31/11) in Professor SunÆs lab at Xiamen University, which has been a very rewarding experience for her. Scientifically, she carried out detailed in situ infrared spectroscopic studies of shape-controlled cubic and octahedral/tetrahedral platinum (Pt) nanoparticles (NPs) during methanol electro-oxidation reaction (MOR) on the surface of these Pt NPs and was able to conclude that the observed enhanced MOR activity on the octahedral /tetrahedral Pt NPs is highly likely due to enhanced direct reaction pathway brought to bear by both surface orientation and residual polymeric species on the surface. Moreover, she worked alongside native Chinese and interacted with visitors from several European countries there, learning chemistry in a truly international setting. Culturally, she took this opportunity to travel to different places in China, learning the cultural richness of one of the oldest civilizations on earth.  She found that studying and doing research at Xiamen University in China was truly an educational one, not only in terms of culture and science, but also for her personal growth. Her PhD work has produced 7 peer-reviewed publications and the DDEP-supported experience has contributed in a significant way to her growth of becoming a woman scientist with a truly global perspective.\n\n \n\n\t\t\t\t\tLast Modified: 02/26/2014\n\n\t\t\t\t\tSubmitted by: Yuye J Tong"
 }
}