{
 "awd_id": "1130546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Reserch:  The Spatial Ecology of Chronic Kidney Disease in Nicaragua",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2014-07-24",
 "awd_abstract_narration": "The purpose of this doctoral dissertation research project is to investigate the factors contributing to the development of CKD in Nicaragua from a spatial epidemiological perspective. Renal insufficiency, or Chronic Kidney Disease (CKD), has long been present in developed countries and it is primarily attributed to hypertension and diabetes. A recent issue in public health, however, is the reporting of abnormally high CKD rates in less-developed countries where knowledge regarding the etiology of the disease is very limited. The northwestern district of Nicaragua, where CKD is the number one cause of death, presents one such setting along the Pacific coast of Central America, a region with generally higher-than-expected rates. From the phenotypes observed and the populations affected, environmental exposure is suspected as the main contributing factor in this area. The study population is sampled from an ongoing geographically-referenced health and demographic surveillance system in the state of Leon.  Data on each individual include CKD incidence, demographic variables, lifestyle factors, and characteristics of the household of residence. This information will be integrated into a geographic database of the study area to first identify higher concentrations, or \"clusters\" of CKD incidence in the region. The study area will be classified by land-cover type using satellite imagery and data collected through field surveys. Upon integration of all data within a geographic information system, each identified cluster will be investigated using multi-level analyses to assess whether population-level effects are the cause of spatial clusters. Those not due to the underlying characteristics of the population will be further explored in relation to location, environment, and surrounding spatial features using case-control methods and distance-based regression models. It is hypothesized that proximity to volcanic soils, agricultural land where pesticides are used, and contaminated water sources will all be related to CKD incidence.   \r\n\r\nThis project will inform understanding of CKD and its development in Nicaragua. This is of particular importance because the cause of CKD in the developing world is not well understood and because treatment and care is limited in poor countries. This study can therefore be used to assist efforts in prevention of CKD in Nicaragua and other developing countries. The approach taken in this project is ecological, as it takes into consideration not only individual-level characteristics, but also the environmental context in which the people with CKD live. As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Emch",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Emch",
   "pi_email_addr": "emch@email.unc.edu",
   "nsf_id": "000285072",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sophia",
   "pi_last_name": "Giebultowicz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sophia Giebultowicz",
   "pi_email_addr": "sgiebult@email.unc.edu",
   "nsf_id": "000513987",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "Department of Geography",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993220",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}