{
 "awd_id": "1130755",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Large Stroke Microscale Actuators Based on Electrowetting",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steve Schmid",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 354121.0,
 "awd_amount": 388921.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2016-06-17",
 "awd_abstract_narration": "The research objective of this award is to test the hypothesis that lumped parameter models and basic scaling laws can predict the dynamic forces applied by microscale electrowetting actuators.  To realize this goal, the forces applied during droplet actuation must be characterized.  The approach used in this work is to separately characterize the force and electrical characteristics of the actuation system under static conditions.  These responses will be combined into equivalent energy storage and damping effects that are analogous to dynamic models of conventional mechanical actuators.  The models will be evaluated and refined using dynamic testing. \r\n \r\nMicroscale positioning and actuation methods are limited by the relatively large size of the actuators and the challenge of grasping and releasing small objects without damaging them.  Current methods of positioning and actuating small objects are limited to small motions and/or require bulky macroscale components. This project will enable the use of small droplets to move parts by adapting methods for moving individual droplets from microfluidics.  If successful, this work will provide new methods for positioning sub-millimeter parts and actuating microscale devices with high speed and precision.  However, electrowetting can readily actuate large distances using only easily manufactured substrates and an electrical source.  This capability will facilitate the manipulation and actuation of many microscale systems.  It may be particularly suited for the assembly of small parts made from different processes and/or materials into systems with higher levels of performance than can be achieved through in-situ manufacturing.  Potential applications include the assembly of energy harvesting devices, small scale robots, and other microelectromechanical systems.  The knowledge from this proposal will also benefit other applications of electrowetting including low cost medical diagnostics and display applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Crane",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan B Crane",
   "pi_email_addr": "nbcrane@byu.edu",
   "nsf_id": "000366771",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexei",
   "pi_last_name": "Volinsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexei Volinsky",
   "pi_email_addr": "volinsky@usf.edu",
   "nsf_id": "000383489",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rasim",
   "pi_last_name": "Guldiken",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rasim Guldiken",
   "pi_email_addr": "guldiken@usf.edu",
   "nsf_id": "000512949",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "3650 Spectrum Blvd",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336129446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 354121.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 9600.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 9600.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 9600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">The objective of this research was to understand the potential of electrowetting as a source for mechanical actuation.<span>&nbsp; </span>Electrowetting is a phenomenon in which the shape of a droplet changes when it is exposed to an electric field. Electrowetting has been studied extensively for moving liquid droplets in many different types of microfluidic applications, but its ability to apply force to solid objects was much less characterized.<span>&nbsp; </span>At the microscale, existing actuators tend to be large relative to the actuation distance, complex, and expensive.<span>&nbsp; </span>Improved microscale actuation could be particularly valuable in microassembly tasks.</span></p>\n<p><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\">The project produced significant new knowledge in multiple areas of electrowetting actuation. One key contribution was in the experimental validation of force actuation predictions.<span>&nbsp; </span>Another accomplishment was in the development of improved material systems for electrowetting.<span>&nbsp; </span>This was accomplished through the use of passivating films that provided self-healing of defects. This approach achieved high reliability over extended actuation cycles.<span>&nbsp; </span></span></span></p>\n<p><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\">These materials create a diodelike behavior that enables a wide variety of novel actuation schemes.<span>&nbsp; </span>The capability of this approach was demonstrated through the fabrication of novel electrowetting systems that could achieve high-speed open-loop control or high-accuracy closed-loop control.<span>&nbsp; In both cases, the actuation system is of similar size to the motion distance because it consists primarily of a patterned substrate with direct electrical inputs.&nbsp; </span>Prior systems required large arrays of electrodes in order to get the required motion&mdash;with much lower levels of precision.<span>&nbsp; </span>Taken together, these contributions provide a path for high reliability mechanical actuation suited to a wide range of application requirements and with low cost manufacturing methods.<span>&nbsp; </span>The final contribution was to evaluate methods of providing fluidic bearings based on discrete droplets rather than large continuous films.<span>&nbsp; </span>While these bearings provide less stiffness than traditional bearings, our results showed that stiffness can be increased significantly by control over preload and wetting boundaries.<span>&nbsp; </span></span></span></p>\n<p><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\">These results were disseminated through 8 publications in leading journals in addition to presentations at national and international conferences.<span>&nbsp; </span></span></span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">Broader impacts from this work include training for two doctoral students that are now employed full time in industry.<span>&nbsp; </span>One master&rsquo;s student that worked on the project is a current doctoral student.<span>&nbsp; </span>Additionally, two students that contributed to the research as undergraduates are now pursuing doctoral studies.<span>&nbsp; </span>The information from this project has generated several patents and continues to be evaluated for microscale actuation in multiple applications.<span>&nbsp; </span>Examples from this work were integrated into educational activities for both graduate students and community members.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">The knowledge generated from this project will enable design of more compact actuation mechanical methods that are much less expensive than current systems.&nbsp; Applications could include deisgn of improved wireless communication systems with smaller size or more flexible performance. This will create opportunities to use assembly and manipulation in more products.&nbsp; It could also aid the design and fabrication of improved testing for environmental monitoring and medical diagnostics. &nbsp;<br /></span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/11/2017<br>\n\t\t\t\t\tModified by: Nathan&nbsp;B&nbsp;Crane</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1130755/1130755_10108897_1507739991762_NOGLASSRENGERZM3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1130755/1130755_10108897_1507739991762_NOGLASSRENGERZM3--rgov-800width.jpg\" title=\"Micropositioning with Fluidic Actuation\"><img src=\"/por/images/Reports/POR/2017/1130755/1130755_10108897_1507739991762_NOGLASSRENGERZM3--rgov-66x44.jpg\" alt=\"Micropositioning with Fluidic Actuation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This rendering illustrates some of what would be possible with the electrowetting capabilities developed in this work.  Droplets can be used to move solid objects over large distances at high speed or in controlled, stepped actuation. These works could also be extended to enable motion in 2D.</div>\n<div class=\"imageCredit\">Nathan Crane</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Nathan&nbsp;B&nbsp;Crane</div>\n<div class=\"imageTitle\">Micropositioning with Fluidic Actuation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1130755/1130755_10108897_1507753489591_MicrofluidicallyTunedRFFilter--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1130755/1130755_10108897_1507753489591_MicrofluidicallyTunedRFFilter--rgov-800width.jpg\" title=\"Application of Electrowetting to RF Electronics\"><img src=\"/por/images/Reports/POR/2017/1130755/1130755_10108897_1507753489591_MicrofluidicallyTunedRFFilter--rgov-66x44.jpg\" alt=\"Application of Electrowetting to RF Electronics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This illustrates a simple demonstration of tuning an RF filter over a large range using electrowetting actuation.</div>\n<div class=\"imageCredit\">Qi Ni</div>\n<div class=\"imageSubmitted\">Nathan&nbsp;B&nbsp;Crane</div>\n<div class=\"imageTitle\">Application of Electrowetting to RF Electronics</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe objective of this research was to understand the potential of electrowetting as a source for mechanical actuation.  Electrowetting is a phenomenon in which the shape of a droplet changes when it is exposed to an electric field. Electrowetting has been studied extensively for moving liquid droplets in many different types of microfluidic applications, but its ability to apply force to solid objects was much less characterized.  At the microscale, existing actuators tend to be large relative to the actuation distance, complex, and expensive.  Improved microscale actuation could be particularly valuable in microassembly tasks.\n\nThe project produced significant new knowledge in multiple areas of electrowetting actuation. One key contribution was in the experimental validation of force actuation predictions.  Another accomplishment was in the development of improved material systems for electrowetting.  This was accomplished through the use of passivating films that provided self-healing of defects. This approach achieved high reliability over extended actuation cycles.  \n\nThese materials create a diodelike behavior that enables a wide variety of novel actuation schemes.  The capability of this approach was demonstrated through the fabrication of novel electrowetting systems that could achieve high-speed open-loop control or high-accuracy closed-loop control.  In both cases, the actuation system is of similar size to the motion distance because it consists primarily of a patterned substrate with direct electrical inputs.  Prior systems required large arrays of electrodes in order to get the required motion&mdash;with much lower levels of precision.  Taken together, these contributions provide a path for high reliability mechanical actuation suited to a wide range of application requirements and with low cost manufacturing methods.  The final contribution was to evaluate methods of providing fluidic bearings based on discrete droplets rather than large continuous films.  While these bearings provide less stiffness than traditional bearings, our results showed that stiffness can be increased significantly by control over preload and wetting boundaries.  \n\nThese results were disseminated through 8 publications in leading journals in addition to presentations at national and international conferences.  \n\nBroader impacts from this work include training for two doctoral students that are now employed full time in industry.  One master?s student that worked on the project is a current doctoral student.  Additionally, two students that contributed to the research as undergraduates are now pursuing doctoral studies.  The information from this project has generated several patents and continues to be evaluated for microscale actuation in multiple applications.  Examples from this work were integrated into educational activities for both graduate students and community members.\n\nThe knowledge generated from this project will enable design of more compact actuation mechanical methods that are much less expensive than current systems.  Applications could include deisgn of improved wireless communication systems with smaller size or more flexible performance. This will create opportunities to use assembly and manipulation in more products.  It could also aid the design and fabrication of improved testing for environmental monitoring and medical diagnostics.  \n\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 10/11/2017\n\n\t\t\t\t\tSubmitted by: Nathan B Crane"
 }
}