{
 "awd_id": "1130275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanics of Intraocular Pressure Increase Associated with Genetic Factors",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fyhrie",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 359920.0,
 "awd_amount": 401920.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2015-04-17",
 "awd_abstract_narration": "The research objective of this award is to use information emerging from glaucoma genetics to inform understanding of the biomechanical processes by which eye pressure is maintained. An interdisciplinary approach combines engineering analyses and molecular genetic tools to study how molecular genetic processes can affect the mechanics problem that leads to elevated eye pressure. The research includes molecular analysis of circulatory fluids from cultured media and donor eyes. Of particular relevance is quantification of myocilin, a protein made by ocular tissues that has been implicated in traits that involve elevated eye pressure. This information will be incorporated in mathematical/computer models to study a key aspect of the eye?s circulation system- the interaction of ocular fluid and fine meshwork tissues through which the fluid percolates. The fluid-solid interaction results in forces and pressures that can: (1) alter the tissue?s shape and flow and thereby produce increased pressure and (2) provide stimulus to initiate a biological signaling process to alter the flow, and thereby control pressure.\r\n\r\nResearch on the mechanobiology of ocular tissue and elevated eye pressure has direct application to both ocular hypertension and glaucoma. Ocular hypertension affects about 10% of the population over age 40. Millions of people worldwide eventually develop glaucoma, making it one of the leading causes of irreversible blindness, at great personal and societal costs. The knowledge gained will also be relevant to organs such as the kidney, the liver and the lymphatic system, having mesh-like tissues similar to the trabecular meshwork of the eye. The education plan includes training of 3 graduate and 6 Research Experience for Undergraduate students. These will come from the two UM campuses and from neighboring institutions to expand the project?s impact. Since the project combines cutting-edge research from diverse technical fields, it offers the students an opportunity to work in a unique, interdisciplinary setting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Argento",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Argento",
   "pi_email_addr": "aargento@umich.edu",
   "nsf_id": "000163212",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Richards",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Julia E Richards",
   "pi_email_addr": "richj@umich.edu",
   "nsf_id": "000431806",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 359920.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 10000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 10000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This interdisciplinary project made use of information on glaucoma genetics to inform the design of experiments on the biomechanical processes by which eye pressure is maintained. We used molecular genetic tools to produce samples containing different amounts of the protein myocilin, which has previously been implicated in high pressure forms of glaucoma, while keeping the overall protein levels in the samples the same. We then used those samples to create surrogate aqueous humor for an experimental perfusion model where the fluids were instilled in human eyes and allowed to naturally drain through the eye&rsquo;s outflow tissues. In this way we tested our hypothesis that the myocilin protein is directly impacting the biomechanical properties of fluids in which it is contained and the biomechanical processes of fluid flowing through the outflow facility of the eye. Testing of samples with similar protein levels and different myocilin levels provided support for our hypothesis that levels of myocilin affect biomechanical properties of fluids moving through the outflow facility of the eye, even though the myocilin containing sample had lower viscosity than its myocilin-free counterpart. This suggests that myocilin may be influencing the biomechanical interactions of the fluid and the meshwork via mechanisms other than simple viscosity. While intraocular pressure plays a major role in the mechanisms of eye disease, it is of interest in its own right due to its central role in maintaining the structural integrity of the eye and because it provides insights into how the separate features of a biomechanical system come together to create pressure equilibrium inside the eye. This project has begun building detailed mathematical/computer simulation models that incorporate data from this project and from the literature, creating a model that takes into account the combination of molecular genetic and biomechanical factors that are interacting in this system.&nbsp; This model provides testable components that can be used in the design of future experiments that can be used to refine and expand upon this model to continue developing our understanding of how myocilin affects the biomechanical properties of aqueous and its interactions with the outflow facility. &nbsp;</p>\n<p>Research on the mechano-biology of fluid flow through meshlike tissues is relevant not only to the trabecular meshwork of the eye but to other tissues of the body with meshlike tissues such as the kidney and other organ systems in the body, so our work will inform those working on such systems. This work also has implications for the fundamental processes by which the intraocular pressure helps to maintain the structural integrity of the globe. Four graduate students and nine undergraduate students worked on this project, including eight REU students. These students came from a diverse group of schools- both UM campuses, Carnegie Melon, Grand Valley State, New College of Florida, Stoney Brook, Kalamazoo College, Michigan Tech, and Northwestern. Nine of the students working on the projects were under-represented in science and engineering. Since the project involves cutting edge work from two different fields, the students working on one end of the project were also exposed to concepts and technologies involved in the other end of the project, and had the opportunity to learn about how interdisciplinary science can bridge across disciplines. Access to bovine eyes developed for this project led to use of bovine eyes in demonstration projects in elementary school classrooms conducted by one of the participants. In addition to learning about science and technologies during participation in this project, students also learn about ethical, legal and social issues associated with the research, particularly through the use of human eye tissues. The PI included materials based on the project in his biomechanics cou...",
  "por_txt_cntn": "\nThis interdisciplinary project made use of information on glaucoma genetics to inform the design of experiments on the biomechanical processes by which eye pressure is maintained. We used molecular genetic tools to produce samples containing different amounts of the protein myocilin, which has previously been implicated in high pressure forms of glaucoma, while keeping the overall protein levels in the samples the same. We then used those samples to create surrogate aqueous humor for an experimental perfusion model where the fluids were instilled in human eyes and allowed to naturally drain through the eyeÆs outflow tissues. In this way we tested our hypothesis that the myocilin protein is directly impacting the biomechanical properties of fluids in which it is contained and the biomechanical processes of fluid flowing through the outflow facility of the eye. Testing of samples with similar protein levels and different myocilin levels provided support for our hypothesis that levels of myocilin affect biomechanical properties of fluids moving through the outflow facility of the eye, even though the myocilin containing sample had lower viscosity than its myocilin-free counterpart. This suggests that myocilin may be influencing the biomechanical interactions of the fluid and the meshwork via mechanisms other than simple viscosity. While intraocular pressure plays a major role in the mechanisms of eye disease, it is of interest in its own right due to its central role in maintaining the structural integrity of the eye and because it provides insights into how the separate features of a biomechanical system come together to create pressure equilibrium inside the eye. This project has begun building detailed mathematical/computer simulation models that incorporate data from this project and from the literature, creating a model that takes into account the combination of molecular genetic and biomechanical factors that are interacting in this system.  This model provides testable components that can be used in the design of future experiments that can be used to refine and expand upon this model to continue developing our understanding of how myocilin affects the biomechanical properties of aqueous and its interactions with the outflow facility.  \n\nResearch on the mechano-biology of fluid flow through meshlike tissues is relevant not only to the trabecular meshwork of the eye but to other tissues of the body with meshlike tissues such as the kidney and other organ systems in the body, so our work will inform those working on such systems. This work also has implications for the fundamental processes by which the intraocular pressure helps to maintain the structural integrity of the globe. Four graduate students and nine undergraduate students worked on this project, including eight REU students. These students came from a diverse group of schools- both UM campuses, Carnegie Melon, Grand Valley State, New College of Florida, Stoney Brook, Kalamazoo College, Michigan Tech, and Northwestern. Nine of the students working on the projects were under-represented in science and engineering. Since the project involves cutting edge work from two different fields, the students working on one end of the project were also exposed to concepts and technologies involved in the other end of the project, and had the opportunity to learn about how interdisciplinary science can bridge across disciplines. Access to bovine eyes developed for this project led to use of bovine eyes in demonstration projects in elementary school classrooms conducted by one of the participants. In addition to learning about science and technologies during participation in this project, students also learn about ethical, legal and social issues associated with the research, particularly through the use of human eye tissues. The PI included materials based on the project in his biomechanics course and laboratory, and used this project as the basis for suggesting projects for t..."
 }
}