{
 "awd_id": "1130207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: Doctoral Consortium at the PETRA 2011 Conference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 20660.0,
 "awd_amount": 20660.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2011-03-14",
 "awd_abstract_narration": "This is funding to support a doctoral consortium (workshop) of approximately 10 promising graduate students from U.S. institutions of higher learning along with 9 distinguished research faculty, to be held in conjunction with the Fourth International Conference on Pervasive Technologies Related to Assistive Environments (PETRA 2011), which will take place May 25-27, 2011, on the island of Crete, Greece (http://www.petrae.org).  PETRA is the only annual conference that brings together theoreticians and practitioners from a wide variety of disciplines to focus on the application of pervasive technologies to assistive environments.  What connects different disciplines in this highly interdisciplinary but topical conference is the ability to discover new alliances, share data and design new methods that have real-world social impact while also advancing each field scientifically.  PETRA 2011 will address timely computational challenges including integration mechanisms of diverse sensor technologies, modeling heterogeneous data, synthesis and analysis of data streams, privacy and security of information, ranking, cleaning, storing and retrieving sensor data streams for pattern analysis and discovery, robust remote rehabilitation mechanisms, correlating brain imaging with behavioral imaging, handling intensive real time data in complex environments, and ways to interpret seemingly meaningless data in order to derive meaningful human behavioral patterns and/or to identify important \"events\" or changes.  PETRA 2011 will also study vital issues in privacy and security in monitoring ambient intelligent environments with the goal of identifying and predicting risks, intrusions, unauthorized access to information, or information leaking.  PETRA projects assume a human is at the center of \"cyberphysical systems\" where the digital world merges with the physical.\r\n\r\nThe goals of the Doctoral Consortium are to increase the exposure and visibility of the participants' work within the community, to help establish a sense of community among this next generation of researchers, and to help foster their research efforts by providing substantive feedback and guidance in a supportive and interactive environment from a group of senior researchers.  Student participants in the Doctoral Consortium will be drawn from diverse communities including computer science, engineering, psychology, social science, neuroscience, human-computer interaction, cognitive science and communication.  They will make formal presentations of their work and will receive feedback from a faculty panel; the feedback is geared to helping students understand and articulate how their work is positioned relative to other research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, and whether their results are appropriately analyzed and presented.  The workshop faculty members will bring a wide spectrum of expertise, and provide student mentoring and coordination.  Doctoral Consortium attendees will be asked to create and maintain \"conference workbook\" (webpage) where along with their work they include feedback on papers they attended and observations that they gathered (e.g., through meetings and discussions with conference speakers and other participants) that will apply to and impact their work. Short papers on the participants' work will be published in the Conference Proceedings (which are included in the ACM Digital Library), and a summary report on the event will be posted on the conference website.  \r\n\r\nBroader Impacts:  The PETRA 2011 Doctoral Consortium will bring together some of the best students, researchers and practitioners in relevant fields, and will thereby afford the younger participants a unique opportunity to gain wider exposure for their innovative ideas while also receiving reinforcement for the importance and value of conducting research with societal impact.  The workshop will allow the junior participants to create a social network both among themselves and with senior colleagues.  The organizing committee will make a concerted effort to attract participants who are women, members of under-represented minorities, and persons with disabilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fillia",
   "pi_last_name": "Makedon",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Fillia S Makedon",
   "pi_email_addr": "makedon@cse.uta.edu",
   "nsf_id": "000191699",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leonidas",
   "pi_last_name": "Fegaras",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leonidas Fegaras",
   "pi_email_addr": "fegaras@cse.uta.edu",
   "nsf_id": "000097684",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heng",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heng Huang",
   "pi_email_addr": "heng@umd.edu",
   "nsf_id": "000086248",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vassilis",
   "pi_last_name": "Athitsos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vassilis Athitsos",
   "pi_email_addr": "athitsos@uta.edu",
   "nsf_id": "000308836",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gian Luca",
   "pi_last_name": "Mariottini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gian Luca Mariottini",
   "pi_email_addr": "gianluca@uta.edu",
   "nsf_id": "000570656",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760190015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20660.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>PETRA 2011 was the fourth international conference on PErvasive Technologies Related to Assistive Environments and taking place each year. The PETRA conference was launched in 2007, focusing on applying pervasive technologies to assistive environments and merging expertise from many disciplines such as, medical imaging, rehabilitation, remote sensing, sensor networks, machine learning, robotics, computer vision, user interface design, high performance computing, and nursing. &nbsp;The topics presented in this conference apply not only to persons with special needs or disabilities. They also apply to any person who wishes to reach her/his potential, to learn faster, or train better.</p>\n<p>PETRA has had a very significant impact in (a) advancing different subareas of computer science and computer engineering, (b) linking technological advancements with different health advancements, and (c) connecting technology and health developments with social, economic and community needs. This is demonstrated by the fact that conference attendees have continued to publish in interdisciplinary areas of human centered computing, graduating students and making advancements in their respective areas.</p>\n<p>In addition, the results which were presented at all Petra conferences, have brought together US and foreign scientists to compare practices, exchange information on innovations involving assistive technologies for the home, workplace and public areas and promote future international collaborations. &nbsp;Effective design and application of assistive technologies not only address situations in pervasive environments, such as smart nursing spaces, but also transform the way healthcare is going to be applied. PETRA outcomes can dramatically improve the quality of life and impact in health policy, decrease costs, and address different privacy, social and ethical issues.</p>\n<p>The Doctoral Consortium and Student Author Travel Award for the PETRA 2011 supported 10 student authors and the conference registration costs for 3 mentors. PETRA student authors presented their work in short talks, poster sessions and give demos of their work. They had the opportunity to interact in an international setting with other scientists, participate in discussions and publish their work both in the conference ACM proceedings as well as in special journal issues. They received advice from established researchers attending the meetings and discussed research challenges involved in doctoral training. We had several faculty mentors, four of whom are women. These faculty mentors prepared and guided the students of the Doctoral Consortium. They collected the presentations and helped the students prepare reports and organize discussion sessions. They also provided constructive comments on the student's work.</p>\n<p><strong>Major outcomes of this project are:</strong></p>\n<ol>\n<li>PETRA student scholars gained educational and research experience in presenting their work to an international audience, publishing in peer review conference and journals, and receiving valuable feedback to complete their Ph.D. research.&nbsp; </li>\n<li>They had the opportunity to make valuable contacts with established researchers and other graduate students doing similar work, to develop career models and to become motivated by emerging areas and opportunities for future employment.</li>\n<li>PETRA student scholars received mentoring and feedback on presentation skills to help build confidence.</li>\n<li>The students' scientific contributions to assistive technologies were disseminated widely through conference proceedings (ACM Digital Library), gave the scholars opportunities for their work to become more visible.&nbsp; It also highlighted their respective advisors and departments in the US.</li>\n</ol>\n<p><strong>Products from this funding:</strong></p>\n<ol>\n<li>ACM (Association of Computing Machinery) digital conference proceed...",
  "por_txt_cntn": "\nPETRA 2011 was the fourth international conference on PErvasive Technologies Related to Assistive Environments and taking place each year. The PETRA conference was launched in 2007, focusing on applying pervasive technologies to assistive environments and merging expertise from many disciplines such as, medical imaging, rehabilitation, remote sensing, sensor networks, machine learning, robotics, computer vision, user interface design, high performance computing, and nursing.  The topics presented in this conference apply not only to persons with special needs or disabilities. They also apply to any person who wishes to reach her/his potential, to learn faster, or train better.\n\nPETRA has had a very significant impact in (a) advancing different subareas of computer science and computer engineering, (b) linking technological advancements with different health advancements, and (c) connecting technology and health developments with social, economic and community needs. This is demonstrated by the fact that conference attendees have continued to publish in interdisciplinary areas of human centered computing, graduating students and making advancements in their respective areas.\n\nIn addition, the results which were presented at all Petra conferences, have brought together US and foreign scientists to compare practices, exchange information on innovations involving assistive technologies for the home, workplace and public areas and promote future international collaborations.  Effective design and application of assistive technologies not only address situations in pervasive environments, such as smart nursing spaces, but also transform the way healthcare is going to be applied. PETRA outcomes can dramatically improve the quality of life and impact in health policy, decrease costs, and address different privacy, social and ethical issues.\n\nThe Doctoral Consortium and Student Author Travel Award for the PETRA 2011 supported 10 student authors and the conference registration costs for 3 mentors. PETRA student authors presented their work in short talks, poster sessions and give demos of their work. They had the opportunity to interact in an international setting with other scientists, participate in discussions and publish their work both in the conference ACM proceedings as well as in special journal issues. They received advice from established researchers attending the meetings and discussed research challenges involved in doctoral training. We had several faculty mentors, four of whom are women. These faculty mentors prepared and guided the students of the Doctoral Consortium. They collected the presentations and helped the students prepare reports and organize discussion sessions. They also provided constructive comments on the student's work.\n\nMajor outcomes of this project are:\n\nPETRA student scholars gained educational and research experience in presenting their work to an international audience, publishing in peer review conference and journals, and receiving valuable feedback to complete their Ph.D. research.  \nThey had the opportunity to make valuable contacts with established researchers and other graduate students doing similar work, to develop career models and to become motivated by emerging areas and opportunities for future employment.\nPETRA student scholars received mentoring and feedback on presentation skills to help build confidence.\nThe students' scientific contributions to assistive technologies were disseminated widely through conference proceedings (ACM Digital Library), gave the scholars opportunities for their work to become more visible.  It also highlighted their respective advisors and departments in the US.\n\n\nProducts from this funding:\n\nACM (Association of Computing Machinery) digital conference proceedings\nWorkshops focusing in the area of rehabilitation of chronic condition needs for assistive technologies.\nDemonstrations and insights that engaged both graduate and undergraduate students\nNew workshop..."
 }
}