{
 "awd_id": "1130520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Contact Self-Cleaning Mechanics of Repeatable Fibrillar Adhesives",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kara Peters",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 339346.0,
 "awd_amount": 339346.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2011-08-19",
 "awd_abstract_narration": "The research objective of this grant is to elucidate contact self-cleaning mechanics of natural and synthetic micro/nano-fibrillar adhesive materials and design and demonstrate high performance synthetic elastomer fibrillar adhesives with such self-cleaning capability. Geckos and beetles can clean their foot-hairs when they are contaminated with particulates on surfaces by several cycles of loading, shearing, and unloading of their footpads on a clean surface, called contact self-cleaning. Such biological self-cleaning mechanics of is not fully understood yet. Moreover, although the recent synthetic fibrillar adhesives have demonstrated high strength and repeatability as good as biological counterparts on clean and smooth surfaces, their performance degrades significantly on dirty surfaces since they cannot shed the dirt particles. To achieve the research objectives of this project, the research tasks include modeling of self-cleaning mechanics of fibrillar adhesives, development of a design method for high performance elastomer fibrillar adhesives with such self-cleaning capability, and fabrication and characterization of directional elastomer fiber arrays.\r\n\r\nThe proposed bio-inspired fibrillar gripping materials with contact self-cleaning capability would enable new commercial gripping materials that could work repeatedly and reliably in broad real-world commercial applications such as sports, flexible electronics, medicine, space, product design, packaging, and robotics. Interdisciplinary research work in this study will be transferred to many educational activities in mechanical engineering, robotics, and bioengineering.  Two new courses developed by the principle investigator will use the biologically inspired adhesive and micro-mechanics concepts and research facilities and results in this project to design and implement new bio-inspired materials in student semester-long projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Metin",
   "pi_last_name": "Sitti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Metin Sitti",
   "pi_email_addr": "sitti@cmu.edu",
   "nsf_id": "000490682",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 339346.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Inspired by amazing climbing capability of geckos and insects on a wide range of outdoor surfaces and surface conditions using their micro- and nanoscale dry or liquid secreted foot-hairs, there has been many recent studies on understanding the mechanics of biological and synthetic fibrillar adhesives and fabricating synthetic micro/nano-fibrillar structures as new repeatable adhesives.&nbsp; Although the recent synthetic fibrillar adhesives have demonstrated high adhesion strength and repeatability as good as biological counterparts on clean and smooth surfaces, their adhesion degrades significantly on dirty surfaces since they cannot shed the dirt particles as biological foot-hairs. &nbsp;Geckos and beetles can clean their foot-hairs when they are contaminated with particulates on surfaces by several cycles of loading, shearing, and unloading of their footpads on a clean surface, called contact self-cleaning. &nbsp;Moreover, such contact self-cleaning mechanics of natural and synthetic micro/nano-fibrillar structures are not fully understood yet.&nbsp; Therefore, this project aimed to model and improve our understanding of the contact self-cleaning mechanics of biological and synthetic fibrillar adhesives and to design and demonstrate high performance elastomer fibrillar adhesives with contact self-cleaning capability to enable their potential real-world commercial applications.&nbsp;</p>\n<p>In order to achieve such goals, three research objectives were studied: Modeling of the contact self-cleaning mechanics of wet and dry natural and synthetic fibrillar adhesives; Development of a design method for high performance synthetic elastomer fibrillar adhesives with contact self-cleaning property; Fabrication and characterization of directional elastomer fiber arrays. The research breakthrough demonstrated in this work is the improvement of our understanding of contact self-cleaning mechanics of natural and synthetic fibrillar adhesives and the development of a design method for high performance synthetic fibrillar adhesives with contact self-cleaning capability using advanced analytical and computational mechanical models.<em> </em>The proposed biologically inspired fibrillar gripping materials with contact self-cleaning capability have enabled new fibrillar adhesive materials, which could work reusably in dirty environments.&nbsp; Such new gripping materials have broad commercial applications in sports, textile, flexible electronics, medical, space, entertainment, product design, robotics, and packaging industry. &nbsp;Interdisciplinary research work in this study was transferred to many educational activities in mechanical engineering, robotics, and bioengineering. &nbsp;Two new courses developed by the PI used the biologically inspired adhesive and micro/nano-mechanics concepts and research facilities and results in this project to design and implement new bio-inspired materials in student semester-long projects. &nbsp;The PI collaborated with museums based on materials and climbing robots using the gecko foot-hair inspired adhesives. &nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2015<br>\n\t\t\t\t\tModified by: Metin&nbsp;Sitti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInspired by amazing climbing capability of geckos and insects on a wide range of outdoor surfaces and surface conditions using their micro- and nanoscale dry or liquid secreted foot-hairs, there has been many recent studies on understanding the mechanics of biological and synthetic fibrillar adhesives and fabricating synthetic micro/nano-fibrillar structures as new repeatable adhesives.  Although the recent synthetic fibrillar adhesives have demonstrated high adhesion strength and repeatability as good as biological counterparts on clean and smooth surfaces, their adhesion degrades significantly on dirty surfaces since they cannot shed the dirt particles as biological foot-hairs.  Geckos and beetles can clean their foot-hairs when they are contaminated with particulates on surfaces by several cycles of loading, shearing, and unloading of their footpads on a clean surface, called contact self-cleaning.  Moreover, such contact self-cleaning mechanics of natural and synthetic micro/nano-fibrillar structures are not fully understood yet.  Therefore, this project aimed to model and improve our understanding of the contact self-cleaning mechanics of biological and synthetic fibrillar adhesives and to design and demonstrate high performance elastomer fibrillar adhesives with contact self-cleaning capability to enable their potential real-world commercial applications. \n\nIn order to achieve such goals, three research objectives were studied: Modeling of the contact self-cleaning mechanics of wet and dry natural and synthetic fibrillar adhesives; Development of a design method for high performance synthetic elastomer fibrillar adhesives with contact self-cleaning property; Fabrication and characterization of directional elastomer fiber arrays. The research breakthrough demonstrated in this work is the improvement of our understanding of contact self-cleaning mechanics of natural and synthetic fibrillar adhesives and the development of a design method for high performance synthetic fibrillar adhesives with contact self-cleaning capability using advanced analytical and computational mechanical models. The proposed biologically inspired fibrillar gripping materials with contact self-cleaning capability have enabled new fibrillar adhesive materials, which could work reusably in dirty environments.  Such new gripping materials have broad commercial applications in sports, textile, flexible electronics, medical, space, entertainment, product design, robotics, and packaging industry.  Interdisciplinary research work in this study was transferred to many educational activities in mechanical engineering, robotics, and bioengineering.  Two new courses developed by the PI used the biologically inspired adhesive and micro/nano-mechanics concepts and research facilities and results in this project to design and implement new bio-inspired materials in student semester-long projects.  The PI collaborated with museums based on materials and climbing robots using the gecko foot-hair inspired adhesives.   \n\n \n\n\t\t\t\t\tLast Modified: 09/30/2015\n\n\t\t\t\t\tSubmitted by: Metin Sitti"
 }
}