{
 "awd_id": "1131596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High Performance Cement Composites with Nanocrystalline and Nanofribrillated Cellulose",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2011-07-07",
 "awd_max_amd_letter_date": "2011-07-07",
 "awd_abstract_narration": "The overall goal of this project is to develop a fundamental understanding of the behavior of Cellulose Nanocrystal (CNC) and Nanofibrilated Cellulose (NFC) with the goal of using this information to develop a new generation of CNC/NFC-based cementitious materials that show high strength and toughness. CNCs/NFCs are an alternative to other types of nanoreinforcements that have high aspect ratio, elastic modulus and strength, low density, reactive surfaces that enable easy functionalization and are readily water dispersible without the use of surfactant or modification. In addition, the sources that CNCs/NFCs are extracted from are themselves sustainable, biodegradable, carbon neutral, and have low environmental, health and safety risks. This research offers a different perspective to material design and characterization by studying the structure-function relationship through an integrated approach that combines processing, structural and chemical characterization, state-of-the-art microscopy and bottom-up multiscale modeling to unravel the physical mechanisms that underpin CNCs/NFCs nanomechanics, and relate this to the macroscopic properties of CNC/NFC-reinforced cementitious materials through extensive experimental tests at different length scales.\r\nThere is a quest to develop a new generation of high-performance multifunctional, renewable and sustainable infrastructure materials that radically break traditional engineering paradigms. The development of innovative, green CNC/CNF reinforced cement composites can drive the performance and use of these materials offering an alternative for other environmentally harmful nanoparticles. The use of higher performance materials is one way to ?do more with less?.  Furthermore, these materials can help lowering the carbon footprint by reducing the amount of materials needed in the built infrastructure. The graduate students involved in this project will be trained in a truly interdisciplinary setting. Information learned in this research program will be directly brought into the classroom at graduate and undergraduate levels, and disseminated at international conferences and in journal publications.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pablo",
   "pi_last_name": "Zavattieri",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Pablo D Zavattieri",
   "pi_email_addr": "zavattie@purdue.edu",
   "nsf_id": "000545861",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "W. Jason",
   "pi_last_name": "Weiss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "W. Jason Weiss",
   "pi_email_addr": "wjweiss@purdue.edu",
   "nsf_id": "000210565",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Youngblood",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey P Youngblood",
   "pi_email_addr": "jpyoungb@purdue.edu",
   "nsf_id": "000441629",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Moon",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Moon",
   "pi_email_addr": "robertmoon@fs.fed.us",
   "nsf_id": "000083446",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "550 Stadium Mall Drive",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072051",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163500",
   "pgm_ele_name": "STRUCTURAL MATERIALS AND MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "8022",
   "pgm_ref_txt": "Sustainable Infrastructure Materials"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A quest is underway to develop a new generation of high-performance, multifunctional, renewable, and sustainable infrastructure materials such as cement and concrete to make a radical break with traditional engineering paradigms. On the one hand, nanomaterials offer remarkable opportunities to tailor mechanical, chemical, and electrical properties. On the other hand, intense research in the use of nanomaterials has been criticized due to perceived environmental, cost, health, and safety issues. Currently, there is a growing push for &ldquo;greener&rdquo; products, which includes materials made from renewable and sustainable resources. In addition, there is a goal to minimize the carbon footprint of infrastructure materials, which drives interest in biodegradable, non-petroleum based, low-environmental-impact materials. By increasing the performance of infrastructure materials, it may be possible to reduce greatly the volume of these materials that are needed, thereby reducing the demand for raw materials. The use of higher-performance materials is one way to &ldquo;do more with less&rdquo;. However, reinforcing brittle cement matrices has always been a challenge.</p>\n<p>The overall goal of this project was to develop a fundamental understanding of the behavior of Cellulose Nanocrystal (CNC)-based cementitious materials with the goal to develop alternative to other nanomaterials like carbon nanotube, except green and economically viable.&nbsp; Cellulose nanomaterials, such as cellulose nanocrystals (CNC) or cellulose nanofibrils (CNF), offer new possibilities for endowing cementitious composites with improved mechanical performance. Furthermore, these materials can help lowering the carbon footprint by reducing the amount of materials needed in the built infrastructure. Their small size can allow a smaller interfiber spacing and more interactions between the cellulose and the cement system, and as a result, the CNC and CNF have a greater potential to combat microcracking and increase the strength of the system. CNCs are a promising family of nanoscale reinforcing materials for cements in that they have several unique characteristics, such as high aspect ratio, elastic modulus, and strength, low density, and reactive surfaces that enable easy functionalization and are readily water-dispersible without the use of surfactants or modification. In addition, CNCs are extracted from sources that are themselves sustainable, biodegradable, and carbon-neutral, and the extraction processes have low environmental, health, and safety risks. To the best of our knowledge, this is the first study to investigate CNCs in cements.</p>\n<p>Our research offered a different perspective to material design and characterization by studying the structure-function relationship through an integrated approach that combined processing, structural and chemical characterization, state-of-the-art microscopy and bottom-up multiscale modeling to unravel the physical mechanisms that underpin CNCs nanomechanics, and relate this to the macroscopic properties of CNC-reinforced cementitious materials through extensive experimental tests and evaluations at different length scales. &nbsp;Our more signinficant results have shown that CNCs could be uniformly mixed within cement pastes. As the CNCs are adsorbed onto the surface of the cement, they change the way the cement is hydrated. They also result in a reduced &ldquo;yield stress&rdquo; of the slurry, making the cement more workable and of higher strength due to increased hydration, both of which are good for high-performance concrete. Our results show that CNC addition to cement pastes can alter the degree of hydration and can increase the flexural strength. In particular it was shown that the strength increases with CNC content. The graduate (PhD) and undergraduate students involved in this project were trained in a truly interdisciplinary setting. Infor...",
  "por_txt_cntn": "\nA quest is underway to develop a new generation of high-performance, multifunctional, renewable, and sustainable infrastructure materials such as cement and concrete to make a radical break with traditional engineering paradigms. On the one hand, nanomaterials offer remarkable opportunities to tailor mechanical, chemical, and electrical properties. On the other hand, intense research in the use of nanomaterials has been criticized due to perceived environmental, cost, health, and safety issues. Currently, there is a growing push for \"greener\" products, which includes materials made from renewable and sustainable resources. In addition, there is a goal to minimize the carbon footprint of infrastructure materials, which drives interest in biodegradable, non-petroleum based, low-environmental-impact materials. By increasing the performance of infrastructure materials, it may be possible to reduce greatly the volume of these materials that are needed, thereby reducing the demand for raw materials. The use of higher-performance materials is one way to \"do more with less\". However, reinforcing brittle cement matrices has always been a challenge.\n\nThe overall goal of this project was to develop a fundamental understanding of the behavior of Cellulose Nanocrystal (CNC)-based cementitious materials with the goal to develop alternative to other nanomaterials like carbon nanotube, except green and economically viable.  Cellulose nanomaterials, such as cellulose nanocrystals (CNC) or cellulose nanofibrils (CNF), offer new possibilities for endowing cementitious composites with improved mechanical performance. Furthermore, these materials can help lowering the carbon footprint by reducing the amount of materials needed in the built infrastructure. Their small size can allow a smaller interfiber spacing and more interactions between the cellulose and the cement system, and as a result, the CNC and CNF have a greater potential to combat microcracking and increase the strength of the system. CNCs are a promising family of nanoscale reinforcing materials for cements in that they have several unique characteristics, such as high aspect ratio, elastic modulus, and strength, low density, and reactive surfaces that enable easy functionalization and are readily water-dispersible without the use of surfactants or modification. In addition, CNCs are extracted from sources that are themselves sustainable, biodegradable, and carbon-neutral, and the extraction processes have low environmental, health, and safety risks. To the best of our knowledge, this is the first study to investigate CNCs in cements.\n\nOur research offered a different perspective to material design and characterization by studying the structure-function relationship through an integrated approach that combined processing, structural and chemical characterization, state-of-the-art microscopy and bottom-up multiscale modeling to unravel the physical mechanisms that underpin CNCs nanomechanics, and relate this to the macroscopic properties of CNC-reinforced cementitious materials through extensive experimental tests and evaluations at different length scales.  Our more signinficant results have shown that CNCs could be uniformly mixed within cement pastes. As the CNCs are adsorbed onto the surface of the cement, they change the way the cement is hydrated. They also result in a reduced \"yield stress\" of the slurry, making the cement more workable and of higher strength due to increased hydration, both of which are good for high-performance concrete. Our results show that CNC addition to cement pastes can alter the degree of hydration and can increase the flexural strength. In particular it was shown that the strength increases with CNC content. The graduate (PhD) and undergraduate students involved in this project were trained in a truly interdisciplinary setting. Information learned in this research program was directly brought into the classroom at graduate and undergraduate levels, at..."
 }
}