{
 "awd_id": "1131019",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: How Human Rights Interventions Affect Local Norms and Practices",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 7400.0,
 "awd_amount": 7400.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2011-08-02",
 "awd_abstract_narration": "SES - 1131019\r\nRory McVeigh (PI)\r\nAustin Choi-Fitzpatrick (co-PI)\r\n\r\nDoctoral Dissertation Research: How Human Rights Interventions Affect Local Norms and Practices\r\n\r\nAbstract\r\n\r\nSlavery is often viewed as a purely historical phenomenon when, in fact, contemporary slavery remains widespread.  Contemporary slaveholders find themselves in the unique position of exercising social control rather than legal ownership.  With few exceptions, the role of slaveholders has gone largely unexplored.  Focusing on contemporary slavery in India as a case in point, this project addresses the following question: How do human rights interventions generate different social conditions and relations that, in turn, may affect the attitudes and behaviors of former slaveholders?  The research design relies on data generated by 100 interviews conducted in Uttar Pradesh, India.  This research project seeks to make a contribution to the literature regarding international organizations, social movements, and human rights. Findings will also inform current theoretical debates on the role of elites in social movements, as well as policy debates over the form and function of contemporary emancipation practices.  Specifically, the project examine the degree to which human rights interventions, including those encouraging former slaves to challenge authority openly, result in resistance from elites as well as the development of new forms of oppression patterned along prior, e.g., group-based norms and hierarchies. \r\n\r\nBroader Impacts\r\nIn recent years, contemporary slavery has received significant attention in international forums and the media.  How to curb the practice most effectively remains hotly contested. At issue is the effectiveness of a range of conflicting strategies designed to facilitate long-term emancipation, from community organizing to raid and rescue interventions. Findings from this study may inform our understanding of how to facilitate emancipation and reduce the incidence of contemporary slavery around the world.  Findings may also inform policymakers, academics and advocates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rory",
   "pi_last_name": "McVeigh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rory McVeigh",
   "pi_email_addr": "rmcveigh@nd.edu",
   "nsf_id": "000421402",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Austin",
   "pi_last_name": "Choi-Fitzpatrick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Austin Choi-Fitzpatrick",
   "pi_email_addr": "achoifitz@gmail.com",
   "nsf_id": "000584731",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "Diocesan Development & Welfare Society",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "IN",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "India",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past decade, a fourth abolitionist movement for the ultimate eradication of human trafficking and slavery has swept across Europe and the United States. Enthusiasm, activism, and funding have spilled over into those countries most affected, India included. The issue has found its way into the foreign policy of western governments and into the budgets of major donor groups.</p>\n<p>Popular attention has focused on <em>victims</em> of contemporary slaveholding. Critical attention has been focused on the role of poverty in generating a supply of exploitable people. Activists&rsquo; efforts have focused attention on the demand side of the equation&mdash;high expectations for low prices on sex and labor. Scholars have pointed out the important role played by globalization and macro-economic forces. But somehow, amidst all this attention, slaveholders themselves have come off as rather crudely-drawn villains. While perpetrators are generally absent from popular discourse and public policy, they hardly factor into scholarship on social movements either. While movement scholars have spent the last few decades exploring poor people&rsquo;s movements, far less is known about how movements impact their targets.</p>\n<p>This NSF-funded dissertation sheds light on how different movement interventions affect slaveholders. To assess this impact I have conducted 150 semi-structured interviews with four groups of respondents in rural India: employers (predominantly current and former slaveholders); laborers (predominantly currently and formerly enslaved individuals); community leaders (village heads and others); and key informants from social movement organizations. I also conducted focus group discussion with an additional 150 survivors of slavery.</p>\n<p>This qualitative data illuminated a complex set of social and economic dynamics. I propose that all slaveholders derive their authority and strength from one of two different sources of power: for some power is rooted in cities and money, for others it is rooted in land and culture. Sources of power shape not only type and location of exploitation but also shape the perpetrator&rsquo;s ability and incentive to continue or quit exploiting after an anti-slavery intervention. Since larger social and economic forces are shifting in favor of urban-dwellers with money, slaveholders with this powerbase are better equipped to resist social movement efforts. Thus, when faced with a social and moral universe in flux, slaveholders respond with either retrenchment&mdash;the adaptation and reconfiguration of systems of inequality&mdash;or with resignation. How slaveholders respond to these pressures has a lot to do with where they get their power and legitimacy from.</p>\n<p>This is the first study of its kind, and it contributes a novel assessment of contemporary slaveholding to a growing body of literature on contemporary slavery and human trafficking. It also contributes to scholarship on social movements and human rights by suggesting that resignation is a critical process through which social movement gains enter the status quo. The efficacy of these interventions is of particular importance for the foreign policy agendas of Western countries interested in curbing slavery and trafficking, and the impact of these interventions. More specifically, I believe these findings will also be of use to those policy-makers tasked with the wise expenditure of US taxpayer dollars.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2012<br>\n\t\t\t\t\tModified by: Austin&nbsp;Choi-Fitzpatrick</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>...",
  "por_txt_cntn": "\nOver the past decade, a fourth abolitionist movement for the ultimate eradication of human trafficking and slavery has swept across Europe and the United States. Enthusiasm, activism, and funding have spilled over into those countries most affected, India included. The issue has found its way into the foreign policy of western governments and into the budgets of major donor groups.\n\nPopular attention has focused on victims of contemporary slaveholding. Critical attention has been focused on the role of poverty in generating a supply of exploitable people. ActivistsÆ efforts have focused attention on the demand side of the equation&mdash;high expectations for low prices on sex and labor. Scholars have pointed out the important role played by globalization and macro-economic forces. But somehow, amidst all this attention, slaveholders themselves have come off as rather crudely-drawn villains. While perpetrators are generally absent from popular discourse and public policy, they hardly factor into scholarship on social movements either. While movement scholars have spent the last few decades exploring poor peopleÆs movements, far less is known about how movements impact their targets.\n\nThis NSF-funded dissertation sheds light on how different movement interventions affect slaveholders. To assess this impact I have conducted 150 semi-structured interviews with four groups of respondents in rural India: employers (predominantly current and former slaveholders); laborers (predominantly currently and formerly enslaved individuals); community leaders (village heads and others); and key informants from social movement organizations. I also conducted focus group discussion with an additional 150 survivors of slavery.\n\nThis qualitative data illuminated a complex set of social and economic dynamics. I propose that all slaveholders derive their authority and strength from one of two different sources of power: for some power is rooted in cities and money, for others it is rooted in land and culture. Sources of power shape not only type and location of exploitation but also shape the perpetratorÆs ability and incentive to continue or quit exploiting after an anti-slavery intervention. Since larger social and economic forces are shifting in favor of urban-dwellers with money, slaveholders with this powerbase are better equipped to resist social movement efforts. Thus, when faced with a social and moral universe in flux, slaveholders respond with either retrenchment&mdash;the adaptation and reconfiguration of systems of inequality&mdash;or with resignation. How slaveholders respond to these pressures has a lot to do with where they get their power and legitimacy from.\n\nThis is the first study of its kind, and it contributes a novel assessment of contemporary slaveholding to a growing body of literature on contemporary slavery and human trafficking. It also contributes to scholarship on social movements and human rights by suggesting that resignation is a critical process through which social movement gains enter the status quo. The efficacy of these interventions is of particular importance for the foreign policy agendas of Western countries interested in curbing slavery and trafficking, and the impact of these interventions. More specifically, I believe these findings will also be of use to those policy-makers tasked with the wise expenditure of US taxpayer dollars.\n\n \n\n\t\t\t\t\tLast Modified: 07/29/2012\n\n\t\t\t\t\tSubmitted by: Austin Choi-Fitzpatrick"
 }
}