{
 "awd_id": "1131093",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Double Standards and Team Selection",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 9220.0,
 "awd_amount": 9220.0,
 "awd_min_amd_letter_date": "2011-08-14",
 "awd_max_amd_letter_date": "2011-08-14",
 "awd_abstract_narration": "SES - 1131093\r\nMurray Webster (PI)\r\nSharon Doerer (co-PI)\r\nUniversity of North Carolina, Charlotte\r\n\r\nDoctoral Dissertation Research: Double Standards and Team Selection\r\n\r\nAbstract\r\nThis project examines how people make hiring recommendations. Specifically, this dissertation examines attitudes held by those making hiring recommendations, and how team recommendations evolve as a result of an interaction between the attitudes of evaluators and the qualifications of candidates.\r\n\r\nThe project employs an experimental design and is grounded in social psychological theory.  The first phase of the study measures some attitudes that other research has suggested may affect hiring recommendations. One hundred and fifty participants will complete this attitude assessment. In the second phase, these participants will then participate in a random assignment to one of three experimental groups.  In the control condition, the participants will make recommendations of candidates based on the candidate information only. In the other two conditions, the PIs examine the effectiveness of two factors, formal standards for hiring and accountability, on hiring recommendations. In these conditions, the participants are given the same candidate information, but they will also be given either formal standards for evaluating the candidates or the participants will be told that they will be asked to explain their selection recommendations. Participants then review candidate qualifications and recommend candidates for a work-team. Thus, measures of the effect of the two interventions on participant recommendations are compared to recommendations given by participants who are only provided candidate information. The PIs also test for effects of participant attitudes on subsequent candidate recommendations. \r\n\r\nBroader Impacts\r\nFindings from this research may inform our understanding of the social psychological factors that shape hiring decisions and are of interest to employers as well as job applicants. Thus, results from this research may have practical implications for a variety of organizations. In turn, findings may shape the development and effectiveness of interventions designed to optimize hiring decisions crucial to achieving organizational goals. \r\n\r\nIn addition, the project builds on similar research conducted in other countries, which will enable us to assess the degree to which factors affecting hiring decisions are context- or culturally specific. In the process of conducting this research, the PIs will also advance the discipline by providing training in research methods to at least one other sociology student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Murray",
   "pi_last_name": "Webster",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Murray Webster",
   "pi_email_addr": "mawebste@uncc.edu",
   "nsf_id": "000311229",
   "pi_start_date": "2011-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Doerer",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon C Doerer",
   "pi_email_addr": "scdoerer@uncc.edu",
   "nsf_id": "000588633",
   "pi_start_date": "2011-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "UNC Charlotte",
  "perf_str_addr": "9201 University City Blvd",
  "perf_city_name": "Charlotte",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9220.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p>&nbsp;This project extended an established theory of double standards in hiring. Research at other universities has found small but consistent biases based on gender, such that a female candidate needs slightly stronger qualifications than a male in order to receive the same job recommendations. This project extended the theory to account for double standards based on race. Gender and race both convey status advantages and disadvantages; the theory here accounts for conditions under which the advantages include slightly biased job recommendations. Status processes such as this one are unconscious biases; they generally operate below the level of conscious awareness. &nbsp;</p>\n<p>To test the theory, we adapted procedures from the gender research, asking raters to read and judge folders of hypothetical job applicants. The folders included transcripts and we told raters that class performance was the principal criterion for job suitability. The raters were paid volunteer students recruited from undergraduate business classes. Raters self-identified in racial categories: African American, Asian, Hispanic, white, or &ldquo;other.&rdquo;</p>\n<p>Results from conditions where raters chose from a black and white applicant with similar transcripts showed a bias favoring white. In the crucial condition, the two candidates had closely similar but not identical course grades. When the white candidate had slightly better grades, the raters recommended him about 74% of the time; when the black candidate had slightly better grades, the raters recommended him about 38% of the time. We also collected questionnaire measures to elaborate the processes involved. When course grades were closely similar, the raters said the candidates were about equal on &ldquo;competence.&rdquo; However they found the white candidate more &ldquo;suitable&rdquo; overall.</p>\n<p>We did not find differences by race of the rater. That is, black raters recommended the white candidate more often than the black candidate, just as white raters did. This is not surprising if we recall that status processes usually are not conscious. They are social psychological processes that affect anyone, black, white, Asian, or Hispanic, who is asked to make ratings. The similarity across raters helps to differentiate this theory from other processes that are sometimes claimed to affect hiring, such as white racism or in-group favoritism. &nbsp;It also implies quite different interventions to overcome the biasing. One intervention that we tested is accountability, telling raters that they may have to explain and justify their recommendations afterwards. Accountability brings the rating decision into consciousness, where rationality takes over and the explicit instruction that course grades are the main criterion has more weight. That is what we found. Raters in the accountability condition recommended the qualified black candidate just as often as they recommended the qualified white candidate.</p>\n<p>Since completing this research, we are adapting the materials to see whether similar processes affect promotion recommendations of employees. We believe that the situations are similar and so we expect comparable results, but of course that remains to be shown.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/18/2013<br>\n\t\t\t\t\tModified by: Murray&nbsp;Webster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\n This project extended an established theory of double standards in hiring. Research at other universities has found small but consistent biases based on gender, such that a female candidate needs slightly stronger qualifications than a male in order to receive the same job recommendations. This project extended the theory to account for double standards based on race. Gender and race both convey status advantages and disadvantages; the theory here accounts for conditions under which the advantages include slightly biased job recommendations. Status processes such as this one are unconscious biases; they generally operate below the level of conscious awareness.  \n\nTo test the theory, we adapted procedures from the gender research, asking raters to read and judge folders of hypothetical job applicants. The folders included transcripts and we told raters that class performance was the principal criterion for job suitability. The raters were paid volunteer students recruited from undergraduate business classes. Raters self-identified in racial categories: African American, Asian, Hispanic, white, or \"other.\"\n\nResults from conditions where raters chose from a black and white applicant with similar transcripts showed a bias favoring white. In the crucial condition, the two candidates had closely similar but not identical course grades. When the white candidate had slightly better grades, the raters recommended him about 74% of the time; when the black candidate had slightly better grades, the raters recommended him about 38% of the time. We also collected questionnaire measures to elaborate the processes involved. When course grades were closely similar, the raters said the candidates were about equal on \"competence.\" However they found the white candidate more \"suitable\" overall.\n\nWe did not find differences by race of the rater. That is, black raters recommended the white candidate more often than the black candidate, just as white raters did. This is not surprising if we recall that status processes usually are not conscious. They are social psychological processes that affect anyone, black, white, Asian, or Hispanic, who is asked to make ratings. The similarity across raters helps to differentiate this theory from other processes that are sometimes claimed to affect hiring, such as white racism or in-group favoritism.  It also implies quite different interventions to overcome the biasing. One intervention that we tested is accountability, telling raters that they may have to explain and justify their recommendations afterwards. Accountability brings the rating decision into consciousness, where rationality takes over and the explicit instruction that course grades are the main criterion has more weight. That is what we found. Raters in the accountability condition recommended the qualified black candidate just as often as they recommended the qualified white candidate.\n\nSince completing this research, we are adapting the materials to see whether similar processes affect promotion recommendations of employees. We believe that the situations are similar and so we expect comparable results, but of course that remains to be shown. \n\n \n\n\t\t\t\t\tLast Modified: 11/18/2013\n\n\t\t\t\t\tSubmitted by: Murray Webster"
 }
}