{
 "awd_id": "1131616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Habitat fragmentation as a process: how habitat context influences the effects of eelgrass loss on epifaunal community structure",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 188199.0,
 "awd_amount": 188199.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2011-09-02",
 "awd_abstract_narration": "In this research project, the investigator will carry out a set of field experiments to determine whether the effects of experimentally fragmenting seagrass habitat on epifaunal community structure are mediated by environmental factors that typically co-vary in marine habitats: structural complexity and predation risk. \r\n\r\nIntellectual merit. Studies in terrestrial and marine systems collectively show that the effects of patchiness depend largely on landscape context, i.e., the characteristics and settings of individual landscapes. Progress in exploring what aspects of landscape context modify effects of habitat fragmentation on ecological processes has been slow. The experiments developed for this research directly address primary questions about the role of habitat structure in moderating ecological processes in a critical nursery habitat, and take initial steps forward to explore three important concepts: (i) how communities respond to the process of habitat fragmentation, rather than simply how communities differ between continuous and patchy areas; (ii) the relative influences of the two major components of habitat fragmentation (habitat loss and increasing patchiness) on biodiversity; and (iii) how co-varying factors in naturally occurring habitats alter faunal responses to large-scale alteration of habitat.\r\n\r\nBroader impacts. Seagrasses provide critical ecosystem services including the formation of critical refuge and foraging areas for the postlarvae, juveniles, and adults of many species of fishes and invertebrates that feed on diverse assemblages of invertebrate epifauna and infauna. However, disturbances that fragments seagrass habitat are increasingly common and approximately 30% of the world's seagrass habitat has been lost. Disturbances to seagrass habitat may alter feedbacks between plants and invertebrate grazers that influence ecosystem function and may increase susceptibility to species invasions. In addition to addressing these applied issues, this research includes participation of under-represented groups in the biological sciences. Student assistants for the project are selected from the SDSU Bridges to the Baccalaureate Program. The investigator has developed outreach activities for K - 12 students through San Diego's Ocean Discovery Institute.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Hovel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin A Hovel",
   "pi_email_addr": "khovel@mail.sdsu.edu",
   "nsf_id": "000129321",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University Foundation",
  "perf_str_addr": "5250 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921821901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 188199.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Habitat loss is a major driver of biodiversity decline.&nbsp; In both marine and terrestrial systems, habitat loss, and the fragmentation (i.e. breaking apart) of habitat that accompanies loss, may have strong effects on the diversity of animal communities as well as the abundance and survival of many species.&nbsp; In terrestrial systems, particularly fragmented forests, one challenge is discerning the relative effects of habitat loss vs. elements of landscape context (e.g., productivity, matrix and vegetation type, and patch configuration) on biodiversity.&nbsp; Elements of landscape context often covary with landscape structure and may strongly influence relationships between habitat loss and biodiversity, but there are few opportunities to control for these effects. &nbsp;Additionally, the vast majority of studies on the effects of habitat fragmentation take place in systems in which the fragmentation and loss already have taken place, rather than in experimental systems in which these processes can be controlled.&nbsp; I used seagrass as an experimental model system to test whether an important element of seagrass landscape context, structural complexity, influences the effects of habitat loss on biodiversity, abundance, and survival of seagrass epifauna (small invertebrate and vertebrate animals that use seagrass as a habitat). &nbsp;Seagrasses are submerged marine plants that form critical habitats in shallow coastal waters, but also are highly susceptible to human disturbances that fragment these habitats.&nbsp; The major hypothesis addressed by my work was that structurally complex landscapes would provide more refuge, living space, and other resources for animals, allowing more seagrass habitat to be lost before major declines in biodiversity and abundance occur. &nbsp;To control structural complexity, my team of students and I created 30 small landscapes of artificial seagrass and deployed them in San Diego Bay to be colonized by small animals. Landscapes were 2 meters x 2 meters in size and each was made from 64 small &ldquo;modules&rdquo; that could be detached to form different levels of habitat loss.&nbsp; They were deployed in shallow water near existing, naturally occurring seagrass habitat. &nbsp;After colonization (about one month), we actively fragmented these experimental landscapes to form 10 levels of habitat loss.&nbsp; Landscapes varied both in the amount of habitat loss and the level of structural complexity; and because we created these simulated landscapes, we could precisely control these often confounded variables.&nbsp; Specifically, we created a continuum of habitat loss (ten levels from 0 &ndash; 90%) for each of three levels of structural complexity. We found that increasing structural complexity promoted diversity and abundance, and altered the effects of habitat loss on epifaunal community structure and survival. Though effects were more consistent at one site than the other, overall, habitat loss resulted in decreased epifaunal diversity, abundance, and survival in sparse landscapes (low structural complexity), but these variables peaked at intermediate levels of habitat loss in dense landscapes (high structural complexity). This supported the hypothesis, though at a second site in quieter water in south San Diego Bay, effects of habitat loss and structural complexity were more variable.&nbsp; Peaks in biodiversity at intermediate levels of habitat loss suggested a strong effect of habitat edge on processes such as recruitment (the movement of animals, in larval or adult stages, to the landscapes), disturbance, and predation. Despite a strong influence of habitat loss on several indices of biodiversity, at all of the sites used in our experiment, community composition was influenced by structural complexity, but not habitat loss. Community composition is defined by the actual species that make up the community, as opposed to an ...",
  "por_txt_cntn": "\nHabitat loss is a major driver of biodiversity decline.  In both marine and terrestrial systems, habitat loss, and the fragmentation (i.e. breaking apart) of habitat that accompanies loss, may have strong effects on the diversity of animal communities as well as the abundance and survival of many species.  In terrestrial systems, particularly fragmented forests, one challenge is discerning the relative effects of habitat loss vs. elements of landscape context (e.g., productivity, matrix and vegetation type, and patch configuration) on biodiversity.  Elements of landscape context often covary with landscape structure and may strongly influence relationships between habitat loss and biodiversity, but there are few opportunities to control for these effects.  Additionally, the vast majority of studies on the effects of habitat fragmentation take place in systems in which the fragmentation and loss already have taken place, rather than in experimental systems in which these processes can be controlled.  I used seagrass as an experimental model system to test whether an important element of seagrass landscape context, structural complexity, influences the effects of habitat loss on biodiversity, abundance, and survival of seagrass epifauna (small invertebrate and vertebrate animals that use seagrass as a habitat).  Seagrasses are submerged marine plants that form critical habitats in shallow coastal waters, but also are highly susceptible to human disturbances that fragment these habitats.  The major hypothesis addressed by my work was that structurally complex landscapes would provide more refuge, living space, and other resources for animals, allowing more seagrass habitat to be lost before major declines in biodiversity and abundance occur.  To control structural complexity, my team of students and I created 30 small landscapes of artificial seagrass and deployed them in San Diego Bay to be colonized by small animals. Landscapes were 2 meters x 2 meters in size and each was made from 64 small \"modules\" that could be detached to form different levels of habitat loss.  They were deployed in shallow water near existing, naturally occurring seagrass habitat.  After colonization (about one month), we actively fragmented these experimental landscapes to form 10 levels of habitat loss.  Landscapes varied both in the amount of habitat loss and the level of structural complexity; and because we created these simulated landscapes, we could precisely control these often confounded variables.  Specifically, we created a continuum of habitat loss (ten levels from 0 &ndash; 90%) for each of three levels of structural complexity. We found that increasing structural complexity promoted diversity and abundance, and altered the effects of habitat loss on epifaunal community structure and survival. Though effects were more consistent at one site than the other, overall, habitat loss resulted in decreased epifaunal diversity, abundance, and survival in sparse landscapes (low structural complexity), but these variables peaked at intermediate levels of habitat loss in dense landscapes (high structural complexity). This supported the hypothesis, though at a second site in quieter water in south San Diego Bay, effects of habitat loss and structural complexity were more variable.  Peaks in biodiversity at intermediate levels of habitat loss suggested a strong effect of habitat edge on processes such as recruitment (the movement of animals, in larval or adult stages, to the landscapes), disturbance, and predation. Despite a strong influence of habitat loss on several indices of biodiversity, at all of the sites used in our experiment, community composition was influenced by structural complexity, but not habitat loss. Community composition is defined by the actual species that make up the community, as opposed to an index of biodiversity (such as the number of species).  This suggests that habitat loss has strong effects on biodiversity and abundance, b..."
 }
}