{
 "awd_id": "1131153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Agrobiodiversity, Food Security, and Food Culture in Bolivia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Holly Hapke",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "This doctoral dissertation research project will examine the role of crop diversity in Andean food security, using Bolivian food culture as a lens to analyze the linkages between native crops, household food consumption practices, and the broader social context. Bolivia presents a paradox common in crop centers of origin, because the country is rich in agrobiodiversity, but it exhibits the highest levels of malnutrition in South America.  Genetically diverse crop varieties have evolved in conjunction with varied biophysical environments and farmers' cultural practices, but such varieties tend to be maintained in marginal agricultural areas, which are frequently sites of high food insecurity. While the existing literature offers detailed examinations of the role of environmental factors and agricultural practices in the evolution and maintenance of crop diversity, the relationship between these forces and the broader social processes driving small-scale farmers' social and economic marginalization has largely remained unanalyzed. In order to fill this gap in the literature, three empirical questions will be explored in this project:  (1) What relationships exist between household culinary practices and the genetic and morphological patterning of native and traditional Andean crops?  (2) How do practices, values, and selection pressures on crop diversity change as food products and people move across space?  (3) How does agrobiodiversity contribute to the food security of vulnerable rural and urban populations? Data responding to these questions will be gathered through a detailed case-study of the Cochabamba region of Bolivia, relying on a combination of interviews, participant observation, and survey techniques. These data will further underpin theoretical inquiries along two lines.  First, they will provide insights into the leveraging of native and traditional foods in narratives of indigeneity, modernity, and difference-making in the present-day Bolivian public sphere. Second, they will contribute to ongoing debates surrounding the ways in which the material nature of goods and the social meanings surrounding them contribute to competing conceptions of value. \r\n\r\nThis project will generate basic theoretical and applied knowledge about the relationships linking agrobiodiversity to food security and food culture. Although the existence of these relationships is widely accepted, the mechanisms underpinning them have not been explored extensively. By examining agrobiodiversity and food consumption as elements of a continuous food system, this project will shed new light on the role of crop genetic resources in a wider social context. In the realms of policy and application, this research has direct relevance to the design of programs to alleviate hunger and food insecurity in Bolivia and other comparable locales. Through collaborative relationships with applied development organizations in the country, the project will generate knowledge leading to new opportunities for reinforcing locally sustainable food systems. Furthermore, this project will help to develop methodological principles for the study of agrobiodiversity and food security suitable for other world regions. As a Doctoral Dissertation Research Improvement award, this award will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Dove",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Dove",
   "pi_email_addr": "michael.dove@yale.edu",
   "nsf_id": "000312958",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alder",
   "pi_last_name": "Keleman Saxena",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alder Keleman Saxena",
   "pi_email_addr": "alder.keleman-saxena@nau.edu",
   "nsf_id": "000587306",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208047",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>This NSF-supported dissertation research project explored the role  of agrobiodiversity - or native, traditional, and Andeanized crops  (NTACs) - in the department of Cochabamba, Bolivia. In-country field  research was undertaken between June 2012 and July 2014, with the  support of Fundaci&oacute;n Proinpa, the Universidad Mayor de San Sim&oacute;n, and a  local branch of the NGO World Vision.&nbsp;</div>\n<div></div>\n<div>Three major types of  data were collected: qualitative ethnographic data, quantitative data on  household food security, and ethnobotanical data on the culinary  characteristics of native potato varieties. These efforts generated the  following datasets:&nbsp;</div>\n<ol>\n<li><em>Qualitative data</em> include observations  gathered via participant observation (recorded in ethnographic  fieldnotes); notes, photos, recordings, and other materials generated  from participatory activities in focus-group research with female  food-preparers; interviews and transcriptions from semi-structured  interviews with urban chefs and household food preparers; and an archive  of printed material (advertisements, popular-press publications, food  labels and packaging, and recipe books) on native and traditional  foods.&nbsp; </li>\n<li><em>Quantitative data</em> were gathered through a two-period  household food security survey. This survey collected data from  approximately 300 households, and recorded height-weight measurement of  approximately 500 children under the age of five. Data were gathered on  a) household demographic and socioeconomic characteristics; b) household  food consumption, via a 24-hour culinary recall; and c) anthropometry  (height/weight) for all children under the age of 5, to assess rates of  underweight and stunting. The survey was carrried out in 10 communities  distributed across an 85-km rural-urban transect. Households were  visited first in the post-planting (hungry) season, and re-surveyed 6-8  months later during the post-harvest period.&nbsp; </li>\n<li><em>Ethnobotanical  data</em> was collected in collaboration with an ongoing Fundaci&oacute;n PROINPA  project which promotes certified potato seed production in the rural  municipality of Colomi. This research explored farmers' and consumers'  evaluations of the gustatory qualities of 35 varieties of locally grown  potatoes, via taste-tests and semi-structured interviews. &nbsp; </li>\n</ol>\n<div>In  addition to these datasets, the research also piloted participatory  workshops on nutritional health. These workshops produced drafts of  educational materials on basic nutrition and the nutritional properties  of NTACs. Materials produced are currently being refined for the  printing of formal education materials (pamphlets, videos, etc.)</div>\n<div>&nbsp;</div>\n<div>Analysis  of the datasets detailed above is currently underway, with results  expected in 2015. The intellectual merit of this project lies in the new  contributions that these data promise for our understanding of the role  of NTACs play in food security and nutrition in the contemporary Andes.  Additionally, ethnographic insights drawn from fieldwork will  contribute to social theory in economic anthropology and cultural  geography, particularly with respect to the role that market-traded food  plays in health and patterns of social interaction. The project also  promises broader impacts by generating new methodologies for the study  and promotion of the role of NTACs in household food security.  Bolivia-based partner organizations are using the results of the project  to inform the design of new interventions to improve food security and  promote the conservation of agrobiodiversity in underserved and  vulnerable populations.&nbsp;</div>\n<div class=\"yj6qo ajU\">\n<div id=\":16r\" class=\"ajR\"><img class=\"ajT\" src=\"https://ssl.gstatic.com/ui/v1/icons/mail/images/cleardot.gif\" alt=\"\" /></div>\n</div><br>\n<p>\n\t\t\t\t      \tLast M...",
  "por_txt_cntn": "This NSF-supported dissertation research project explored the role  of agrobiodiversity - or native, traditional, and Andeanized crops  (NTACs) - in the department of Cochabamba, Bolivia. In-country field  research was undertaken between June 2012 and July 2014, with the  support of Fundaci&oacute;n Proinpa, the Universidad Mayor de San Sim&oacute;n, and a  local branch of the NGO World Vision. \n\nThree major types of  data were collected: qualitative ethnographic data, quantitative data on  household food security, and ethnobotanical data on the culinary  characteristics of native potato varieties. These efforts generated the  following datasets: \n\nQualitative data include observations  gathered via participant observation (recorded in ethnographic  fieldnotes); notes, photos, recordings, and other materials generated  from participatory activities in focus-group research with female  food-preparers; interviews and transcriptions from semi-structured  interviews with urban chefs and household food preparers; and an archive  of printed material (advertisements, popular-press publications, food  labels and packaging, and recipe books) on native and traditional  foods.  \nQuantitative data were gathered through a two-period  household food security survey. This survey collected data from  approximately 300 households, and recorded height-weight measurement of  approximately 500 children under the age of five. Data were gathered on  a) household demographic and socioeconomic characteristics; b) household  food consumption, via a 24-hour culinary recall; and c) anthropometry  (height/weight) for all children under the age of 5, to assess rates of  underweight and stunting. The survey was carrried out in 10 communities  distributed across an 85-km rural-urban transect. Households were  visited first in the post-planting (hungry) season, and re-surveyed 6-8  months later during the post-harvest period.  \nEthnobotanical  data was collected in collaboration with an ongoing Fundaci&oacute;n PROINPA  project which promotes certified potato seed production in the rural  municipality of Colomi. This research explored farmers' and consumers'  evaluations of the gustatory qualities of 35 varieties of locally grown  potatoes, via taste-tests and semi-structured interviews.   \n\nIn  addition to these datasets, the research also piloted participatory  workshops on nutritional health. These workshops produced drafts of  educational materials on basic nutrition and the nutritional properties  of NTACs. Materials produced are currently being refined for the  printing of formal education materials (pamphlets, videos, etc.)\n \nAnalysis  of the datasets detailed above is currently underway, with results  expected in 2015. The intellectual merit of this project lies in the new  contributions that these data promise for our understanding of the role  of NTACs play in food security and nutrition in the contemporary Andes.  Additionally, ethnographic insights drawn from fieldwork will  contribute to social theory in economic anthropology and cultural  geography, particularly with respect to the role that market-traded food  plays in health and patterns of social interaction. The project also  promises broader impacts by generating new methodologies for the study  and promotion of the role of NTACs in household food security.  Bolivia-based partner organizations are using the results of the project  to inform the design of new interventions to improve food security and  promote the conservation of agrobiodiversity in underserved and  vulnerable populations. \n\n\n\n\n\t\t\t\t\tLast Modified: 12/06/2014\n\n\t\t\t\t\tSubmitted by: Alder Keleman"
 }
}