{
 "awd_id": "1131204",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Transnational Interlocks and Global Business",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 3635.0,
 "awd_amount": 3635.0,
 "awd_min_amd_letter_date": "2011-09-22",
 "awd_max_amd_letter_date": "2011-09-22",
 "awd_abstract_narration": "Doctoral Dissertation Research: Transnational Interlocks and Global Business\r\nSES - 1131204\r\nMichael Schwartz (PI)\r\nJosh Murray (co-PI)\r\nSUNY Stony Brook\r\n\r\nAbstract\r\nEconomic globalization raises questions about whether the emerging transnational business class acts in unison or whether this global business class is internally factionalized.  In this context, interlocking directorates that connect transnational corporations play an important role. However, we know surprisingly little about the impact the growing number of such transnational interlocks has on national-level economic and political strategies. This study tests the relationship between transnational interlocks and actions taken by members of the global business community that aim to influence national governments, for instance by forming political action committees, making political donations, or placing former government officials on a firm's board of directors.\r\n\r\nThis analysis combines data on such business strategies with information about corporate interlocking directorates in Fortune 500 companies for the years 2000-2010. First, panel regressions are used to test the hypothesis that firms with strong transnational interlocking directorates will be more likely to engage in globally and collectively oriented political behavior than firms that are not characterized by such interlocking directorates. Subsequent analyses focus on interlocks as a source of unity by using longitudinal random-effects regression models to test the related hypothesis that firms linked to each other through transnational interlocks will be more likely to exhibit similar political behavior than non-interlocked firms. \r\n\t\r\nBroader Impacts\r\nThis project is timely, given the current public discourse about the intended and unintended long-term consequences of changing regulations regarding corporate spending and political action.  This has also found its reflection in a recent U.S. Supreme Court decision that lifts limits on corporate funding of political broadcasts (Citizens United vs. Federal Elections Commission, 558 U.S. 50, 2010). In addition, political analysts and the public have raised questions regarding the influence of foreign entities in U.S. elections. This study seeks to contribute to our understanding of the conditions under which the power of business in a globalized context has ramifications for the strategies of national governments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Schwartz",
   "pi_email_addr": "mschwartz@ms.cc.sunysb.edu",
   "nsf_id": "000448673",
   "pi_start_date": "2011-09-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Murray",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Murray",
   "pi_email_addr": "josh.murray@vanderbilt.edu",
   "nsf_id": "000588757",
   "pi_start_date": "2011-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "WEST 5510 FRK MEL LIB",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 3635.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"color: black;\">Interlocking directorates are a common featrue of business life. Two companies are considered having  interlocking directorates if 1) at least one individual sits on both  companies boards (this is a direct interlock), or 2) both companies have  representatives on the same third firm (this is an indirect interlock). The interlock network is the  inter-corporate network created by the total of all interlocks (direct  and indirect) between a set of companies. </span></p>\n<p>Economic globalization has led to the emergence of a transnational inter-corporate network created by interlocking directorates between firms<br />domiciled in different nations. Given that prior research within a national context finds that interlocks facilitate business unity and the<br />development of class-wide logic, interlocks that transcend national borders raise questions regarding transnational class formation.</p>\n<p>I find, that the most central firms in the transnational interlock network are the most likely to engage in political behavior that is 1) globally, rather than<br />nationally oriented, indicating an awareness of common transnational interests; 2) motivated by collective interest, at least sometimes in<br />contradiction to a company?s individual interest and 3) unified, even among firms domiciled in different nations. In addition to providing some<br />empirical evidence in support of Transnational Capitalist Class theory, my findings also speak to the conditions that facilitate elite class<br />formation. That is, I extend interlock analysis beyond its traditional national sphere and show that networks of interlocking directorates are an<br />important indicator of class-informed behavior in a global context.<br /><br />Specifically, we find that foreign firms that are highly central in the transnational interlock network give more money to U.S. candidates than<br />non-central foreign firms. For a firm domiciled outside of the United States, political donations to U.S. candidates represent globally oriented<br />behavior. The fact that the effect of centrality on donations holds even after controlling for a multitude of individual firm interests suggests that<br />this behavior is likely to also be geared towards serving collective interests. This is confirmed our findings that of the foreign firms that have<br />corporate PACs, the firms with the most interlocks in the transnational network direct the greatest percentage of their donations to Republican<br />challengers. Given that donations made to conservative challengers, rather than to incumbents of both parties, represent an ideologically driven<br />political strategy aimed at changing to composition of Congress in order to serve the collective interests of business, this finding suggests that<br />highly embedded foreign firms exhibit a greater level of class-informed behavior. Finally, we also document that an increase in the number of<br />shared directors between two firms domiciled in different nations leads to an increase in the political similarity of those two firms. Thus, firms<br />that are deeply embedded in the transnational inter-corporate network exhibit a greater transnational unity than firms that are isolated from the<br />network.</p>\n<p>The findings of this study provide important answers about the extent of global corporate unity, showing clear evidence of, not just foreign, but<br />transnational influence national politics. The fact that we find interlocks are common among large businesses and that they contribute to unified<br />political behavior should contribute to the above debate. Unlimited corporate spending is less of a threat to Democracy if corporations are<br />acting on their individual interests, because they will often oppose each other and their power and influence will cancel out. This is, in fact, the<br />foundational logic of pluralism. A segment...",
  "por_txt_cntn": "\nInterlocking directorates are a common featrue of business life. Two companies are considered having  interlocking directorates if 1) at least one individual sits on both  companies boards (this is a direct interlock), or 2) both companies have  representatives on the same third firm (this is an indirect interlock). The interlock network is the  inter-corporate network created by the total of all interlocks (direct  and indirect) between a set of companies. \n\nEconomic globalization has led to the emergence of a transnational inter-corporate network created by interlocking directorates between firms\ndomiciled in different nations. Given that prior research within a national context finds that interlocks facilitate business unity and the\ndevelopment of class-wide logic, interlocks that transcend national borders raise questions regarding transnational class formation.\n\nI find, that the most central firms in the transnational interlock network are the most likely to engage in political behavior that is 1) globally, rather than\nnationally oriented, indicating an awareness of common transnational interests; 2) motivated by collective interest, at least sometimes in\ncontradiction to a company?s individual interest and 3) unified, even among firms domiciled in different nations. In addition to providing some\nempirical evidence in support of Transnational Capitalist Class theory, my findings also speak to the conditions that facilitate elite class\nformation. That is, I extend interlock analysis beyond its traditional national sphere and show that networks of interlocking directorates are an\nimportant indicator of class-informed behavior in a global context.\n\nSpecifically, we find that foreign firms that are highly central in the transnational interlock network give more money to U.S. candidates than\nnon-central foreign firms. For a firm domiciled outside of the United States, political donations to U.S. candidates represent globally oriented\nbehavior. The fact that the effect of centrality on donations holds even after controlling for a multitude of individual firm interests suggests that\nthis behavior is likely to also be geared towards serving collective interests. This is confirmed our findings that of the foreign firms that have\ncorporate PACs, the firms with the most interlocks in the transnational network direct the greatest percentage of their donations to Republican\nchallengers. Given that donations made to conservative challengers, rather than to incumbents of both parties, represent an ideologically driven\npolitical strategy aimed at changing to composition of Congress in order to serve the collective interests of business, this finding suggests that\nhighly embedded foreign firms exhibit a greater level of class-informed behavior. Finally, we also document that an increase in the number of\nshared directors between two firms domiciled in different nations leads to an increase in the political similarity of those two firms. Thus, firms\nthat are deeply embedded in the transnational inter-corporate network exhibit a greater transnational unity than firms that are isolated from the\nnetwork.\n\nThe findings of this study provide important answers about the extent of global corporate unity, showing clear evidence of, not just foreign, but\ntransnational influence national politics. The fact that we find interlocks are common among large businesses and that they contribute to unified\npolitical behavior should contribute to the above debate. Unlimited corporate spending is less of a threat to Democracy if corporations are\nacting on their individual interests, because they will often oppose each other and their power and influence will cancel out. This is, in fact, the\nfoundational logic of pluralism. A segment of large, highly connected, businesses acting in a unified manner, however, diminishes the chances\nof influence canceling out, and represents a direct threat to Democracy. In addition, the fact that we provide evidence that inter..."
 }
}