{
 "awd_id": "1131734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Biological controls on reactive oxygen species in the oligotrophic ocean",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 499573.0,
 "awd_amount": 499573.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "It has been assumed that photo-oxidation of chromophoric dissolved organic matter is the primary source of superoxide (O2-) and hydrogen peroxide (H2O2); however, there are indications that biological sources may play a significant, if not dominant, role in the production of these reactive oxygen species (ROS).  Because the presence of these ROS in the open ocean can affect the redox cycling of iron, copper, and manganese which thereby influencing their bioavailability and H2O2 has been shown to inhibit the growth of Prochlorococcus ecotypes in the mixed layer, it is important to understand the biological controls on O2- and H2O2.  For this reason, scientists at the Colorado School of Mines and Harvard University will test the following hypotheses: (1) dark biological production is an important contribution of H2O2 and O2- to oligotrophic surface waters; (2) spatial and temporal variations in biological production and decomposition rates contribute to the observed variability in H2O2 concentrations; (3) biological production of H2O2 in oligotrophic waters proceeds via formation of O2-, and the yield of H2O2 from O2- is variable depending on the major sink reactions (e.g. with metals) of O2-; and (4) activities of NADH (nicotinamide adenine dinucleotide) oxidase enzymes from a phylogenetically and ecologically diverse group of bacteria, including cyanobacteria and heterotrophs, are significant sources of ROS to marine waters.  To test the first three hypotheses, a series of field observations in oligotrophic waters of the subtropical North Pacific will be carried out to establish biological production rates of H2O2 and O2- and assess their relationship to photochemical production and H2O2 concentrations in the euphotic zone.  In addition, laboratory studies will also be conducted to examine the stoichiometric yield of H2O2 from O2- in the presence of different O2- sinks. For hypothesis 4, the diversity of microorganisms involved in ROS production will be identified, as well as the proteins involved which will enable the interpretation of community-level transcriptomic data for regions illustrating variable contributions of biological activity to ROS production.\r\n\r\nAs regards broader impacts, the lead proponent plans to present a lecture at the Colorado Science Conference for Professional Development on the importance of biogeochemical cycles.  If successfully received, she proposes to develop this material into a one day workshop and offer it via the Colorado School of Mines Teacher Enhancement Program.  One postdoc and one graduate student from the Colorado School of Mines and one postdoc, one graduate student, and one undergraduate student from Harvard University would be supported and trained as part of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bettina",
   "pi_last_name": "Voelker",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Bettina M Voelker",
   "pi_email_addr": "bvoelker@mines.edu",
   "nsf_id": "000325625",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499573.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall purpose of this study was to examine the ability of organisms to release superoxide and hydrogen peroxide (two kinds of reactive oxygen species) to marine environments. &nbsp;Sunlight-induced production of superoxide and hydrogen peroxide has already been relatively well studied.&nbsp; We wanted to determine whether marine organisms are also important contributors. <em>&nbsp;</em></p>\n<p>Superoxide is important because its reactions with dissolved metal ions can change the chemical form of the metal and therefore the metal&rsquo;s effect on microorganisms.&nbsp; Both essential nutrient metals such as iron, and potentially harmful metals such as copper and mercury, could be influenced by their interactions with superoxide.&nbsp; Hydrogen peroxide is of interest because it can inhibit the growth of the most abundant photosynthetic organism in the ocean, <em>Prochlorococcus. &nbsp;</em></p>\n<p>This study focused on two main goals: to conduct measurements of biological production of superoxide and hydrogen peroxide in freshly collected coastal and open ocean samples, and to survey cultures of bacteria and algae for their ability to produce these species.&nbsp; To accomplish the first goal, two doctoral students, a postdoc, and the principal investigator participated in several research cruises in different areas of the Pacific Ocean.&nbsp; We developed a better technique for measuring dark&nbsp;particle-associated (presumably biological) superoxide production rates in freshly collected seawater samples and showed that the previously used technique can lead to large overestimates.&nbsp; While the superoxide and hydrogen peroxide production rates measured in our study were small, the total amount of biological production averaged over the mixed surface layer of the ocean was similar to the amount produced by sunlight, and there was potentially enough superoxide to affect metals.&nbsp; Hydrogen peroxide concentrations never reached the levels shown to inhibit <em>Prochlorococcus</em> growth in laboratory studies.</p>\n<p>Our culture studies showed that the ability to produce hydrogen peroxide and superoxide is widespread among bacteria and diatoms.&nbsp; Bacteria are likely to be a more important source of superoxide to the ocean than diatoms.&nbsp; Large species-to- species variability in production rates, in effects of light on those rates, and in the relationship between superoxide and hydrogen peroxide production rates, were observed.&nbsp; This suggests that organisms produce reactive oxygen species for a variety of different reasons.</p>\n<p>This study provided most of the support for doctoral student Robin Schneider, and contributed to the educational opportunities of two other doctoral students and several undergraduates.&nbsp; Two presentations related to this work were given at the Colorado Association of Science Teachers&rsquo; annual conferences for K-12 teachers.</p>\n<p>This work was a collaborative project.&nbsp; Additional activities centered in the Hansel lab at Woods Hole Oceanographic Institution are described in the report submitted by Colleen Hansel.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/02/2016<br>\n\t\t\t\t\tModified by: Bettina&nbsp;M&nbsp;Voelker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall purpose of this study was to examine the ability of organisms to release superoxide and hydrogen peroxide (two kinds of reactive oxygen species) to marine environments.  Sunlight-induced production of superoxide and hydrogen peroxide has already been relatively well studied.  We wanted to determine whether marine organisms are also important contributors.  \n\nSuperoxide is important because its reactions with dissolved metal ions can change the chemical form of the metal and therefore the metalÆs effect on microorganisms.  Both essential nutrient metals such as iron, and potentially harmful metals such as copper and mercury, could be influenced by their interactions with superoxide.  Hydrogen peroxide is of interest because it can inhibit the growth of the most abundant photosynthetic organism in the ocean, Prochlorococcus.  \n\nThis study focused on two main goals: to conduct measurements of biological production of superoxide and hydrogen peroxide in freshly collected coastal and open ocean samples, and to survey cultures of bacteria and algae for their ability to produce these species.  To accomplish the first goal, two doctoral students, a postdoc, and the principal investigator participated in several research cruises in different areas of the Pacific Ocean.  We developed a better technique for measuring dark particle-associated (presumably biological) superoxide production rates in freshly collected seawater samples and showed that the previously used technique can lead to large overestimates.  While the superoxide and hydrogen peroxide production rates measured in our study were small, the total amount of biological production averaged over the mixed surface layer of the ocean was similar to the amount produced by sunlight, and there was potentially enough superoxide to affect metals.  Hydrogen peroxide concentrations never reached the levels shown to inhibit Prochlorococcus growth in laboratory studies.\n\nOur culture studies showed that the ability to produce hydrogen peroxide and superoxide is widespread among bacteria and diatoms.  Bacteria are likely to be a more important source of superoxide to the ocean than diatoms.  Large species-to- species variability in production rates, in effects of light on those rates, and in the relationship between superoxide and hydrogen peroxide production rates, were observed.  This suggests that organisms produce reactive oxygen species for a variety of different reasons.\n\nThis study provided most of the support for doctoral student Robin Schneider, and contributed to the educational opportunities of two other doctoral students and several undergraduates.  Two presentations related to this work were given at the Colorado Association of Science TeachersÆ annual conferences for K-12 teachers.\n\nThis work was a collaborative project.  Additional activities centered in the Hansel lab at Woods Hole Oceanographic Institution are described in the report submitted by Colleen Hansel.  \n\n\t\t\t\t\tLast Modified: 02/02/2016\n\n\t\t\t\t\tSubmitted by: Bettina M Voelker"
 }
}