{
 "awd_id": "1131657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Iron Regulation of the Food Quality of Phytoplankton in Acidified Eastern Boundary Upwelling Systems",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 672291.0,
 "awd_amount": 672291.0,
 "awd_min_amd_letter_date": "2011-09-28",
 "awd_max_amd_letter_date": "2011-09-28",
 "awd_abstract_narration": "Within the next century, Eastern Boundary Current upwelling systems, which are home to some of the major fisheries that support humans worldwide, are expected to undergo extreme acidification (pH falling to 7.3 or lower) because of increasing atmospheric CO2.  Impacts on trace metal (especially iron) and nitrogen bioavailability are likely, and consequently changes in phytoplankton species composition and physiology are also to be expected.  One understudied aspect of ocean acidification is its impact on the production of phytoplankton lipids and polyunsaturated fatty acids (PUFA) such as eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA) and other essential fatty acids (EFA) upon which higher trophic levels depend.\r\n\r\nIn this project a research team from San Francisco State University, University of Hawaii, and University of Maine will study the effect of extreme ocean acidification (OA) under iron replete and deplete upwelling conditions in regard to changes in species composition, total lipid production, and the specific production of PUFAs.  There are two guiding hypotheses:  (1) Extreme ocean acidification will increase lipid synthesis and EFA production in phytoplankton through the imbalance between carbon uptake and decreased nitrogen uptake; and (2) Extreme ocean acidification in natural upwelling regions will change the amount and composition of PUFA and EFA produced due either the direct effects of acidified seawater on cell physiology or to marked shifts in phytoplankton community composition.  Current Fe-replete and Fe-deplete upwelling zones in the California upwelling region will be investigated to illustrate these impacts.  The team will use controlled laboratory monoclonal, semi-continuous culture experiments to subject representative coastal phytoplankton isolates to varying pH and Fe availability to characterize tolerance/success under extreme pH environmental conditions and to quantify cellular physiological response to the combined stressors.  In the third year of the project, community-level responses to the same set of stressors will be studied.\r\n\r\nBroader Impacts:   Because of the global importance of marine fisheries and the as-yet modest understanding of the potential threats of ocean acidification, the topic of this study spans a variety of disciplinary, institutional, academic-government, and national boundaries.   Researchers at all three participating institution will lead a variety of public educational outreach activities for the benefit of K-12 students and for society at-large.  Graduate and undergraduate students will also be an important part of the research effort.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Cochlan",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "William P Cochlan",
   "pi_email_addr": "cochlan@sfsu.edu",
   "nsf_id": "000488239",
   "pi_start_date": "2011-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Francisco State University",
  "inst_street_address": "1600 HOLLOWAY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153387090",
  "inst_zip_code": "941321740",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "SAN FRANCISCO STATE UNIVERSITY",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "F4SLJ5WF59F6"
 },
 "perf_inst": {
  "perf_inst_name": "San Francisco State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941321722",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 672291.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong> There is evidence to suggest that ocean acidification (OA), the result of anthropogenic increases in atmospheric carbon dioxide leading to decreased levels of pH in the sea, will alter the taxonomic and/or biochemical composition of the marine phytoplankton assemblages that are the foundation of ocean food webs. These changes in community composition, along with OA-related metabolic stress, have the potential to significantly alter the synthesis of lipids and fatty acids, negatively affecting planktonic food quality that supports marine fisheries. Of particular concern are the effects of OA on the production of essential fatty acids; organic constituents required by all higher trophic levels, including humans, but only produced in the sea by marine phytoplankton. A central question is whether the levels of acidification predicted by the end-of-century will be sufficient to decrease the nutritional support for higher trophic levels, leading to lower overall marine productivity, less fisheries production, and ultimately the sustainability of marine ecosystems.</p>\n<p>There are at least three mechanisms by which OA may affect the biochemical composition of marine phytoplankton communities. First, acidification increases inorganic carbon availability for photosynthesis by increasing concentrations of dissolved carbon dioxide in the sea. This change can alter interspecies competition among phytoplankton, leading to different taxonomic compositions of future phytoplankton assemblages from the present. Phytoplankton species also vary in their lipid and fatty acid composition, so these community changes are likely to alter the availability of these biochemicals to animals that consume phytoplankton. Second, decreasing ocean pH levels will affect the availability of the micronutrient iron; a critical constituent for all living systems.&nbsp; This is related to changes in the strength of complexation of iron by organic molecules in seawater; a complexation that makes iron more difficult to access by phytoplankton. Like carbon, these changes in iron availability will affect interspecies competition, and the composition and abundance of phytoplankton assemblages.&nbsp; The third mechanism involves the effects of pH on the assimilation of the macronutrient nitrogen by phytoplankton, and consequently links the first two mechanisms because changes in carbon and iron availability affect nitrogen utilization.&nbsp; This factor may be particularly important since nitrogen comprises a substantial portion of phytoplankton biomass, and has an important impact on the production of biochemicals by phytoplankton.&nbsp;</p>\n<p>The project goals were to investigate the mechanisms underlying these potential changes using well-controlled laboratory experiments of representative phytoplankton species and by conducting a series of deck-board experiments in the upwelled waters off California and Oregon &ndash; coastal waters that are representative of the most productive fisheries regions on Earth. The project studied the effects of macro- and micro-nutrient availability on the cellular lipid and fatty acid composition under both nutrient replete and depleted conditions.&nbsp; We found no clear uniform response to ocean acidification, but found that fatty acid composition in marine phytoplankton differs as a function of algal species in controlled laboratory cultures, and of macro-nutrient sufficiency in natural coastal assemblages.</p>\n<p>A major outcome so far is the demonstration that decreasing pH in surface waters originating from the productive California coastal upwelling zone increases the availability of dissolved iron for natural phytoplankton assemblages.&nbsp; This finding is important because these eastern boundary regions are the most productive areas of the oceans. The implication is that OA will not negatively affect fisheries production through decreasing iron availability. Our finding contrasts with earlier findings that decreasing pH negatively affects iron availability in nutrient-poor oceanic waters. The differences in these findings likely is related to differences in the dominant iron-complexing ligands, which will be important for consideration in the development of models to forecast the effects of climate change in future oceans. In addition, decreasing pH increased the toxicity of two Harmful Algal Bloom (HAB) species during controlled laboratory studies. Both the toxic diatom <em>Pseudo-nitzschia australis</em> and the fish-killing raphidophyte <em>Heterosigma akashiwo</em> - marine species found in California coastal waters, increased cellular toxicity when grown under decreased pH levels as these cells became nutrient stressed.</p>\n<p><strong>Broader Impacts:</strong> As a result of this award, two San Francisco State University (SFSU) and two Western University (WU) graduate students were trained to conduct OA phytoplankton experiments. In addition, four SFSU undergraduates received extensive training and experience in phytoplankton ecophysiology studies.&nbsp; Student participation on the 26-d research cruise was instrumental for the cruise&rsquo;s successful outcome: five graduate students (3 from SFSU and 2 from the University of Rhode Island), and three undergraduates were actively involved in helping us meet the cruises&rsquo; scientific objectives. Two teachers-at-sea from Katy, TX and Chattanooga, TN ensured that both their students and the general public were kept appraised of the scientific progress of our cruise by producing daily journal blogs of their personal and professional life at sea, and by sharing photos and videos of the research being conducted with an audience that reached thousands from around the World.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2018<br>\n\t\t\t\t\tModified by: William&nbsp;P&nbsp;Cochlan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: There is evidence to suggest that ocean acidification (OA), the result of anthropogenic increases in atmospheric carbon dioxide leading to decreased levels of pH in the sea, will alter the taxonomic and/or biochemical composition of the marine phytoplankton assemblages that are the foundation of ocean food webs. These changes in community composition, along with OA-related metabolic stress, have the potential to significantly alter the synthesis of lipids and fatty acids, negatively affecting planktonic food quality that supports marine fisheries. Of particular concern are the effects of OA on the production of essential fatty acids; organic constituents required by all higher trophic levels, including humans, but only produced in the sea by marine phytoplankton. A central question is whether the levels of acidification predicted by the end-of-century will be sufficient to decrease the nutritional support for higher trophic levels, leading to lower overall marine productivity, less fisheries production, and ultimately the sustainability of marine ecosystems.\n\nThere are at least three mechanisms by which OA may affect the biochemical composition of marine phytoplankton communities. First, acidification increases inorganic carbon availability for photosynthesis by increasing concentrations of dissolved carbon dioxide in the sea. This change can alter interspecies competition among phytoplankton, leading to different taxonomic compositions of future phytoplankton assemblages from the present. Phytoplankton species also vary in their lipid and fatty acid composition, so these community changes are likely to alter the availability of these biochemicals to animals that consume phytoplankton. Second, decreasing ocean pH levels will affect the availability of the micronutrient iron; a critical constituent for all living systems.  This is related to changes in the strength of complexation of iron by organic molecules in seawater; a complexation that makes iron more difficult to access by phytoplankton. Like carbon, these changes in iron availability will affect interspecies competition, and the composition and abundance of phytoplankton assemblages.  The third mechanism involves the effects of pH on the assimilation of the macronutrient nitrogen by phytoplankton, and consequently links the first two mechanisms because changes in carbon and iron availability affect nitrogen utilization.  This factor may be particularly important since nitrogen comprises a substantial portion of phytoplankton biomass, and has an important impact on the production of biochemicals by phytoplankton. \n\nThe project goals were to investigate the mechanisms underlying these potential changes using well-controlled laboratory experiments of representative phytoplankton species and by conducting a series of deck-board experiments in the upwelled waters off California and Oregon &ndash; coastal waters that are representative of the most productive fisheries regions on Earth. The project studied the effects of macro- and micro-nutrient availability on the cellular lipid and fatty acid composition under both nutrient replete and depleted conditions.  We found no clear uniform response to ocean acidification, but found that fatty acid composition in marine phytoplankton differs as a function of algal species in controlled laboratory cultures, and of macro-nutrient sufficiency in natural coastal assemblages.\n\nA major outcome so far is the demonstration that decreasing pH in surface waters originating from the productive California coastal upwelling zone increases the availability of dissolved iron for natural phytoplankton assemblages.  This finding is important because these eastern boundary regions are the most productive areas of the oceans. The implication is that OA will not negatively affect fisheries production through decreasing iron availability. Our finding contrasts with earlier findings that decreasing pH negatively affects iron availability in nutrient-poor oceanic waters. The differences in these findings likely is related to differences in the dominant iron-complexing ligands, which will be important for consideration in the development of models to forecast the effects of climate change in future oceans. In addition, decreasing pH increased the toxicity of two Harmful Algal Bloom (HAB) species during controlled laboratory studies. Both the toxic diatom Pseudo-nitzschia australis and the fish-killing raphidophyte Heterosigma akashiwo - marine species found in California coastal waters, increased cellular toxicity when grown under decreased pH levels as these cells became nutrient stressed.\n\nBroader Impacts: As a result of this award, two San Francisco State University (SFSU) and two Western University (WU) graduate students were trained to conduct OA phytoplankton experiments. In addition, four SFSU undergraduates received extensive training and experience in phytoplankton ecophysiology studies.  Student participation on the 26-d research cruise was instrumental for the cruise?s successful outcome: five graduate students (3 from SFSU and 2 from the University of Rhode Island), and three undergraduates were actively involved in helping us meet the cruises? scientific objectives. Two teachers-at-sea from Katy, TX and Chattanooga, TN ensured that both their students and the general public were kept appraised of the scientific progress of our cruise by producing daily journal blogs of their personal and professional life at sea, and by sharing photos and videos of the research being conducted with an audience that reached thousands from around the World. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/03/2018\n\n\t\t\t\t\tSubmitted by: William P Cochlan"
 }
}