{
 "awd_id": "1131175",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Resilient and Sustainable Engineered Fiber-Reinforced Earthen Masonry for High Wind Regions",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yick Hsuan",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 85000.0,
 "awd_amount": 85000.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "This collaborative research aims at experimentally and theoretically quantifying the structural resilience of a new fiber reinforced earthen masonry system for dwellings in high wind regions. This goal will be achieved by engineering and prototyping stabilized earth blocks and mortar, both enhanced with addition of natural fibers, and verifying the structural response of full-scale walls through physical testing.  Engineering of the mortar and blocks will be based on two criteria: optimization of the amount of stabilizer and fibers, and compatibility of block and mortar where the target strengths are defined to force failure in the mortar joints. Engineering of the wall system will be based on the formulation and verification of interaction laws between applicable in-plane and out-of-plane forces.  The interaction laws will be based on constitutive models obtained from the characterization of materials and scaled subassemblies. The collaboration involves faculty at the University of South Carolina, the University of Nebraska-Lincoln and the University of Florida, with one PhD student at each institution.  The engineering and characterization of the blocks and mortar will be lead by the University of Florida and the University of Nebraska-Lincoln, respectively.  The engineering of the walls, including analysis and experimental verification, will be lead by the University of South Carolina, Columbia. The outcome will be a prototype block and mortar combination.  The verification of the selected system will be based on proof-tests of full-scale wall specimens under in-plane, out-of-plane, and pendulum impact load simulating the impact energy of representative flying debris, which typically cause human deaths and injuries.  \r\n\r\nThe proposed research will advance knowledge and technology by engineering both the mortar and blocks to enhance damage tolerance, and through the verification of structural system and predictive analytical models based on full-scale experiments.  The final outcome of the project will be a novel, affordable, energy efficient and locally appropriate system for rural dwellings that is designed to withstand high wind loads, such as those experienced in the Midwestern and the Southeastern US.    The outcomes of this project will be transferred to a broad audience of Indian reservations in Nebraska and to high-school students and teachers through a summer workshop program.  New educational material will be incorporated in courses offered to engineering undergraduate and graduate students at the participating universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Esther",
   "pi_last_name": "Obonyo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Esther Obonyo",
   "pi_email_addr": "eao4@psu.edu",
   "nsf_id": "000495114",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326115704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research investigated the design and development of sustainable fiber-reinforced masonry systems for use in high wind regions in the US. Earth as a building material has adequate strength in compression but is brittle with low tensile strength. This weakness in tension often leads to poor resistance to bending and the development of tensile cracks in response to external forces. The overarching goal for the research was evaluating the strength properties of CEBs produced with PP fibers through quantifying the flexural strength properties as determined by the first-peak strength, peak strength, equivalent flexural strength, residual strength, and toughness of soil-cement matrices used in CEB production. Plain (unreinforced) and fiber-reinforced soil-cement beams with fiber mass content of 0.2, 0.4, 0.6, 0.8, and 1.0% were produced and tested&nbsp; in flexure&nbsp; in accordance with the Standard Test Method for Flexural Performance of Fiber-Reinforced Concrete (ASTM C1609).</p>\n<p>The findings indicated that fiber inclusion had resulted in a high degree of load retention after the first crack compared to the unreinforced matrices that were brittle and experienced catastrophic failure. The fibers prevented catastrophic failure of the reinforced beams even at large crack widths. The inclusion of the polypropylene fibers into the soil?cement matrices enhanced flexural performance as was demonstrated by the load-deflection response of beams after initial crack, residual strength, flexural toughness, and equivalent flexural strength.&nbsp; The failure patterns and response of the fiber?reinforced beams during testing suggests an improvement in ductility as a result of polypropylene fiber-reinforcement.&nbsp; There was no separation between mortar bed and face shell of blocks during prism compressive strength testing, giving an indication of good bonding. In addition, the observed failure modes during prism flexural bond testing-failure of block and a combination of block and bond failure was also an indication of good bonding. The optimal fiber mass content was determined to 0.6% based on the test results. The research resulted in a methodology that can be used to determine the optimal fiber content for different types of soils.</p>\n<p>A major advantage of adding fibers to matrices is that after matrix cracking, the fibers bridge and restrain cracks. The additional forces required to pull out or fracture the fibers either protects the integrity of matrices or improves their post-crack load-carrying capacity. The process of fiber pullout during the transfer of stress from matrix to fiber generates frictional energy losses contributing to composite toughness. Micrographs of fractured surfaces obtained during flexural strength testing showed both fiber pullout and fracture. This was an indication of the pull out capacity of the polypropylene fibers used. The fibers used had deformations to provide mechanical anchorage between the fiber and matrices. De-bonded fibers showed surface abrasion after matrix failure. The abrasions were more pronounced at fiber surface sections that had the deformations.</p>\n<p>The findings have been dissemination broadly through journal papers and conference presentations. The broader impacts of the research also included providing comprehensive research training for one undergraduate student and three graduate students that resulted in a Master&rsquo;s Thesis and a doctoral dissertation. The project also hosted a Brazilian exchange student through a summer research experience. Other outreach activities that were conducted include; 1) an exhibition and demonstration during of University of Florida&rsquo;s (UF) College of Engineering Museum Night&rsquo;s event; 2) lecture presentations and hands-one lab projects for students in Rinker School of Building Construction&rsquo;s Sustainability Track; 3) Paper and poster presentations during the Co...",
  "por_txt_cntn": "\nThis research investigated the design and development of sustainable fiber-reinforced masonry systems for use in high wind regions in the US. Earth as a building material has adequate strength in compression but is brittle with low tensile strength. This weakness in tension often leads to poor resistance to bending and the development of tensile cracks in response to external forces. The overarching goal for the research was evaluating the strength properties of CEBs produced with PP fibers through quantifying the flexural strength properties as determined by the first-peak strength, peak strength, equivalent flexural strength, residual strength, and toughness of soil-cement matrices used in CEB production. Plain (unreinforced) and fiber-reinforced soil-cement beams with fiber mass content of 0.2, 0.4, 0.6, 0.8, and 1.0% were produced and tested  in flexure  in accordance with the Standard Test Method for Flexural Performance of Fiber-Reinforced Concrete (ASTM C1609).\n\nThe findings indicated that fiber inclusion had resulted in a high degree of load retention after the first crack compared to the unreinforced matrices that were brittle and experienced catastrophic failure. The fibers prevented catastrophic failure of the reinforced beams even at large crack widths. The inclusion of the polypropylene fibers into the soil?cement matrices enhanced flexural performance as was demonstrated by the load-deflection response of beams after initial crack, residual strength, flexural toughness, and equivalent flexural strength.  The failure patterns and response of the fiber?reinforced beams during testing suggests an improvement in ductility as a result of polypropylene fiber-reinforcement.  There was no separation between mortar bed and face shell of blocks during prism compressive strength testing, giving an indication of good bonding. In addition, the observed failure modes during prism flexural bond testing-failure of block and a combination of block and bond failure was also an indication of good bonding. The optimal fiber mass content was determined to 0.6% based on the test results. The research resulted in a methodology that can be used to determine the optimal fiber content for different types of soils.\n\nA major advantage of adding fibers to matrices is that after matrix cracking, the fibers bridge and restrain cracks. The additional forces required to pull out or fracture the fibers either protects the integrity of matrices or improves their post-crack load-carrying capacity. The process of fiber pullout during the transfer of stress from matrix to fiber generates frictional energy losses contributing to composite toughness. Micrographs of fractured surfaces obtained during flexural strength testing showed both fiber pullout and fracture. This was an indication of the pull out capacity of the polypropylene fibers used. The fibers used had deformations to provide mechanical anchorage between the fiber and matrices. De-bonded fibers showed surface abrasion after matrix failure. The abrasions were more pronounced at fiber surface sections that had the deformations.\n\nThe findings have been dissemination broadly through journal papers and conference presentations. The broader impacts of the research also included providing comprehensive research training for one undergraduate student and three graduate students that resulted in a MasterÆs Thesis and a doctoral dissertation. The project also hosted a Brazilian exchange student through a summer research experience. Other outreach activities that were conducted include; 1) an exhibition and demonstration during of University of FloridaÆs (UF) College of Engineering Museum NightÆs event; 2) lecture presentations and hands-one lab projects for students in Rinker School of Building ConstructionÆs Sustainability Track; 3) Paper and poster presentations during the College of Design, Construction and PlanningÆs Research Showcase events; 4) Poster presentations during the Campus wide UFÆs D..."
 }
}