{
 "awd_id": "1131192",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Clean Energy Education Workshop, Urbana, IL, September 2011",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2011-03-15",
 "awd_max_amd_letter_date": "2011-03-15",
 "awd_abstract_narration": "(1131192)Dutta- The extraordinary problems posed by fossil fuel use call for our nation and the world to make a transition to clean energy. This is a major and long-term commitment. \"Clean energy\" encompasses a broad suite of technological approaches in combination with relentless progress towards greater efficiency in our entire system of energy use, from the sources to the social and economic end products. However, the transition to clean energy is not an issue that can simply be addressed by technological advances. Since conventional fuels will remain accessible, the transition to clean energy will only take place if consumers demand clean energy and the business, policy and regulatory environments facilitate the adoption of new approaches over the business-as-usual strategy of combustion. Such a change can only be driven by an energy literate citizenry that understands adopting clean energy is a cornerstone of building a secure future for our nation. Clean energy education is therefore an enabling component of this generational effort, one that will require the highest levels of American expertise and innovation. The University of Illinois at Urbana-Champaign will host a workshop that is intended to catalyze the formation of clean energy education programs nationwide. This workshop will bring together government leaders, industry representatives, academic experts, teachers and workforce trainers to chart the way forward to a national program in clean energy education. The workshop will provide a forum for federal agency and industry thought leaders to share their vision for a clean energy economy with academic institutions, outlining challenges, knowledge gaps, and educational needs. This knowledge is fundamental to the development of a national framework for clean energy education, whose goal is to enhance our human capital, a key to innovation and global competitiveness. This workshop will address energy education opportunities across a broad spectrum that includes K-12 schools, community colleges, universities and continuing education in the workplace. It will also foster institutional partnerships necessary to develop and sustain clean energy education programs, creating a pathway towards the goal of nationwide energy literacy.  The workshop program, presentations and related educational resources will be placed on the Internet for the public at large. In addition, a final report will be issued that contains recommendations concerning four target areas for energy education: K-12 schools; college and graduate programs; schools of business and government; workforce and continuing education.  The report will identify the greatest opportunities for, and the obstacles that might hinder the creation of, programs to reach each of these important audiences. The workshop report will inform policymakers and provide guidance for the development of a national program to prepare an energy literate citizenry.\r\n\r\nThis award is co-funded by the CBET Environmental Sustainability program in ENG and the Division of Graduate Education in EHR.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Debasish",
   "pi_last_name": "Dutta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Debasish Dutta",
   "pi_email_addr": "ddutta@illinois.edu",
   "nsf_id": "000272510",
   "pi_start_date": "2011-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Abelson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Abelson",
   "pi_email_addr": "abelson@illinois.edu",
   "nsf_id": "000118610",
   "pi_start_date": "2011-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "SUITE A 1901 SOUTH FIRST ST",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133500",
   "pgm_ele_name": "IGERT FULL PROPOSALS"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Motivation:</strong></p>\n<p><em>Clean energy education</em> (CEE) is a priority national need due to the foundational importance of energy cost, availability, security and environmental impact on the present and future well being of the country.&nbsp; The importance of energy to the nation is universally recognized and a long-term national strategy has been called for.&nbsp; The ability of our nation to meet the challenges, including the ultimate transition to clean energy sources, <em>requires the development of human capital </em>via targeted educational strategies and programs.&nbsp; This investment will enable our nation to adopt a system of energy sources, distribution and use which is resilient, affordable, and mitigates the risks associated with climate change.&nbsp;</p>\n<p>Clean energy education strongly supports a broad set of goals, especially, advancing STEM education in K-12 schools, upgrading workforce training for new and evolving occupations, and engaging college and university students to solve societal problems using core and interdisciplinary skills.&nbsp; It also prepares our workforce to innovate, manufacture, install and operate clean energy systems.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Response:&nbsp; A National Workshop on Clean Energy Education</strong></p>\n<p>To formulate a comprehensive response, a national workshop on Clean Energy Education was sponsored by the National Science Foundation and held at the University of Illinois, Urbana-Champaign, on October 13, 2011.&nbsp; It was organized in collaboration with the University of Chicago, Northwestern University, the University of Illinois-Chicago, Argonne National Laboratory and the Illinois Green Economy Network of Community Colleges.&nbsp; The 100 participants, drawn from across the nation, included faculty from 30 universities, community colleges and schools, as well as leaders from industry, government agencies, and non-governmental organizations.&nbsp; Participants divided into six breakout sessions to draft recommendations on the role of CEE in the following domains:</p>\n<ul>\n<li>Citizenry</li>\n<li>K-12</li>\n<li>Interdisciplinary and cross-institutional</li>\n<li>Workforce development</li>\n<li>Industry</li>\n<li>International engagement</li>\n</ul>\n<p>Their findings are summarized in a workshop report that is intended to inform decision-makers about the educational needs that, if met, will move the country toward a more secure energy future.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>A major focus of the breakout sessions was to determine the fundamental issues that presently hinder the national pursuit of clean energy education.&nbsp; Four cornerstones emerged; these constitute the priority recommendations of the workshop, based on which detailed action plans can be formulated in subsequent venues.&nbsp; <em>These issues have broad intellectual scope: they also describe the challenges that must be met in sustainability education and research.</em></p>\n<p>1.&nbsp; <span style=\"text-decoration: underline;\">Develop systems thinking</span>: Thinking about energy requires systems thinking, which is understanding a range of possible approaches and consequences, including the cost, supply, environmental, and security issues associated with each approach.&nbsp; Systems thinking is widely recognized as among the more difficult skills to teach and learn.&nbsp; Educational tools such as <em>computer-based simulations, professional role-playing, and mentoring from multiple disciplines</em> are essential for developing systems thinking.&nbsp; The task of developing CEE that crosses traditional boundaries is itself a systems problem.&nbsp;&nbsp;</p>\n<p>2.&nbsp; <span style=\"text-decoration: underline;\">Cultivate active stakeholder networks</span>: CEE is interdisciplinary and involves diverse sets of stakeholders within a multiplicity of domains.&nbsp; Effective CEE ...",
  "por_txt_cntn": "\nMotivation:\n\nClean energy education (CEE) is a priority national need due to the foundational importance of energy cost, availability, security and environmental impact on the present and future well being of the country.  The importance of energy to the nation is universally recognized and a long-term national strategy has been called for.  The ability of our nation to meet the challenges, including the ultimate transition to clean energy sources, requires the development of human capital via targeted educational strategies and programs.  This investment will enable our nation to adopt a system of energy sources, distribution and use which is resilient, affordable, and mitigates the risks associated with climate change. \n\nClean energy education strongly supports a broad set of goals, especially, advancing STEM education in K-12 schools, upgrading workforce training for new and evolving occupations, and engaging college and university students to solve societal problems using core and interdisciplinary skills.  It also prepares our workforce to innovate, manufacture, install and operate clean energy systems. \n\n \n\nResponse:  A National Workshop on Clean Energy Education\n\nTo formulate a comprehensive response, a national workshop on Clean Energy Education was sponsored by the National Science Foundation and held at the University of Illinois, Urbana-Champaign, on October 13, 2011.  It was organized in collaboration with the University of Chicago, Northwestern University, the University of Illinois-Chicago, Argonne National Laboratory and the Illinois Green Economy Network of Community Colleges.  The 100 participants, drawn from across the nation, included faculty from 30 universities, community colleges and schools, as well as leaders from industry, government agencies, and non-governmental organizations.  Participants divided into six breakout sessions to draft recommendations on the role of CEE in the following domains:\n\nCitizenry\nK-12\nInterdisciplinary and cross-institutional\nWorkforce development\nIndustry\nInternational engagement\n\n\nTheir findings are summarized in a workshop report that is intended to inform decision-makers about the educational needs that, if met, will move the country toward a more secure energy future. \n\n \n\nIntellectual Merit\n\nA major focus of the breakout sessions was to determine the fundamental issues that presently hinder the national pursuit of clean energy education.  Four cornerstones emerged; these constitute the priority recommendations of the workshop, based on which detailed action plans can be formulated in subsequent venues.  These issues have broad intellectual scope: they also describe the challenges that must be met in sustainability education and research.\n\n1.  Develop systems thinking: Thinking about energy requires systems thinking, which is understanding a range of possible approaches and consequences, including the cost, supply, environmental, and security issues associated with each approach.  Systems thinking is widely recognized as among the more difficult skills to teach and learn.  Educational tools such as computer-based simulations, professional role-playing, and mentoring from multiple disciplines are essential for developing systems thinking.  The task of developing CEE that crosses traditional boundaries is itself a systems problem.  \n\n2.  Cultivate active stakeholder networks: CEE is interdisciplinary and involves diverse sets of stakeholders within a multiplicity of domains.  Effective CEE will occur only when the stakeholders in a given domain engage, dialogue and align around themes with relevance both for the immediate term (such as job creation) and long term (such as energy literacy and public policy).  Stakeholder groups are needed at varying scales that represent inter-institutional, local, regional, and national interests. Network relationships do not just happen by themselves, however: incentives must be aligned, appropriate forums and communication mechanisms mu..."
 }
}