{
 "awd_id": "1131518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Critical Hydraulic Conditions for Piping in Sandy Soils, Laboratory Measurement and Numerical Simulation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 127000.0,
 "awd_amount": 149000.0,
 "awd_min_amd_letter_date": "2011-07-07",
 "awd_max_amd_letter_date": "2013-03-04",
 "awd_abstract_narration": "The objective of this project is to provide fundamental understanding of the piping phenomenon and practical solutions to the critical hydraulic conditions for piping that account for: 1) soil properties (e.g., gradation, grain size, and grain shape), 2) direction of flow, 3) stress condition, and 4) exit face conditions.  In current geotechnical engineering practice, these factors are generally not considered and the critical hydraulic gradient is assumed to be only a function of the soil buoyant unit weight.  However, recent analyses, laboratory experiments, and field observations indicate that piping can be initiated at gradients much lower than the values predicted by the current practice.  Therefore, the current practice may be unconservative under certain conditions.  The project objectives will be achieved through: 1) experimental measurements of critical hydraulic gradients of soil specimens with varied soil properties, direction of flow, and exit face conditions, using laboratory devices designed specifically for this project, 2) development of a numerical model capable of capturing piping mechanisms in saturated granular soils by coupling the discrete element method and the smoothed particle hydrodynamics method, and 3) integration of the results from experimental testing and validated numerical modeling into current engineering practice by providing an empirical, but mechanism-based, relationship to account for the effects that the factors discussed above have on the magnitude of critical hydraulic gradients.  This project will be accomplished through collaborative research between Utah State University and The Pennsylvania State University.\r\n\r\nResults of this project have the potential to transform the way that seepage-related erosion is analyzed in practice.  The new approach will not only be more accurate than existing analysis methods, but will also have the flexibility to be applied to a vast array of seepage conditions due to its mechanism-based origin.  The societal benefits of this improved analysis approach should not be underestimated.  Dams and levee systems across the U.S. are aging and, in many cases, in need of retrofitting or repair to bring them up to current standards or meet changing load requirements.  The improved analysis approach is expected to vastly improve the accuracy of the assessments of piping potential, increasing public safety and allowing for better utilization of funds available to renovate this critical aspect of our nation?s infrastructure.  The project will also provide substantial educational benefits, including training M.S. and Ph.D. students and providing research opportunities for undergraduate students, particularly those from traditionally under-represented groups at both Utah State University and The Pennsylvania State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Rice",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Rice",
   "pi_email_addr": "john.rice@usu.edu",
   "nsf_id": "000513644",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1415 Old Main Hill - Room 64",
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221415",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 127000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<div style=\"left: -10000px; top: 0px; width: 1px; height: 1px; overflow: hidden; position: absolute;\" id=\"_mcePaste\" class=\"mcePaste\"><span style=\"font-family: Times New Roman; font-size: small;\"> </span>\n<p style=\"margin: 0in 0in 8pt; text-indent: 13.5pt;\"><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\">In this project, laboratory testing was performed in order to assess the critical conditions required and the mechanisms involved in the initiation of piping in or below dams and/or levees.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">Piping occurs when water seeping through the soil imposes seepage forces on soil particles at the surface where the water exits to the ground surface or an open void beneath the ground surface, the &ldquo;exit face&rdquo;.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">As piping progresses, soil particles are progressively eroded forming a subsurface channel, or pipe, that extends beneath the surface toward the source of the seeping water.</span></span></p>\n<span style=\"font-family: Times New Roman; font-size: small;\"> </span>\n<p style=\"margin: 0in 0in 8pt; text-indent: 13.5pt;\"><span style=\"font-family: Calibri;\"><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp;</span></span><span style=\"font-size: small;\">Existing methods for assessing the potential for piping were based on vertical seepage flow acting on a horizontal exit face of infinite size; a methodology that actually models the upward movement of a large mass of soil or the &ldquo;heave&rdquo; mechanism.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">However, in many cases piping initiates into a void or opening that is limited in size; often less than an inch in diameter or width.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">Because of this, the initiation of piping involves individual soil grains and the ability of the grains to arch over the opening in resistance to the seepage forces.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">Thus, a soils resistance to piping initiation is dependent on more soil properties than just the soil&rsquo;s weight; including the gradation, grain size, and angularity of the soil.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">These properties affect the soils ability to arch over an opening in resistance to piping in addition to affecting how the seeping water flows through the soil and acts on individual soil grains.</span></span></p>\n<span style=\"font-family: Times New Roman; font-size: small;\"> </span>\n<p style=\"margin: 0in 0in 8pt; text-indent: 13.5pt;\"><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\">A laboratory testing apparatus was designed and constructed specifically to perform the soil testing for this study.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">The apparatus imposes a constant hydraulic gradient upward through a 5-inch long soil sample with a diameter of either 2 or 4 inches.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">Tests are performed by starting with a very small hydraulic gradient and increasing the gradient while observing the progression of the piping initiation.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">Data on the water pressure within the soil samp...",
  "por_txt_cntn": "\n \n \nIn this project, laboratory testing was performed in order to assess the critical conditions required and the mechanisms involved in the initiation of piping in or below dams and/or levees.  Piping occurs when water seeping through the soil imposes seepage forces on soil particles at the surface where the water exits to the ground surface or an open void beneath the ground surface, the \"exit face\".  As piping progresses, soil particles are progressively eroded forming a subsurface channel, or pipe, that extends beneath the surface toward the source of the seeping water.\n \n Existing methods for assessing the potential for piping were based on vertical seepage flow acting on a horizontal exit face of infinite size; a methodology that actually models the upward movement of a large mass of soil or the \"heave\" mechanism.  However, in many cases piping initiates into a void or opening that is limited in size; often less than an inch in diameter or width.  Because of this, the initiation of piping involves individual soil grains and the ability of the grains to arch over the opening in resistance to the seepage forces.  Thus, a soils resistance to piping initiation is dependent on more soil properties than just the soilÆs weight; including the gradation, grain size, and angularity of the soil.  These properties affect the soils ability to arch over an opening in resistance to piping in addition to affecting how the seeping water flows through the soil and acts on individual soil grains.\n \nA laboratory testing apparatus was designed and constructed specifically to perform the soil testing for this study.  The apparatus imposes a constant hydraulic gradient upward through a 5-inch long soil sample with a diameter of either 2 or 4 inches.  Tests are performed by starting with a very small hydraulic gradient and increasing the gradient while observing the progression of the piping initiation.  Data on the water pressure within the soil sample is automatically collected throughout the duration of the test as well as being recorded with a video synchronized with the data collection.  In this way, the observed behavior can be calibrated with the water pressure measurements within the sample.  The apparatus can also be inclined to observe the effects of an inclined exit face on the initiation of progression.\n \nFour major outcomes came out of this study: 1) the identification of a 4-staged progression of the initiation of piping including: initial movement, heave progression, boil formation, and failure, 2) an assessment of the effects of soil properties on the critical hydraulic conditions (gradient and pressures) needed to initiate piping, 3) an assessment of the effects of soil inclination on the initiation of piping, and 4) an assessment of the effects of the opening size (represented by sampler diameter) on the initiation of piping.  \n \nThe outcomes listed above improve engineerÆs capabilities to assess the potential for piping to initiate in dams, levees, and their foundations considering the intergranular mechanisms that are responsible for the initiation.  The improved understanding will allow us to: 1) better assess existing dams and levees, 2) design better dams and levees, and 3) design better mitigation for dams and levees that are found to be susceptible to piping erosion.  Such improved assessment capabilities have the potential to more efficiently spend available funds by 1) allowing us to prioritize facilities representing the highest risk for mitigation or repair, and 2) design effective and efficient means for addressing piping hazards in both original designs and mitigation of existing facilities.\n \n\n\t\t\t\t\tLast Modified: 02/16/2015\n\n\t\t\t\t\tSubmitted by: John D Rice"
 }
}