{
 "awd_id": "1131109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pyrite nanoparticles are a kinetically stable iron source to the ocean",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 337895.0,
 "awd_amount": 337895.0,
 "awd_min_amd_letter_date": "2011-09-26",
 "awd_max_amd_letter_date": "2011-09-26",
 "awd_abstract_narration": "Deep sea high-temperature hydrothermal vents spew metals leached from rocks in the seafloor up into the ocean as jets of concentrated fluids.  When these hot metal-charged liquids hit cold seawater at the bottom of the ocean as they exit the vents, recent research has shown that nanoparticles of Fe, Fe-Cu, and other metal sulfides form and are wafted upward into the water column.  This research investigates these particles and how far they are able to travel from their site of origin.  It involves complementary fieldwork at three deep sea hydrothermal vents on the mid-Atlantic Ridge and laboratory experiments.  The fieldwork allows collection of new vent fluid samples containing dissolved and nano-crystallized nanoparticles.  Lab work consists of characterization of these natural particles and a study of their chemical makeup, in addition to experiments designed to determine their resistance to oxidation in seawater and fluids that range in pH from 7 to 8.  A primary goal of the work is to discover naturally occurring mechanisms that allow these metal nanoparticles to resist aggregation, settling, and oxidation in the ocean, allowing them to be transported long distances at abyssal ocean depths where they form essential nutrients for chemosynthetic organisms.  The broader impacts of the work include a strong workforce development piece that reaches from the high school to the graduate student level.  Both undergraduates students and a high school teacher will be involved in the research and the teacher will also accompany the scientists to sea.  The work has impacts outside of its field in that it will (1) dramatically improve our understanding the distribution and sources of essential chemosynthetic nutrients in the deep sea and (2) improves our understanding of the behavior of anthropogenically generated metallic nanoparticles in the ocean.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Luther",
   "pi_mid_init": "W",
   "pi_sufx_name": "III",
   "pi_full_name": "George W Luther",
   "pi_email_addr": "luther@udel.edu",
   "nsf_id": "000218013",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "700 Pilottown Rd",
  "perf_city_name": "Lewes",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "199581298",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689900",
   "pgm_ele_name": "OCE-Ocean Sciences Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 337895.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Hydrothermal vents at the bottom of the ocean are the link between the Earth&rsquo;s interior and the deep-sea. In this study, researchers at the University of Delaware performed field work at three locations on the slow spreading center of the mid-Atlantic Ridge (figure 1) to determine the importance of nanoparticulate pyrite (also known as fool&rsquo;s gold) as a source of iron to the deep ocean from black smoker hydrothermal vents. Iron is an essential element for the growth of bacteria and phytoplankton, which support the food chain; thus, understanding the flux and transport of iron in the ocean is of critical importance to carbon processes. Pyrite is an iron disulfide, which contains iron and sulfur in the ratio of one atom of iron to two atoms of sulfur (FeS<sub>2</sub>), and nanoparticle size is operationally defined from 1 to 200 nanometers (a diameter of 100 nanometers is 1000 times smaller than the diameter of the average hair on our heads). See the left portion of figure 2 for a representative example of a transmission electron micrograph of pyrite nanoparticles. The three mid-Atlantic Ridge locations had total hydrogen sulfide to iron content ranging from 1:20 to 1:1. Up to 5% of the filtered iron from these vents was emitted as nanoparticulate pyrite. This study showed that nanoparticulate pyrite is a widespread component of hydrothermal vent emissions, making these nanoparticles an important source of iron to the world&rsquo;s oceans. Metals such as copper and zinc were also detected in many of the pyrite nanoparticles. All of these phases were found below the orifice of each of the hydrothermal vent studied and within the first 1.5 meters above their orifices. The data from this study can support the dissolved iron anomaly recently discovered that is 1000 kilometers from and within 1000 meters above the mid-Atlantic Ridge hydrothermal vents. </span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Other nanoparticulate phases were also identified in this project, and these included nanoparticulate elemental sulfur and iron silicate material, which were found within the first 1.5 meters above the orifice. We documented that the area above the vent orifice is a dynamic reaction zone as the molecular oxygen in the cold bottom waters of the ocean mix with the hot sulfide and iron rich vent waters; the greater than 300 degrees Celsius hot waters cool to less than 20 degrees Celsius in this zone. During this mixing, molecular oxygen reacts with reduced dissolved iron to form oxidized iron, which in turn reacts with the sulfide to reform reduced iron and nanoparticulate elemental sulfur. This is an example of a catalytic cycle with oxygen, iron and hydrogen sulfide. The nanoparticulate pyrite still forms in this reaction zone, and appears unreactive with molecular oxygen as dissolved reduced iron reacts with molecular oxygen within seconds.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>This study also had a significant laboratory component, which included synthesizing nanoparticulate pyrite and then reacting the synthesized material with molecular oxygen in seawater at various temperatures to understand its reactivity and possible stability in seawater. The left portion of figure 2 shows representative transmission electron micrographs of nanoparticulate pyrite from the hydrothermal vents and in the right portion of figure 2 from our laboratory syntheses using the reduced starting materials that are detected at the vents.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>This work described the detailed chemical kinetics of the reaction of synthesized nanoparticulate pyrite with molecular oxygen in seawater over a variety of temperatures including at the two degrees Celsius temperature of bottom ocean water. The reaction is dependent on the molecular oxygen concentration, which can vary at different hydrothermal vent systems around the world. We found that comp...",
  "por_txt_cntn": "\nHydrothermal vents at the bottom of the ocean are the link between the EarthÆs interior and the deep-sea. In this study, researchers at the University of Delaware performed field work at three locations on the slow spreading center of the mid-Atlantic Ridge (figure 1) to determine the importance of nanoparticulate pyrite (also known as foolÆs gold) as a source of iron to the deep ocean from black smoker hydrothermal vents. Iron is an essential element for the growth of bacteria and phytoplankton, which support the food chain; thus, understanding the flux and transport of iron in the ocean is of critical importance to carbon processes. Pyrite is an iron disulfide, which contains iron and sulfur in the ratio of one atom of iron to two atoms of sulfur (FeS2), and nanoparticle size is operationally defined from 1 to 200 nanometers (a diameter of 100 nanometers is 1000 times smaller than the diameter of the average hair on our heads). See the left portion of figure 2 for a representative example of a transmission electron micrograph of pyrite nanoparticles. The three mid-Atlantic Ridge locations had total hydrogen sulfide to iron content ranging from 1:20 to 1:1. Up to 5% of the filtered iron from these vents was emitted as nanoparticulate pyrite. This study showed that nanoparticulate pyrite is a widespread component of hydrothermal vent emissions, making these nanoparticles an important source of iron to the worldÆs oceans. Metals such as copper and zinc were also detected in many of the pyrite nanoparticles. All of these phases were found below the orifice of each of the hydrothermal vent studied and within the first 1.5 meters above their orifices. The data from this study can support the dissolved iron anomaly recently discovered that is 1000 kilometers from and within 1000 meters above the mid-Atlantic Ridge hydrothermal vents. \n\n \n\nOther nanoparticulate phases were also identified in this project, and these included nanoparticulate elemental sulfur and iron silicate material, which were found within the first 1.5 meters above the orifice. We documented that the area above the vent orifice is a dynamic reaction zone as the molecular oxygen in the cold bottom waters of the ocean mix with the hot sulfide and iron rich vent waters; the greater than 300 degrees Celsius hot waters cool to less than 20 degrees Celsius in this zone. During this mixing, molecular oxygen reacts with reduced dissolved iron to form oxidized iron, which in turn reacts with the sulfide to reform reduced iron and nanoparticulate elemental sulfur. This is an example of a catalytic cycle with oxygen, iron and hydrogen sulfide. The nanoparticulate pyrite still forms in this reaction zone, and appears unreactive with molecular oxygen as dissolved reduced iron reacts with molecular oxygen within seconds.\n\n \n\nThis study also had a significant laboratory component, which included synthesizing nanoparticulate pyrite and then reacting the synthesized material with molecular oxygen in seawater at various temperatures to understand its reactivity and possible stability in seawater. The left portion of figure 2 shows representative transmission electron micrographs of nanoparticulate pyrite from the hydrothermal vents and in the right portion of figure 2 from our laboratory syntheses using the reduced starting materials that are detected at the vents.\n\n \n\nThis work described the detailed chemical kinetics of the reaction of synthesized nanoparticulate pyrite with molecular oxygen in seawater over a variety of temperatures including at the two degrees Celsius temperature of bottom ocean water. The reaction is dependent on the molecular oxygen concentration, which can vary at different hydrothermal vent systems around the world. We found that complete reaction would take as long as five years at the mid-Atlantic Ridge area, and would take up to 20 years in the Juan de Fuca vent system (off the state of Washington). These long reaction times indicate that nanoparticulat..."
 }
}