{
 "awd_id": "1131387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Trace-metal isotopes in Atlantic seawater and particles from Geotraces transects A03 and A10",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 453513.0,
 "awd_amount": 453513.0,
 "awd_min_amd_letter_date": "2011-08-23",
 "awd_max_amd_letter_date": "2011-08-23",
 "awd_abstract_narration": "Trace metals significantly affect marine biogeochemistry and can be important tools of discovery, leading to information on nutrient supply and demineralization, ocean circulation, and earth?s climate history. Due to their importance, the international GEOTRACES effort was designed to measure the distribution of metals in the oceans. However, metal concentration distributions are only a part of the larger picture. To provide a more complete dataset, researchers from the University of South Carolina propose to measure trace metal isotopes (Fe, Cd, Cu, and Zn) and plan to apply these data to distinguish between the latest competing hypotheses of factors influencing metal biogeochemcial cycling. Many processes can fractionate the isotopes of elements and therefore differences in the isotope signal can be instructive of biogeochemical cycling of these elements. The goal of the project is to address the origin and amount of biologically available iron, its modification during internal cycling, its transfer between pools, and the factors that influence its bioavailability. In addition, Zn and Cd isotope analyses will yield information on modern and ancient oceans, which could help predict how oceans change in future climates. the isotopes of cu will also be examined. Results will inform the ocean science community, and elucidate how trace-metals and other nutrients affect production and are impacted by climate change. The research will support a young scientist and a post-doc and will also contribute to the education and training of undergraduate and graduate students as well. The award is to a first-time NSF applicant and new faculty member.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "John",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Seth G John",
   "pi_email_addr": "sethjohn@usc.edu",
   "nsf_id": "000571673",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina",
  "perf_str_addr": "701 Sumter St.",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 453513.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Just as the human body needs micronutrients such as iron and zinc to survive, microscopic plants (phytoplankton) which grow in the ocean need metal micronutrients in order to grow and prosper. While animals get micronutrients from the food they eat, phytoplankton in the ocean must get micronutrients directly from seawater. Research supported by this grant included making some of the first measurements of the isotopes (atoms with different numbers of neutrons) of iron, zinc, and cadmium in the oceans. This data was used to better understand how metals get into seawater, and to learn what role metals play for supporting life in the oceans.</p>\n<p>&nbsp;</p>\n<p>One of the main accomplishments of this research was to measure the isotopes of Fe, Zn, and Cd on about 600 seawater samples from all over the North Atlantic ocean. Prior to this research only a few dozen such measurements had been made worldwide, so this represents a large increase in the amount of data available. With this data we made several interesting discoveries. For example, we discovered that ratio of iron isotopes is different for iron which comes from different sources. Therefore, by measuring iron isotopes in seawater we were able to tell whether the iron had come from dust which blew off the Sahara desert, or from submarine volcanoes in the middle of the ocean, or from seafloor sediments. Our finding was that most of the iron in the North Atlantic (71-87%) came from Saharan dust. After that the next most important source was sediments on the bottom of the ocean (12-25%). Finally, we found that seafloor volcanoes (hydrothermal vents) released the smallest amount of iron (2-6%). We also found that phytoplankton preferentially remove the lighter isotopes of Cd from seawater, and the heavier isotopes of Zn. This allowed us to more easily figure out exactly where in the ocean the phytoplankton were most active. Each of these metals is crucial for the growth of phytoplankton in the ocean, so getting a better idea of how metals get into the ocean and how they are taken up by phytoplankton is important for understanding where and why life grows in the oceans.</p>\n<p>&nbsp;</p>\n<p>This research also had broader impacts. The grant supported a young scientist starting a research career, a postdoctoral scholar and a graduate student who continue to be successful academically, a technician who now works communicating about science to the general public, and several undergraduate students. This grant supported outreach activities including a &lsquo;Night at the Museum&rsquo; activity bringing together dozens of scientists and public school educators to chat about ways to bring science into the classroom, and visits by scientists to local schools to talk about this research. All of the data from this project has been posted on a publically available website so that other scientists can use it for their own research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2014<br>\n\t\t\t\t\tModified by: Seth&nbsp;G&nbsp;John</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nJust as the human body needs micronutrients such as iron and zinc to survive, microscopic plants (phytoplankton) which grow in the ocean need metal micronutrients in order to grow and prosper. While animals get micronutrients from the food they eat, phytoplankton in the ocean must get micronutrients directly from seawater. Research supported by this grant included making some of the first measurements of the isotopes (atoms with different numbers of neutrons) of iron, zinc, and cadmium in the oceans. This data was used to better understand how metals get into seawater, and to learn what role metals play for supporting life in the oceans.\n\n \n\nOne of the main accomplishments of this research was to measure the isotopes of Fe, Zn, and Cd on about 600 seawater samples from all over the North Atlantic ocean. Prior to this research only a few dozen such measurements had been made worldwide, so this represents a large increase in the amount of data available. With this data we made several interesting discoveries. For example, we discovered that ratio of iron isotopes is different for iron which comes from different sources. Therefore, by measuring iron isotopes in seawater we were able to tell whether the iron had come from dust which blew off the Sahara desert, or from submarine volcanoes in the middle of the ocean, or from seafloor sediments. Our finding was that most of the iron in the North Atlantic (71-87%) came from Saharan dust. After that the next most important source was sediments on the bottom of the ocean (12-25%). Finally, we found that seafloor volcanoes (hydrothermal vents) released the smallest amount of iron (2-6%). We also found that phytoplankton preferentially remove the lighter isotopes of Cd from seawater, and the heavier isotopes of Zn. This allowed us to more easily figure out exactly where in the ocean the phytoplankton were most active. Each of these metals is crucial for the growth of phytoplankton in the ocean, so getting a better idea of how metals get into the ocean and how they are taken up by phytoplankton is important for understanding where and why life grows in the oceans.\n\n \n\nThis research also had broader impacts. The grant supported a young scientist starting a research career, a postdoctoral scholar and a graduate student who continue to be successful academically, a technician who now works communicating about science to the general public, and several undergraduate students. This grant supported outreach activities including a æNight at the MuseumÆ activity bringing together dozens of scientists and public school educators to chat about ways to bring science into the classroom, and visits by scientists to local schools to talk about this research. All of the data from this project has been posted on a publically available website so that other scientists can use it for their own research.\n\n\t\t\t\t\tLast Modified: 11/08/2014\n\n\t\t\t\t\tSubmitted by: Seth G John"
 }
}