{
 "awd_id": "1131620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Controls on Hadal Megafaunal Community Structure: a Systematic Examination of Pressure, Food Supply, and Topography",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1058736.0,
 "awd_amount": 1058736.0,
 "awd_min_amd_letter_date": "2011-09-22",
 "awd_max_amd_letter_date": "2014-08-22",
 "awd_abstract_narration": "Intellectual Merit. Severe technical challenges associated with the extremes of hydrostatic pressure have prevented major advances in hadal ecological studies, and relegated hadal systems to among the most poorly investigated habitats on Earth. The recent development of the fully functional Hybrid Remotely-Operated Vehicle Nereus has now prompted scientists from around the world to join together to identify the foremost standing questions in hadal science. Through this project,  Hadal Ecosystems Studies (HADES) program, PIs from 7 Institutions from around the world will determine the composition and distribution of hadal species, the role of hadal pressures (piezolyte concentrations, enzyme function under pressure), food supply (distribution of POC with the abundance and biomass of trench organisms, and metabolic rates/energetic demand), and depth/topography (genetic divergence and spatial connectivity of populations) have on impacting deep-ocean community structure. This project will examine these factors using the world's first full-ocean depth hybrid remotely operated vehicle (HROV) in conjunction with the only full-ocean depth imaging lander (Hadal-Lander). This will pose a comparative framework for investigating hadal and abyssal community structure as driven by pressure (and associated factors), food supply, physiological adaptations, and topographic relationships. The investigators' first order hypotheses to explain how faunal diversity and communities are structured in trenches completely lack the data necessary to test them. Thus this project will provide the first seafloor data and samples in one of the world's best, yet little known trenches- the Kermadec Trench (SW Pacific Ocean). The first international Trench Connection Symposium in 2010 concluded the need to identify patterns of trench faunal composition and understand the first order factors that play a role in structuring these ecosystems. Megafaunal community structure and the relationship between POC and benthic bacterial biomass will be examined as a function of depth and location by systematic high-definition imaging and sediment/faunal sampling transects from abyssal to full trench depths both along and perpendicular to the trench axis. Population genetic approaches will provide levels of genetic divergence and evolutionarily independent lineages to assess the role of depth and topography in trenches and their adjacent abyssal plain in promoting the formation of species. Physiological constraints will be investigated by examining in-situ respiration of selected fauna and tissue concentrations of such protein stabilizers as trimethylamine oxide (TMAO), and the structural adaptations of macromolecules. These objectives represent an achievable and powerful combination of current technological capability, scientific understanding and theory, and the expertise of an international consortium of scientists.\r\n\r\nBroader impacts. The project will direct new avenues of research in the deep ocean. The expedition and results will be disseminated broadly to the scientific community and the public through both active metadata and data sharing mechanisms, award winning sea-going web-based education curricula and data-posting web portals, museum exhibits, and a major National Geographic television event featuring trench and deep-sea science, including life forms at the deepest depths on earth will engage the imagination of scientists and public alike. Outreach with respect to global scientific literacy will focus on the fundamental planetary processes associated with hadal faunal ecology and evolution at the world's deepest trenches. A daily-updated web site from sea will provide real-time public, museum, and aquaria access to the ongoing cruise activities and discoveries. The integral involvement of postdocs, graduate and undergraduate students will foster professional and educational advancement opportunities for underrepresented groups. In addition, we will stimulate a broader collective of interested biologists, chemists, geologists, and others to advance the application of ecological and evolutionary theory to better understand the biodiversity that inhabits hadal ecosystems. To this end, the investigators will develop an international consortium for hadal science dedicated to training the next generation of marine scientists and in conjunction with INDEEP, international collaboration for deep-sea research. The  use of the HROV Nereus will advance this vehicle's capabilities for a broad range of disciplinary use, drive advances in applying technologies for conducting rigorous hadal and abyssal science, and further off-shoot technologies for use by the broader scientific community. The results of this project will be the first of its kind regarding the environmental variables that structure trench communities and lay the essential foundation for future work on the dynamic processes that create and maintain biodiversity in the deep ocean.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Shank",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy M Shank",
   "pi_email_addr": "tshank@whoi.edu",
   "nsf_id": "000253535",
   "pi_start_date": "2011-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Road",
  "perf_city_name": "Woods Hole Road",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1319",
   "pgm_ref_txt": "RIDGE INTERDISC GLOBAL EXPERIMENTS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1058736.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The hadal zone, comprised primarily of ocean trenches, represents the deepest marine habitat on Earth (6000-11,000m), accounts for the deepest 41% of the global ocean. Much of our knowledge of hadal biology is derived from two sampling campaigns in the 1950s (the Danish Galathea and the Soviet Vitjaz expeditions). These exploratory campaigns culminated in an initial catalogue of hadal species but they did not strategically sample at comparable depths or with sufficient replication upon which to draw ecological conclusions.&nbsp; As a result of historical factors and severe technical challenges associated with the extremes of hydrostatic pressure and distance from the sea surface, hadal systems remain among the most poorly investigated habitats on Earth. The successful development of the Hybrid Remotely-Operated Vehicle Nereus (<strong>Figure 1</strong>) prompted our international team of scientists to come together to address the foremost standing questions in hadal science. In short, we worked to determine the composition and distribution of hadal communities and how depth/pressure, food supply, metabolic rates/energy demand, and topography affect these communities.&nbsp; This report covers the research conducted by the Woods Hole Oceanographic Institution, namely efforts to delineate faunal ecosystems living in the hadal zone and evaluate patterns of community structure with increasing depth with corresponding changes in organic carbon.&nbsp; Our work took place in the Kermadec trench at depths between 4000 and 10000 meters (<strong>Figure 2</strong>).&nbsp;</p>\n<p><strong>Intellectual Merit<br /> </strong>A key outcome of our research came from determining the composition, abundance, and diversity (i.e., community structure) of megafauna from 6000m to 10,000 meters in the Kermadec trench for the first time.&nbsp; This was achieved through the ability to move across the seafloor with <em>Nereus</em> (as apposed to static lander-type observations).&nbsp; In just four complete dives, <em>Nereus</em> visited places that have never been seen or surveyed and recorded more than 30 hours of ultra-high-definition video, including two seafloor imaging transects at 10,000 meters, the deepest habitats in the Kermadec Trench. Live and recorded imagery from the vehicle revealed a diversity of habitats and seafloor types that had not been previously documented, greatly increasing the potential biological diversity of organisms and reinforcing one of the central hypotheses of the HADES program&mdash;that the hadal seafloor is far more varied than previously thought and encompasses a high diversity of habitats, differing rock types, submerged wood, and even what may have been an extinct chemosyntethic tubeworm community at 8,100 meters (over 5 miles) below the surface. <em>Nereus</em> also collected a wealth of undescribed animals, including an organism resembling an octocoral that has so far defied description or categorization, the first physical evidence that organic material can be transported to the depths when biofouled pumice sinks to the seafloor, and the first evidence that metabolic activity in animals increases dramatically in depth below 4,000 meters.</p>\n<p>High-definition (4K) video imaging surveys imaged megafuana included: polychaetes (9 types), ophiuroids (3 types), holothurian sea cucumbers (6 types), crabs (3 types), shrimp (3 types), nudibranchs (1 types), stalked crinoids (4 types), anemones (3 types), asteroid sea stars (4 types), anemones (3 types), and isopods (3 types).&nbsp; The distribution of these species was not random. Specifically, we identified megafaunal communities that differed at each ~1,000 m depth intervals during 9 imaging surveys (&gt;200m long) at ~6,000, 7,000, 8,000, and 10,000m depth (<strong>Figure 3</strong>).&nbsp; We found that the hadal seafloor hosts a high diversity of habitats with depth, including wood, plant material (e.g., coconuts), rock types, and sediment types that corresponded with megafaunal species composition and dominance with depth: specifically, 7000m surveys were dominated by xenophyophores and anemones, 8000m by stalked crinoids on rocks, 9000m by holothurian sea cucumbers, 10,000m by polychaetes correlating with observed organic carbon and lipid concentrations increasing with depth to 9000m.&nbsp; To directly address these observations, 45 sediment cores were collected for co-located determination of microbial, meiofaunal, and macrofaunal content as well as the amount, age, origin, and quality of organic matter. &nbsp;To date, our collaborator Dan Mayor (U. of Aberdeen) has found increases in total sediment organic carbon content and microbial organic content (phospholipid fatty acids) with depth in the Kermadec trench.&nbsp; In the rest of the deep-sea, food supply declines predictably with depth due to water column consumption of sinking detritus.&nbsp; Our finding of a reverse pattern in food supply with hadal depth presents an unusual and intriguing ecological situation and provides an interesting opportunity to disentangle the relative importance of these environmental parameters on communities.</p>\n<p>A hadal science web portal (<a href=\"http://web.whoi.edu/hades/\">http://web.whoi.edu/hades/</a>) was created to provide a public interface for outreach education (<strong>Figure 4</strong>). This sites features tools and technology, images and video, a discovery timeline for hadal research, and lists of expeditions.&nbsp; The goal of this site is to advance knowledge of trench and hadal ecosystems, relate recent discoveries, and inform stewardship of the deep ocean.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/13/2017<br>\n\t\t\t\t\tModified by: Timothy&nbsp;M&nbsp;Shank</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1131620/1131620_10137769_1486990982809_ShankOutcomes1131620Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1131620/1131620_10137769_1486990982809_ShankOutcomes1131620Fig1--rgov-800width.jpg\" title=\"Figure 1.\"><img src=\"/por/images/Reports/POR/2017/1131620/1131620_10137769_1486990982809_ShankOutcomes1131620Fig1--rgov-66x44.jpg\" alt=\"Figure 1.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Hybrid Remotely Operated Vehicle Nereus on board the R/V Thompson in May of 2014.  Images show the titanium handled push cores for sampling sediments, high definition cameras, gray-hosed suction sampler, and manipulator arm for sampling items on the seafloor.</div>\n<div class=\"imageCredit\">Tim Shank (WHOI)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Timothy&nbsp;M&nbsp;Shank</div>\n<div class=\"imageTitle\">Figure 1.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1131620/1131620_10137769_1486991076300_ShankOutcomes1131620Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1131620/1131620_10137769_1486991076300_ShankOutcomes1131620Fig2--rgov-800width.jpg\" title=\"Figure 2.\"><img src=\"/por/images/Reports/POR/2017/1131620/1131620_10137769_1486991076300_ShankOutcomes1131620Fig2--rgov-66x44.jpg\" alt=\"Figure 2.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Bathymetric map of the Kermadec Trench indicating the locations of our various deployments with depth.</div>\n<div class=\"imageCredit\">Tim Shank (WHOI)</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Timothy&nbsp;M&nbsp;Shank</div>\n<div class=\"imageTitle\">Figure 2.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1131620/1131620_10137769_1486991179208_ShankOutcomes1131620Fig3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1131620/1131620_10137769_1486991179208_ShankOutcomes1131620Fig3--rgov-800width.jpg\" title=\"Figure 3.\"><img src=\"/por/images/Reports/POR/2017/1131620/1131620_10137769_1486991179208_ShankOutcomes1131620Fig3--rgov-66x44.jpg\" alt=\"Figure 3.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Examples of documented fauna and habitats with depth in the Kermadec Trench: a) anemones on cobbles at 7,000m; b) stalked crinoids on rocks at 8,000m; c) sea cucumbers and cnidarians at 9,000m; and d) polychaetes on faunal tracks at 10,000m.</div>\n<div class=\"imageCredit\">Tim Shank</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Timothy&nbsp;M&nbsp;Shank</div>\n<div class=\"imageTitle\">Figure 3.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1131620/1131620_10137769_1486991268313_ShankOutcomes1131620Fig4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1131620/1131620_10137769_1486991268313_ShankOutcomes1131620Fig4--rgov-800width.jpg\" title=\"Figure 4.\"><img src=\"/por/images/Reports/POR/2017/1131620/1131620_10137769_1486991268313_ShankOutcomes1131620Fig4--rgov-66x44.jpg\" alt=\"Figure 4.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A hadal science web portal (http://web.whoi.edu/hades/) was created to provide a public interface for outreach and education. This sites features tools and technology,images and video, a discovery timeline for hadal research, and lists of expeditions.</div>\n<div class=\"imageCredit\">Tim Shank</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Timothy&nbsp;M&nbsp;Shank</div>\n<div class=\"imageTitle\">Figure 4.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe hadal zone, comprised primarily of ocean trenches, represents the deepest marine habitat on Earth (6000-11,000m), accounts for the deepest 41% of the global ocean. Much of our knowledge of hadal biology is derived from two sampling campaigns in the 1950s (the Danish Galathea and the Soviet Vitjaz expeditions). These exploratory campaigns culminated in an initial catalogue of hadal species but they did not strategically sample at comparable depths or with sufficient replication upon which to draw ecological conclusions.  As a result of historical factors and severe technical challenges associated with the extremes of hydrostatic pressure and distance from the sea surface, hadal systems remain among the most poorly investigated habitats on Earth. The successful development of the Hybrid Remotely-Operated Vehicle Nereus (Figure 1) prompted our international team of scientists to come together to address the foremost standing questions in hadal science. In short, we worked to determine the composition and distribution of hadal communities and how depth/pressure, food supply, metabolic rates/energy demand, and topography affect these communities.  This report covers the research conducted by the Woods Hole Oceanographic Institution, namely efforts to delineate faunal ecosystems living in the hadal zone and evaluate patterns of community structure with increasing depth with corresponding changes in organic carbon.  Our work took place in the Kermadec trench at depths between 4000 and 10000 meters (Figure 2). \n\nIntellectual Merit\n A key outcome of our research came from determining the composition, abundance, and diversity (i.e., community structure) of megafauna from 6000m to 10,000 meters in the Kermadec trench for the first time.  This was achieved through the ability to move across the seafloor with Nereus (as apposed to static lander-type observations).  In just four complete dives, Nereus visited places that have never been seen or surveyed and recorded more than 30 hours of ultra-high-definition video, including two seafloor imaging transects at 10,000 meters, the deepest habitats in the Kermadec Trench. Live and recorded imagery from the vehicle revealed a diversity of habitats and seafloor types that had not been previously documented, greatly increasing the potential biological diversity of organisms and reinforcing one of the central hypotheses of the HADES program&mdash;that the hadal seafloor is far more varied than previously thought and encompasses a high diversity of habitats, differing rock types, submerged wood, and even what may have been an extinct chemosyntethic tubeworm community at 8,100 meters (over 5 miles) below the surface. Nereus also collected a wealth of undescribed animals, including an organism resembling an octocoral that has so far defied description or categorization, the first physical evidence that organic material can be transported to the depths when biofouled pumice sinks to the seafloor, and the first evidence that metabolic activity in animals increases dramatically in depth below 4,000 meters.\n\nHigh-definition (4K) video imaging surveys imaged megafuana included: polychaetes (9 types), ophiuroids (3 types), holothurian sea cucumbers (6 types), crabs (3 types), shrimp (3 types), nudibranchs (1 types), stalked crinoids (4 types), anemones (3 types), asteroid sea stars (4 types), anemones (3 types), and isopods (3 types).  The distribution of these species was not random. Specifically, we identified megafaunal communities that differed at each ~1,000 m depth intervals during 9 imaging surveys (&gt;200m long) at ~6,000, 7,000, 8,000, and 10,000m depth (Figure 3).  We found that the hadal seafloor hosts a high diversity of habitats with depth, including wood, plant material (e.g., coconuts), rock types, and sediment types that corresponded with megafaunal species composition and dominance with depth: specifically, 7000m surveys were dominated by xenophyophores and anemones, 8000m by stalked crinoids on rocks, 9000m by holothurian sea cucumbers, 10,000m by polychaetes correlating with observed organic carbon and lipid concentrations increasing with depth to 9000m.  To directly address these observations, 45 sediment cores were collected for co-located determination of microbial, meiofaunal, and macrofaunal content as well as the amount, age, origin, and quality of organic matter.  To date, our collaborator Dan Mayor (U. of Aberdeen) has found increases in total sediment organic carbon content and microbial organic content (phospholipid fatty acids) with depth in the Kermadec trench.  In the rest of the deep-sea, food supply declines predictably with depth due to water column consumption of sinking detritus.  Our finding of a reverse pattern in food supply with hadal depth presents an unusual and intriguing ecological situation and provides an interesting opportunity to disentangle the relative importance of these environmental parameters on communities.\n\nA hadal science web portal (http://web.whoi.edu/hades/) was created to provide a public interface for outreach education (Figure 4). This sites features tools and technology, images and video, a discovery timeline for hadal research, and lists of expeditions.  The goal of this site is to advance knowledge of trench and hadal ecosystems, relate recent discoveries, and inform stewardship of the deep ocean.\n\n\t\t\t\t\tLast Modified: 02/13/2017\n\n\t\t\t\t\tSubmitted by: Timothy M Shank"
 }
}