{
 "awd_id": "1131047",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Novel Framework for Simulation Selection Procedures Based on Multidimensional Drifting Brownian Motions Hitting Ellipsoids",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 220000.0,
 "awd_amount": 220000.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "The research objective of this project is to develop a novel framework for simulation selection procedures using the theory of stochastic processes. The first part is to develop statistical procedures for selection-of-the-best which eliminate inferior systems based on multidimensional drifting Brownian motions hitting ellipsoids. Within this new framework, the conservativeness of statistical procedures due to the Bonferroni inequality can be lessened or completely eliminated. Also to be considered are adjustments in selection procedures to avoid the use of a conservative mean assumption, called slippage configuration, which deteriorates efficiency of many selection procedures when the number of competing alternatives is large. The second part of this research develops feasibility check procedures using a similar approach based on multidimensional drifting Brownian motions. Combining the resulting selection-of-the-best procedures with the new feasibility check procedures will allow solution of constrained selection-of-the-best problems, where the goal is to find the best system under a primary performance measure while also satisfying stochastic constraints on secondary performance measures. \r\n \r\nThe proposed research introduces a new paradigm for designing statistical selection procedures, in which comparisons of systems whose performance must be estimated by experimental sampling or simulation, can be carried out using groups of 3 or more systems at a time rather than using pairwise comparisons. If successful, this research has the potential for dramatically increasing the efficiency of these statistical selection procedures by enabling the rapid screening of inferior systems, which in turn makes them practical for use in large-scale applications such as manufacturing, environmental systems, and health care, examples of settings where simulation is employed due to the complexity of the systems being analyzed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seong-Hee",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seong-Hee Kim",
   "pi_email_addr": "skim@isye.gatech.edu",
   "nsf_id": "000300083",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "551400",
   "pgm_ele_name": "OPERATIONS RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 220000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Ranking and selection (R&amp;S) is to find the best alternative system among a large number of simulated systems with a pre-specified guarantee on correctness. The definition of the best system depends on a problem. Here we define the best system as the one with the largest or smallest expected performance measure, which is known as the selection-of-the-best problem. Although this problem has been well studied in the simulation community, most procedures tend to be conservative due to the use of Bonferroni inequality and a conservative mean assumption (known as the slippage configuration).</p>\n<p>We successfully introduce a new paradigm for the selection-of-the best problem and develop efficient procedures using the paradigm.&nbsp; As many classical procedures rely on the Bonferroni inequality, the comparison is done in a pair of survived systems and the derivation of the procedures is based on the property of a univariate Brownian motion exiting through a line. Our proposed procedures consider a vector of sample performances of all survived systems (rather than a pair of systems), project the vector on a hyper plane, and eliminate a system with the worst sample performance when the location of the projected point is outside a sphere. &nbsp;That is, our procedures eliminate inferior systems based on the properties of multidimensional drifting Brownian motions exiting a sphere.</p>\n<p>The radius of the sphere changes as the number of survived systems decreases. We provide a way to calculate a sequence of the radii of the sphere so that the probability of finding the true best, known to be the probability of correct selection (PCS), is greater than or equal to a target confidence level. Within this new framework, the conservativeness of statistical procedures due to the Bonferroni inequality is completely eliminated.</p>\n<p>Another source of conservativeness of classical selection procedures is the slippage configuration assumption in which all inferior systems&rsquo; means are assumed to be exactly a small amount away from that of the best system. Many procedures are developed assuming that they face the slippage configuration. However, the means of competing systems tend to spread out over systems rather than all being close to each other, especially when there are a large number of systems. This conservative assumption results in an unnecessarily large number of observations than needed and delays the decision making. We provide a way to lessen the impact of the slippage configuration assumption.</p>\n<p>The <em>intellectual merit </em>of the proposed work comes from the fact that we work on (i) overcoming the Bonferroni inequality and (ii) being the first work that exploits the properties of multidimensional Brownian motions. Both have been suggested as research direction in which future breakthroughs are most needed in simulation R&amp;S. Indeed, the experimental results show that KN (the state-of-art R&amp;S procedure) uses 4 to 8 times more observations than our proposed procedures under some configurations while the PCS of our procedure is equal to or greater than the target confidence level. The proposed procedures could be combined with feasibility check procedures for more efficient decision making in so-called constrained R&amp;S (where constraints exist on secondary performance measures); and a similar approach based on multidimensional Brownian motions can be used to derive new statistical procedures for different types of R&amp;S procedures (such as comparison with a standard). For classical R&amp;S procedures, 1000 systems tend to be the upper bound on the number of systems they can handle. Our work shows that the new procedures can handle more than 10,000 systems, which enhances their uses to various and large-scale applications.</p>\n<p>&nbsp;</p>\n<p>To summarize, we introduce a new paradigm and overcome obstacles that have existed in R&amp;S for a long time, providing a break-through approach. The new procedure achieves huge savings in the number of observations compared to the existing state-of-the-art procedure, and extends the upper bound on the possible number of alternatives to be compared from 1000 to 10,000+ systems. We also have worked with the developers of the open-source simulation package JaamSim towards implementing our algorithm, but this remains work in progress.</p>\n<p>We reported our results and discoveries in peer-reviewed journals (two articles published, one under review, and three refereed conference proceedings) and presented our work at scientific conferences such as INFORMS and Winter Simulation Conferences and invited talks in various universities in the US, Korea, and Europe. These materials were also incorporated into graduate courses and short courses given in Korea and Europe. Two Ph.D. students, one of whom is a female, were supported by this grant. The female student graduated with Ph.D. and currently works in the industry. The other student continues his study at the University of Arizona.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2016<br>\n\t\t\t\t\tModified by: Seong-Hee&nbsp;Kim</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nRanking and selection (R&amp;S) is to find the best alternative system among a large number of simulated systems with a pre-specified guarantee on correctness. The definition of the best system depends on a problem. Here we define the best system as the one with the largest or smallest expected performance measure, which is known as the selection-of-the-best problem. Although this problem has been well studied in the simulation community, most procedures tend to be conservative due to the use of Bonferroni inequality and a conservative mean assumption (known as the slippage configuration).\n\nWe successfully introduce a new paradigm for the selection-of-the best problem and develop efficient procedures using the paradigm.  As many classical procedures rely on the Bonferroni inequality, the comparison is done in a pair of survived systems and the derivation of the procedures is based on the property of a univariate Brownian motion exiting through a line. Our proposed procedures consider a vector of sample performances of all survived systems (rather than a pair of systems), project the vector on a hyper plane, and eliminate a system with the worst sample performance when the location of the projected point is outside a sphere.  That is, our procedures eliminate inferior systems based on the properties of multidimensional drifting Brownian motions exiting a sphere.\n\nThe radius of the sphere changes as the number of survived systems decreases. We provide a way to calculate a sequence of the radii of the sphere so that the probability of finding the true best, known to be the probability of correct selection (PCS), is greater than or equal to a target confidence level. Within this new framework, the conservativeness of statistical procedures due to the Bonferroni inequality is completely eliminated.\n\nAnother source of conservativeness of classical selection procedures is the slippage configuration assumption in which all inferior systems? means are assumed to be exactly a small amount away from that of the best system. Many procedures are developed assuming that they face the slippage configuration. However, the means of competing systems tend to spread out over systems rather than all being close to each other, especially when there are a large number of systems. This conservative assumption results in an unnecessarily large number of observations than needed and delays the decision making. We provide a way to lessen the impact of the slippage configuration assumption.\n\nThe intellectual merit of the proposed work comes from the fact that we work on (i) overcoming the Bonferroni inequality and (ii) being the first work that exploits the properties of multidimensional Brownian motions. Both have been suggested as research direction in which future breakthroughs are most needed in simulation R&amp;S. Indeed, the experimental results show that KN (the state-of-art R&amp;S procedure) uses 4 to 8 times more observations than our proposed procedures under some configurations while the PCS of our procedure is equal to or greater than the target confidence level. The proposed procedures could be combined with feasibility check procedures for more efficient decision making in so-called constrained R&amp;S (where constraints exist on secondary performance measures); and a similar approach based on multidimensional Brownian motions can be used to derive new statistical procedures for different types of R&amp;S procedures (such as comparison with a standard). For classical R&amp;S procedures, 1000 systems tend to be the upper bound on the number of systems they can handle. Our work shows that the new procedures can handle more than 10,000 systems, which enhances their uses to various and large-scale applications.\n\n \n\nTo summarize, we introduce a new paradigm and overcome obstacles that have existed in R&amp;S for a long time, providing a break-through approach. The new procedure achieves huge savings in the number of observations compared to the existing state-of-the-art procedure, and extends the upper bound on the possible number of alternatives to be compared from 1000 to 10,000+ systems. We also have worked with the developers of the open-source simulation package JaamSim towards implementing our algorithm, but this remains work in progress.\n\nWe reported our results and discoveries in peer-reviewed journals (two articles published, one under review, and three refereed conference proceedings) and presented our work at scientific conferences such as INFORMS and Winter Simulation Conferences and invited talks in various universities in the US, Korea, and Europe. These materials were also incorporated into graduate courses and short courses given in Korea and Europe. Two Ph.D. students, one of whom is a female, were supported by this grant. The female student graduated with Ph.D. and currently works in the industry. The other student continues his study at the University of Arizona. \n\n \n\n\t\t\t\t\tLast Modified: 10/05/2016\n\n\t\t\t\t\tSubmitted by: Seong-Hee Kim"
 }
}