{
 "awd_id": "1131788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Understanding the Role of Picocyanobacteria in the Marine Silicate Cycle",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 256128.0,
 "awd_amount": 256128.0,
 "awd_min_amd_letter_date": "2011-08-03",
 "awd_max_amd_letter_date": "2011-08-03",
 "awd_abstract_narration": "INTELECTUAL MERIT: The investigators will follow-up on their discovery of significant accumulation of silicon by marine picocyanobacteria of the genus Synechococcus to assess the contribution of these organisms to the cycling of biogenic silica in the ocean. Oceanographers have long assumed that diatoms are the dominant marine organisms controlling the cycling of silica in the ocean. Recently, however, single-cell analyses of picocyanobacterial cells from field samples surprisingly revealed the presence of substantial amounts of silicon within Synechococcus. The contribution of Synechococcus to biogenic silica often rivaled that of living diatoms in the two systems examined. Moreover, size fractionation of biogenic silica indicates that up to 25% of biogenic silica can exist in the picoplanktonic size fraction. Given that picocyanobacteria dominate phytoplankton biomass and primary production over much of the world?s ocean, these findings raise significant questions about the factors controlling the marine silica cycle globally, as well as the proper interpretation of biogenic silica measurements, Si: N ratios in particulate matter, and ratios of silicate and nitrate depletion. It also suggests that picocyanobacterial populations may be subject to previously unknown constraints on their productivity.\r\n\r\nThe project will have both laboratory and field components. Because cellular Si varies substantially among the field-collected samples and laboratory strains so far analyzed, the laboratory component will document variability in Si uptake and cellular Si concentrations, while determining what role physiological and phylogenetic factors play in this variability.  The investigators will use strains of Synechococcus for which there are already genome sequences. Laboratory experiments will 1) use 32Si radiotracer uptake experiments to assess the degree of variability in Si content and Si uptake kinetics among strains of Synechococcus acclimated to different levels of silicate, 2) characterize the intracellular distribution and chemistry of silicon within cells using fractionation techniques, density centrifugation, electron microscopy and x-ray absorption spectroscopy, and 3) use bioinformatic analyses of published genomes to determine whether uptake of Si can be predicted based on phylogenetic relationships, to identify candidate genes involved in cyanobacterial Si metabolism, and to develop probes for community structure that can be related to cellular Si content. Field work at the Bermuda Atlantic Time Series (BATS) site will assess the contribution of Synechococcus and diatoms to total biogenic silica in surface waters at times of the year when the former are typically dominant. Field measurements will include size fractionation of biogenic silica biomass and Si uptake, and synchrotron-based x-ray fluorescence microscopy, and the phylogenetic composition of the Synechococcus assemblage.\r\n\r\nBROADER IMPACTS: This project has the potential to drive a major paradigm shift in our understanding of the marine silicon cycle. In addition, one PhD student will be trained at Stony Brook. Each PI will provide research experience to a number of undergraduates working on original research projects for credit, as a part of an REU program or as the basis for undergraduate theses. Stony Brook research programs for undergraduates are supported with summer research money from the Undergraduate Research and Creative Activities (URECA) program, and draw on its very diverse student body. The investigators will also engage promising high school level students through several residential programs that the PIs have been a part of in the past. These include the BLOOM program at Bigelow and the Simons Summer Research Fellowship Program at Stony Brook. The PI has continuing relationship with a regional high school (Brentwood) with a high proportion of underrepresented minorities. PI Twining is involved in the Café Scientifique program at Bigelow. Baines will engage in similar outreach through the Center for Science and Mathematics Education (CESAME) sponsored Open Science Nights. Finally, PI Baines will cooperate with CESAMEs teacher education programs, with the aim of incorporating biological oceanography into K-12 curricula. PIs Krause and Brzezinski will incorporate aspects of phytoplankton ecology into UCSB's Oceans to Classroom Program that brings marine research at UCSB to life for over 18,000 K-12 students each year.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Krause",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey W Krause",
   "pi_email_addr": "jkrause@disl.org",
   "nsf_id": "000562165",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Brzezinski",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Brzezinski",
   "pi_email_addr": "mark.brzezinski@lifesci.ucsb.edu",
   "nsf_id": "000157044",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "Marine Science Institute",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931066150",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 66821.0
  }
 ],
 "por": null
}