{
 "awd_id": "1131404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Study of Advance Rate of Hard Rock Tunnel Boring Machines (TBMs) and the Impacts of Ground Conditions and Machine Specifications",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "The objective of this Grant Opportunity for Academic Liaison with Industry (GOALI) project is to develop a model for estimation of Tunnel Boring Machine (TBM) utilization and advance rate based on the machine specifications and ground conditions.  Accurate estimation of the penetration, utilization, and daily advance rate of hard rock TBM has been a challenge due to the complexity of the machine rock interaction and the influence of operational and management issues on machine production.  Having a reasonably accurate estimate is crucial in justification of the project, as well as planning and cost estimation.  The errors in the estimates have caused many technical and legal problems and have engaged much of resources in construction claims.  A quick review of the literature shows that much of research has focused on the estimation of rate of penetration (ROP) of certain machine types in a given geology.  Yet, the estimation of machine utilization and analysis of downtime has not been treated in a systematic way, although downtime is the largest proportion of time spent in any tunneling operation involving TBMs.  The limited amount of research in this area is outdated and does not reflect the advances in machine manufacturing techniques.   The controlling parameters for TBM utilization and advance rate include the geological setting, machine type and specifications, operational parameters, the machine backup system and auxiliary equipment, and finally site management.  This study will look at the case histories of recent TBM application to evaluate the impact of various geological parameters on machine performance.  An existing TBM field performance database will be updated with additional data for statistical analysis and seeking new relationships between controlling parameters.  The study will also develop activity based models of the tunneling operation and will establish correlation between time required to perform each activity and ground conditions to allow for more accurate estimate of machine utilization and advance rate.  Also, the feasibility of using artificial intelligence methods for estimation of the machine performance will be evaluated based on the available data to complement the proposed models.  This project will be performed with the participation and contributions by the Robbins Company, the largest manufacturer of tunnel boring machines in the US (and one of the largest in the world), and Frontier Kemper, a leading tunneling contractor in North America.  Both companies will assist the research project by providing field data and expertise to expand the database of TBM field performance and realistic activity time models.  The proposed work will improve the accuracy of the existing performance prediction models and offer means to achieve more efficient operation.  \r\n\r\nWith a more reliable estimation of TBM advance rate, more accurate cost estimation for hard rock tunneling can be achieved and many of unnecessary construction claims can be avoided.  This study can also lead to an objective evaluation of machine backup system and impact of various components on machine utilization, which can lead to a systematic evaluation of ground conditions for selection of proper machine and backup system to avoid long delays in tunneling operation.  Overall, the result of this study leads to more efficient and cost effective tunneling with reduced delays, improved safety, and prospects for better risk management for tunnel construction using TBM.  The main beneficiary of the study will be the general public through the cost savings on the construction of critically needed civil infrastructure upgrades such as water, sewer, rail, subway, and road tunnels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamal",
   "pi_last_name": "Rostami",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jamal Rostami",
   "pi_email_addr": "rostami@mines.edu",
   "nsf_id": "000417065",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "W. D.",
   "pi_last_name": "Rogstad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "W. D. Rogstad",
   "pi_email_addr": "DRogstad@frontierkemper.com",
   "nsf_id": "000588553",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lok",
   "pi_last_name": "Home",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lok Home",
   "pi_email_addr": "HomeL@robbinstbm.com",
   "nsf_id": "000588755",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tunnel boring machines or so called &ldquo;TBM&rdquo; are the most common method of tunnel construction these days with ever growing field of application in both soil and rock (Fig.1). The focus of this project was to look at the impact of ground conditions on the performance of TBMs in hard rock. &nbsp;Ever since Tunnel Boring Machines (TBM) were introduced in 1950&rsquo;s, design engineers and contractors have been preoccupied with the question of accurately estimating machine performance for a given project setting. While much strides have been made in this field for simpler cases of using TBM, estimating rate of daily advance of TBM in a given geology is still not as accurate as it should be for many projects in more complex ground conditions.&nbsp; The sources of variation in performance of the machine include geological, machine operation, and site management parameters, where each set of parameters follow related histogram of varying input parameters.&nbsp;</p>\n<p>Performance prediction of TBMs is an essential part of project scheduling and cost estimation. Various approaches have been used over the years to estimate TBM performance in a given ground condition. This study included reviews the existing models for performance prediction of TBMs and development of a database of machine performance to allow for analysis of impact of certain geological features on machine advance rate, hence improve the accuracy of such predictive models.</p>\n<p>The TBM field performance database included three different levels of information from a general database with basic overall tunnel project information, to intermediate level database with more detailed info on the sections of the tunnel, and finally to the detailed database which included some of the shift to shift and stroke by stroke information about the machine performance. The two partners of this GOALI project included the Robbins Company of Kent WA which is one of the largest manufacturers of TBMs in the world (through Mr. Lok Home the president of the company), and Frontier Kemper, one of the prime tunnel contractors in the US (represented by Mr. Dave Ragstad, president of FK).&nbsp; These partners have shared some of their operational data with the study team.&nbsp; Data was also collected from other TBM projects from around the world. Statistical analysis of the available databases has allowed the team to look into the impact of some of the controlling parameters on the machine performance and to quantify these impacts through a series of simplified equations and charts.</p>\n<p>The findings of the initial phase of the study has been published in various journals and conferences where components of the TBM performance analysis has been examined and new formulas has been introduced.&nbsp; This includes the estimation of penetration rate which is then combined by machine utilization rate to estimate the daily advance of the TBM in a project.&nbsp; TBM utilization, &ldquo;U&rdquo;, is the ratio of boring or production time to total time and is a very important parameter.&nbsp; To study machine utilization, statistical analysis of TBM field data has been used, but the results of estimation for U as a function of general tunneling factors are not very practical for use in prediction of the machine utilization. However, another approach has been used for this purpose and that is the study of machine downtime components.&nbsp; This includes the delays that machine had to incur such as transportation delays, ground support, installation of utilities, cutter inspection and change, TBM and Backup related delays such as repair and maintenance etc. (Examples in Fig.2)&nbsp; Some of these components have been studied in more detail and related formulas have been introduced which allows for a more accurate estimation of the related delays and thus when combined, allows for estimating the machine utilization for a full working...",
  "por_txt_cntn": "\nTunnel boring machines or so called \"TBM\" are the most common method of tunnel construction these days with ever growing field of application in both soil and rock (Fig.1). The focus of this project was to look at the impact of ground conditions on the performance of TBMs in hard rock.  Ever since Tunnel Boring Machines (TBM) were introduced in 1950Æs, design engineers and contractors have been preoccupied with the question of accurately estimating machine performance for a given project setting. While much strides have been made in this field for simpler cases of using TBM, estimating rate of daily advance of TBM in a given geology is still not as accurate as it should be for many projects in more complex ground conditions.  The sources of variation in performance of the machine include geological, machine operation, and site management parameters, where each set of parameters follow related histogram of varying input parameters. \n\nPerformance prediction of TBMs is an essential part of project scheduling and cost estimation. Various approaches have been used over the years to estimate TBM performance in a given ground condition. This study included reviews the existing models for performance prediction of TBMs and development of a database of machine performance to allow for analysis of impact of certain geological features on machine advance rate, hence improve the accuracy of such predictive models.\n\nThe TBM field performance database included three different levels of information from a general database with basic overall tunnel project information, to intermediate level database with more detailed info on the sections of the tunnel, and finally to the detailed database which included some of the shift to shift and stroke by stroke information about the machine performance. The two partners of this GOALI project included the Robbins Company of Kent WA which is one of the largest manufacturers of TBMs in the world (through Mr. Lok Home the president of the company), and Frontier Kemper, one of the prime tunnel contractors in the US (represented by Mr. Dave Ragstad, president of FK).  These partners have shared some of their operational data with the study team.  Data was also collected from other TBM projects from around the world. Statistical analysis of the available databases has allowed the team to look into the impact of some of the controlling parameters on the machine performance and to quantify these impacts through a series of simplified equations and charts.\n\nThe findings of the initial phase of the study has been published in various journals and conferences where components of the TBM performance analysis has been examined and new formulas has been introduced.  This includes the estimation of penetration rate which is then combined by machine utilization rate to estimate the daily advance of the TBM in a project.  TBM utilization, \"U\", is the ratio of boring or production time to total time and is a very important parameter.  To study machine utilization, statistical analysis of TBM field data has been used, but the results of estimation for U as a function of general tunneling factors are not very practical for use in prediction of the machine utilization. However, another approach has been used for this purpose and that is the study of machine downtime components.  This includes the delays that machine had to incur such as transportation delays, ground support, installation of utilities, cutter inspection and change, TBM and Backup related delays such as repair and maintenance etc. (Examples in Fig.2)  Some of these components have been studied in more detail and related formulas have been introduced which allows for a more accurate estimation of the related delays and thus when combined, allows for estimating the machine utilization for a full working day. \n\nThe last component of the study was to simulate the TBM performance with commercial process simulation programs such as ARENA, typically used in industr..."
 }
}