{
 "awd_id": "1131884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF Workshop Proposal: Towards a Unifying Theory of Critical Zone Structure, Function and Evolution",
 "cfda_num": "47.050",
 "org_code": "06030100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 83334.0,
 "awd_amount": 83334.0,
 "awd_min_amd_letter_date": "2011-04-22",
 "awd_max_amd_letter_date": "2011-04-22",
 "awd_abstract_narration": "This \"workshop\" proposal requests funding for the \"All Hands\" National Critical Zone Observatory Program meeting to be held at Biosphere 2 near Tucson, Arizona, May 9-12, 2011.\r\n\r\nOngoing discussions between Critical Zone Observatory (CZO) Principal Investigators has identified the need to incorporate a larger cross section of CZO personnel in the annual meeting in order to (i) expose CZO students, postdoctoral scientists, and co-investigators to the activities of other CZOs in the network, (ii) to enhance cross-CZO information exchange and collaboration, and (iii) enable collaborative engagement of CZOs in the task of the development of requisite theory and measurement of critical zone structure, function and evolution. The proposed workshop is intended to meet these objectives.\r\n\r\nThe workshop is intended to broaden community involvement in CZO research and engage young investigators in furthering the development of the cross-CZO science agenda. The workshop will contain a series of six lectures presented by invited (non-CZO-funded) speakers that are conducting research on critical zone processes, in addition to oral and poster presentations by CZO personnel, particularly students and postdoctoral scientists. It will also involve a significant amount of dedicated time for discussions on research disciplinary integration, and a one-day workshop to develop a set of questions, hypotheses, and research approaches/methods for possible network pursuit by the CZO teams that will:  (i)  make synergistic use of existing commonalities across the CZO data sets, and/or  (ii)  give rise to novel X-CZO collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Chorover",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jon D Chorover",
   "pi_email_addr": "chorover@email.arizona.edu",
   "nsf_id": "000098386",
   "pi_start_date": "2011-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Troch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Troch",
   "pi_email_addr": "patroch@hwr.arizona.edu",
   "nsf_id": "000193813",
   "pi_start_date": "2011-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "32540 S. Biosphere Road",
  "perf_city_name": "Oracle",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "856230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "AZ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 83334.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Early in 2007 the National Science Foundation created the Critical Zone Observatory (CZO) program and awarded funds to establish three initial observatories: Southern Sierra (California), Boulder Creek (Colorado) and Susquehanna Shale Hills (Pennsylvania). During 2009, an additional three observatories were established in Arizona/New Mexico (Jemez River Basin/Santa Catalina Mountains), Delaware (Christina River<br /> Basin) and Puerto Rico (Luquillo). Since that time, the interdisciplinary<br />research teams at each site and across the network have been working to develop their site-specific science and cross-site research and education<br />activities.&nbsp; During the summer of each year, PIs from each CZO meet with NSF program managers and the CZO National Program Steering Committee. Meetings in 2008, 2009 and 2010 were held at Southern Sierra, Susquehanna Shale Hills, and Boulder Creek CZOs, respectively. <br />The annual meetings focus on research, education and outreach occurring and planned at each CZO and also collectively across the CZO (X-CZO) network.&nbsp; Prior to the All Hands meeting of 2011, these annual meetings included ca. 2 principal investigators from each CZO, the CZO<br />steering committee, and NSF personnel.&nbsp;</p>\n<p>The annual meeting typically includes two days of in house meetings plus<br />a day in the CZO field site, where investigators have presented their CZ<br />research components. &nbsp;While this meeting structure enables essential direct discussions among PIs, the NSF and the Steering Committee, there is also a need to facilitate periodic (perhaps every 2-3 years) larger group interactions that enable face-to-face encounters of graduate students, postdocs, faculty and staff <em><span style=\"text-decoration: underline;\">network-wide</span></em>.&nbsp; In proposing this All Hands Meeting to NSF, we suggested that the CZO National Program could catalyze the development of <em>new </em>X-CZO activities, including novel research collaborations initiated by graduate student and postdoctoral researchers, particularly since these are the young scientists that are actively engaged in the nuts and bolts of day-to-day CZO research.&nbsp;</p>\n<p>Four years into the CZO national program, the All Hands Meeting of May 8-12, 2011 brought together this larger group of <strong>139 CZO researchers from 31 different CZO-collaborating institutions</strong> listed in this report.&nbsp;<br />The workshop participants included steering committee members, NSF<br />program managers, the Steering Committee, Collaborators, postdoctoral scientists and graduate students, as well as others invited from the broader community working on critical zone processes &ndash; to discuss progress in our understanding of what controls the structure, functioning and evolution of the critical zone, and to start the process of synthesis of this knowledge across national and international CZOs.</p>\n<p>The meeting included oral, poster and break-out group sessions that were focused on developing the cross-disciplinary linkages needed for effective CZO and cross-site CZO research.&nbsp; The meeting resulted in a detailed report (submitted to NSF and participants) that describes ways that we can effectively move forward as an observatory network to enhance the collective understanding of critical zone structure and function.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/25/2012<br>\n\t\t\t\t\tModified by: Jon&nbsp;D&nbsp;Chorover</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEarly in 2007 the National Science Foundation created the Critical Zone Observatory (CZO) program and awarded funds to establish three initial observatories: Southern Sierra (California), Boulder Creek (Colorado) and Susquehanna Shale Hills (Pennsylvania). During 2009, an additional three observatories were established in Arizona/New Mexico (Jemez River Basin/Santa Catalina Mountains), Delaware (Christina River\n Basin) and Puerto Rico (Luquillo). Since that time, the interdisciplinary\nresearch teams at each site and across the network have been working to develop their site-specific science and cross-site research and education\nactivities.  During the summer of each year, PIs from each CZO meet with NSF program managers and the CZO National Program Steering Committee. Meetings in 2008, 2009 and 2010 were held at Southern Sierra, Susquehanna Shale Hills, and Boulder Creek CZOs, respectively. \nThe annual meetings focus on research, education and outreach occurring and planned at each CZO and also collectively across the CZO (X-CZO) network.  Prior to the All Hands meeting of 2011, these annual meetings included ca. 2 principal investigators from each CZO, the CZO\nsteering committee, and NSF personnel. \n\nThe annual meeting typically includes two days of in house meetings plus\na day in the CZO field site, where investigators have presented their CZ\nresearch components.  While this meeting structure enables essential direct discussions among PIs, the NSF and the Steering Committee, there is also a need to facilitate periodic (perhaps every 2-3 years) larger group interactions that enable face-to-face encounters of graduate students, postdocs, faculty and staff network-wide.  In proposing this All Hands Meeting to NSF, we suggested that the CZO National Program could catalyze the development of new X-CZO activities, including novel research collaborations initiated by graduate student and postdoctoral researchers, particularly since these are the young scientists that are actively engaged in the nuts and bolts of day-to-day CZO research. \n\nFour years into the CZO national program, the All Hands Meeting of May 8-12, 2011 brought together this larger group of 139 CZO researchers from 31 different CZO-collaborating institutions listed in this report. \nThe workshop participants included steering committee members, NSF\nprogram managers, the Steering Committee, Collaborators, postdoctoral scientists and graduate students, as well as others invited from the broader community working on critical zone processes &ndash; to discuss progress in our understanding of what controls the structure, functioning and evolution of the critical zone, and to start the process of synthesis of this knowledge across national and international CZOs.\n\nThe meeting included oral, poster and break-out group sessions that were focused on developing the cross-disciplinary linkages needed for effective CZO and cross-site CZO research.  The meeting resulted in a detailed report (submitted to NSF and participants) that describes ways that we can effectively move forward as an observatory network to enhance the collective understanding of critical zone structure and function.\n\n\t\t\t\t\tLast Modified: 07/25/2012\n\n\t\t\t\t\tSubmitted by: Jon D Chorover"
 }
}