{
 "awd_id": "1131757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Global Labor Markets and Child Gender Preference in Rural Bangladesh",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 8829.0,
 "awd_amount": 8829.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "Abstract for proposal 1131757\r\n\r\nTitle - Doctoral Dissertation Research: Global Labor Markets and Child Gender Preference in Rural Bangladesh.\r\n\r\nThe purpose of this research is to examine the connections between economic change, global labor migration, and child gender preference in a developing country undergoing rapid fertility decline. The research assesses why it appears that daughters in rural Bangladesh are becoming more highly valued alongside significant male labor outmigration. Usually, in South and East Asia, fertility decline intensifies son preference, as in China. That preference is attributed to family systems in which parents rely on sons for economic support. In rural Bangladesh, however, son preference is declining as fertility rates fall and daughters are becoming more highly valued. This cultural change may be related to the increasing integration of Bangladeshi villages into global labor markets and male labor out migration, but the details of the relationship between economic change and child gender preference remain unclear. The researcher will conduct interviews and ethnographic observation in a rural district in Bangladesh to determine if Bangladeshi families are beginning to value daughters more highly and to evaluate whether or not this is a reaction to male labor outmigration and a sharp decrease in family size. \r\n\r\nThis project connects to contemporary global issues of economic development and is a response to recent interest in better understanding of Muslim societies. By elucidating the interplay between economic and social change, the results of this research can inform economic policy as well as government and non-government campaigns to promote health, education, and well-being of women and girls in developing areas.  Understanding why and how familial roles change during economic development in Bangladesh will be meaningful transnationally because several of the elements that exist in rural Bangladesh are common in other parts of the world, including son preference, a male-dominated labor market, rapid urbanization, and large-scale rural-to-urban labor migration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jaber",
   "pi_last_name": "Gubrium",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jaber F Gubrium",
   "pi_email_addr": "gubriumj@missouri.edu",
   "nsf_id": "000588760",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roslyn",
   "pi_last_name": "Schoen",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Roslyn F Schoen",
   "pi_email_addr": "roslyn.schoen@tamuct.edu",
   "nsf_id": "000588761",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "312 Middlebush Hall",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652116102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8829.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Set against a backdrop of rapid social and economic change in a Muslim society in South Asia, this study examines the complex relationship between economic development, declining fertility rates, and family/gender relations in Bangladesh. Specifically, this research analyzes the relationship between men&rsquo;s labor migration and women&rsquo;s social position and autonomy. It asks: what happens within families generally and to women specifically when men leave the village to find work in the Middle East and other places abroad? Outcomes reflect the far-reaching effects of the economic institution on family, education, fertility, and women&rsquo;s private lives. &nbsp;The study also finds that typical, Western definitions of value and labor need to be reconsidered in the South Asian context.</p>\n<p>The preference for a male child is a well-documented norm in South and East Asia. When people begin having fewer children, their desire for sons intensifies. Most scholars interpret this as an increase in the value of sons over the value of daughters. However, based on interview data, the present study finds that families in Bangladesh discuss the value of daughters and sons in many ways. In the past, sons were viewed as permanent household members who would shoulder the economic survival of the family while daughters were married out and moved to live with their marital family. Sons were valued as future patriarchs of the household who would one day fulfill both economic and social responsibilities. But&nbsp;today most young men are expected to&nbsp;leave the village&nbsp;to find work. Parents are overwhelmingly grateful for the large remittance sons send home, and everyone in the community cannot say enough about the positive effects of male labor-outmigration. But as labor out-migration increases, and men are gone for several years at a time (i.e. 3-20 years), sons are becoming less reliable sources of social support even though they remain reliable sources of economic security.</p>\n<p>While economic value is truly still the realm of the son, the social responsibilities out-migrating sons leave behind appear to fall to their sisters &ndash; the daughters of the household. Family members (especially mothers and grandmothers) speak about the value of daughters in terms of emotional labor, domestic help, child care, elder care, and mutual understanding and attachment. Many respondents said that daughters&rsquo; love and care work is more valuable than in the past; indicating an increase in some types of daughter valuation. In families with only two children and families with only daughters (which is becoming more common as fertility declined to a national average of 2.55 children per woman in 2012) , parents are reluctant to marry their daughters&nbsp;or allow them to move away to their in-laws&rsquo; house. The traditional patrilocal residence pattern is breaking down as families view their biological daughters as their future source of care-giving and social support. Daughters-in-law, who were traditionally the solution to the care equation, are no longer a reliable source of future care in households with only one son&nbsp;or households with only daughters. As the patrilocal pattern is increasingly eschewed, an important question remains: Will inter-generational reciprocity be in crisis in the future? What happens to women who, as daughters-in-law, dutifully took care of the members of their in-laws&rsquo; house (i.e., played by the rules of patrilocality), but who find themselves without anyone to care for them in the end? This could be the case for women whose children have moved away or gone abroad for work. The responsibilities of elder care will likely be a source of future conflict for many families in rural Bangladesh.</p>\n<p>Additionally, daughters are valued for their potential to increase the status of the family through marriage. Currently, girls are receiv...",
  "por_txt_cntn": "\nSet against a backdrop of rapid social and economic change in a Muslim society in South Asia, this study examines the complex relationship between economic development, declining fertility rates, and family/gender relations in Bangladesh. Specifically, this research analyzes the relationship between menÆs labor migration and womenÆs social position and autonomy. It asks: what happens within families generally and to women specifically when men leave the village to find work in the Middle East and other places abroad? Outcomes reflect the far-reaching effects of the economic institution on family, education, fertility, and womenÆs private lives.  The study also finds that typical, Western definitions of value and labor need to be reconsidered in the South Asian context.\n\nThe preference for a male child is a well-documented norm in South and East Asia. When people begin having fewer children, their desire for sons intensifies. Most scholars interpret this as an increase in the value of sons over the value of daughters. However, based on interview data, the present study finds that families in Bangladesh discuss the value of daughters and sons in many ways. In the past, sons were viewed as permanent household members who would shoulder the economic survival of the family while daughters were married out and moved to live with their marital family. Sons were valued as future patriarchs of the household who would one day fulfill both economic and social responsibilities. But today most young men are expected to leave the village to find work. Parents are overwhelmingly grateful for the large remittance sons send home, and everyone in the community cannot say enough about the positive effects of male labor-outmigration. But as labor out-migration increases, and men are gone for several years at a time (i.e. 3-20 years), sons are becoming less reliable sources of social support even though they remain reliable sources of economic security.\n\nWhile economic value is truly still the realm of the son, the social responsibilities out-migrating sons leave behind appear to fall to their sisters &ndash; the daughters of the household. Family members (especially mothers and grandmothers) speak about the value of daughters in terms of emotional labor, domestic help, child care, elder care, and mutual understanding and attachment. Many respondents said that daughtersÆ love and care work is more valuable than in the past; indicating an increase in some types of daughter valuation. In families with only two children and families with only daughters (which is becoming more common as fertility declined to a national average of 2.55 children per woman in 2012) , parents are reluctant to marry their daughters or allow them to move away to their in-lawsÆ house. The traditional patrilocal residence pattern is breaking down as families view their biological daughters as their future source of care-giving and social support. Daughters-in-law, who were traditionally the solution to the care equation, are no longer a reliable source of future care in households with only one son or households with only daughters. As the patrilocal pattern is increasingly eschewed, an important question remains: Will inter-generational reciprocity be in crisis in the future? What happens to women who, as daughters-in-law, dutifully took care of the members of their in-lawsÆ house (i.e., played by the rules of patrilocality), but who find themselves without anyone to care for them in the end? This could be the case for women whose children have moved away or gone abroad for work. The responsibilities of elder care will likely be a source of future conflict for many families in rural Bangladesh.\n\nAdditionally, daughters are valued for their potential to increase the status of the family through marriage. Currently, girls are receiving more education than boys, in part due to government policies of free school for girls. Educated daughters are valued for their potential to im..."
 }
}