{
 "awd_id": "1131833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interdisciplinary Transport Phenomena VII, September 18-23, 2011, Dresden,  Germany",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ashok S. Sangani",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 16000.0,
 "awd_amount": 16000.0,
 "awd_min_amd_letter_date": "2011-07-01",
 "awd_max_amd_letter_date": "2011-07-01",
 "awd_abstract_narration": "Award 1131833\r\nPI: Sadhal, S. S.\r\n\r\nThe main objectives of the conference are to disseminate and exchange new technical information and ideas among the various scientists and engineers working in Science and Technology with Fluid, Thermal, Biological, Materials and Space Sciences, and focusing on Transport Phenomena. Under this common theme, the conference will provide for the exchange of information on new scientific results, particularly concerning interdisciplinary aspects. Transport Phenomena encompassing both heat and mass transfer is indeed ubiquitous to many areas in the natural sciences, as well as engineering. While research over the last two decades has provided significant new insight into various physical phenomena, the new and upcoming scientific problems have brought about the interdisciplinary dimension to modern scientific research. Presently, there continues to be a need to provide direction for research in which fluid flow and other transport processes to form a common basis for many investigations. For example, in physiology and medicine, as well as materials processing, fluid, thermal and mass-transport aspects have gained primacy among various researchers, and the sharing of expertise has become a necessity for technical and scientific progress. \r\n\r\nFunding from NSF will enable some of the key US-based organizers to participate in the conference, and also provide support to attract some top-level keynote speakers, and additionally give some support to students, women and under-represented minorities. The organizers have recognized the importance of providing a forum for the exchange of ideas from a diverse group of researchers belonging to various types of research organizations. The proposed conference will provide for the free flow of ideas under this common theme of ?Transport Phenomena? to promote healthy new research programs, and seek to bring interaction whereby scientists may be able to compliment each others? diverse expertise in new areas of interdisciplinary character.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Satwindar",
   "pi_last_name": "Sadhal",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Satwindar S Sadhal",
   "pi_email_addr": "sadhal@usc.edu",
   "nsf_id": "000464433",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900891143",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  },
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This conference series in its present form deals with the scientific aspects of fluid flow, heat flow, as well as the flow of dissolved or particulate matter in fluids. These processes are collectively termed as Transport Phenomena, or sometimes as just &lsquo;transport.&rsquo; Since the associated flow processes happen in many types of industrial and natural systems (including biological), the basic science and the applications are cross-disciplinary. Scientific progress in this broader area of Transport Phenomena lies in new interdisciplinary trends in research. The conference therefore has taken the direction of having a unique assembly of scientists interested in exploring areas where the sharing of expertise is of primary importance for scientific progress. The conference ran four consecutive days with sessions every morning and the afternoons of the last three days. Evenings were used for informal technical discussions. Activity in Biotransport Phenomena continued to hold its strength. A special mini-symposium on Ocular Fluid Dynamics and Transport was organized and included as the opening session.</p>\n<p>&nbsp;</p>\n<p>The conference ended with closing remarks from the Conference Chair which included recommendations for identification of areas requiring attention in terms of interdisciplinary work. There was mention of the absence of papers in the area of Combustion, in spite of its full relevance to Transport Phenomena. The chair discussed about areas that required considerable sharing of expertise between traditional thermal-fluids scientists and biologists, biochemists and medical professionals. With a special mini-symposium on Ocular Fluid Dynamics and Transport, there was substantial discussion on this subject, especially as one that is ripe for interdisciplinary collaborative activity. In particular, there were interesting keynote presentations elucidating the role of Transport Phenomena from the Fluid Mechanics standpoint. In the area of Protein Crystal Growth (PCG), the decline continued, even though the subject matter was identified in previous conferences as one ripe for interaction between PCG chemists and fluid mechanicians. Also, with regard to Space Science based transport, there was noticeable drop in the number of papers.</p>\n<p>&nbsp;</p>\n<p>However, activity remained in the area of Bioresponse in the Space Environment. This was identified as an area continuing to need the expertise of physical scientists along with biological experts. In particular, the toxicity effects of lunar dust stimulant on human airway epithelial cells were discussed. In other connections with space science and technology, boiling phenomena that used to attract many papers has undergone a decline. However, traditional boiling phenomena issues remained a topic of interest. Thermal applications in space went in the direction of self-rewetting fluids for heat-pipe applications which represent an important aspect in space thermal management technology.</p>\n<p>&nbsp;</p>\n<p>The overall participation dropped from previous years, and this may be attributed to the economic situation in Europe and North America. While there has previously been strong participation from Japan, the aftermath of the Fukushima disaster left many potential participants unable to attend. Nonetheless, the conference was indeed successful, measured by the highly level of interaction among this diverse group of scientists, and coupled by the desire of many to continue this series. There is a strong interest among the participants to develop successful interdisciplinary programs, and this aspect has continued to add strength to the conference series.</p>\n<p>&nbsp;</p>\n<p>With the conference cost being low, nine persons were supported, including four keynote speakers. Among those supported were four women who included two untenured faculty. The supported individuals covered diverse scientific and technic...",
  "por_txt_cntn": "\nThis conference series in its present form deals with the scientific aspects of fluid flow, heat flow, as well as the flow of dissolved or particulate matter in fluids. These processes are collectively termed as Transport Phenomena, or sometimes as just ætransport.Æ Since the associated flow processes happen in many types of industrial and natural systems (including biological), the basic science and the applications are cross-disciplinary. Scientific progress in this broader area of Transport Phenomena lies in new interdisciplinary trends in research. The conference therefore has taken the direction of having a unique assembly of scientists interested in exploring areas where the sharing of expertise is of primary importance for scientific progress. The conference ran four consecutive days with sessions every morning and the afternoons of the last three days. Evenings were used for informal technical discussions. Activity in Biotransport Phenomena continued to hold its strength. A special mini-symposium on Ocular Fluid Dynamics and Transport was organized and included as the opening session.\n\n \n\nThe conference ended with closing remarks from the Conference Chair which included recommendations for identification of areas requiring attention in terms of interdisciplinary work. There was mention of the absence of papers in the area of Combustion, in spite of its full relevance to Transport Phenomena. The chair discussed about areas that required considerable sharing of expertise between traditional thermal-fluids scientists and biologists, biochemists and medical professionals. With a special mini-symposium on Ocular Fluid Dynamics and Transport, there was substantial discussion on this subject, especially as one that is ripe for interdisciplinary collaborative activity. In particular, there were interesting keynote presentations elucidating the role of Transport Phenomena from the Fluid Mechanics standpoint. In the area of Protein Crystal Growth (PCG), the decline continued, even though the subject matter was identified in previous conferences as one ripe for interaction between PCG chemists and fluid mechanicians. Also, with regard to Space Science based transport, there was noticeable drop in the number of papers.\n\n \n\nHowever, activity remained in the area of Bioresponse in the Space Environment. This was identified as an area continuing to need the expertise of physical scientists along with biological experts. In particular, the toxicity effects of lunar dust stimulant on human airway epithelial cells were discussed. In other connections with space science and technology, boiling phenomena that used to attract many papers has undergone a decline. However, traditional boiling phenomena issues remained a topic of interest. Thermal applications in space went in the direction of self-rewetting fluids for heat-pipe applications which represent an important aspect in space thermal management technology.\n\n \n\nThe overall participation dropped from previous years, and this may be attributed to the economic situation in Europe and North America. While there has previously been strong participation from Japan, the aftermath of the Fukushima disaster left many potential participants unable to attend. Nonetheless, the conference was indeed successful, measured by the highly level of interaction among this diverse group of scientists, and coupled by the desire of many to continue this series. There is a strong interest among the participants to develop successful interdisciplinary programs, and this aspect has continued to add strength to the conference series.\n\n \n\nWith the conference cost being low, nine persons were supported, including four keynote speakers. Among those supported were four women who included two untenured faculty. The supported individuals covered diverse scientific and technical backgrounds. With the large number of American keynote speakers, the visibility of US leadership was evident. For the final publication, th..."
 }
}