{
 "awd_id": "1131731",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Management and Implementation of US GEOTRACES Eastern Pacific Zonal Transect",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 330027.0,
 "awd_amount": 330027.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2011-09-08",
 "awd_abstract_narration": "The mission of the International GEOTRACES Program (www.geotraces.org), of which the U.S. chemical oceanography research community is a founding member, is \"to identify processes and quantify fluxes that control the distributions of key trace elements and isotopes in the ocean, and to establish the sensitivity of these distributions to changing environmental conditions\"  (GEOTRACES Science Plan, 2006).  In the United States, ocean chemists are currently in the process of organizing a zonal transect in the eastern tropical South Pacific (ETSP) from Peru to Tahiti as the second cruise of the U.S.GEOTRACES Program. This Pacific section includes a large area characterized by high rates of primary production and particle export in the eastern boundary associated with the Peru Upwelling, a large oxygen minimum zone that is a major global sink for fixed nitrogen, and a large hydrothermal plume arising from the East Pacific Rise. This particular section was selected as a result of open planning workshops in 2007 and 2008, with a final recommendation made by the U.S.GEOTRACES Steering Committee in 2009.  It is the first part of a two-stage plan that will include a meridional section of the Pacific from Tahiti to Alaska as a subsequent expedition. \r\n\r\nThis award provides funding for management of the U.S.GEOTRACES Pacific campaign to a team of scientists from the University of Southern California, Old Dominion University, and the Woods Hole Oceanographic Institution.  The three co-leaders will provide mission leadership, essential support services, and management structure for acquiring the trace elements and isotopes samples listed as core parameters in the International GEOTRACES Science Plan, plus hydrographic and nutrient data needed by participating investigators.  With this support from NSF, the management team will (1) plan and coordinate the 52-day Pacific research cruise described above; (2) obtain representative samples for a wide variety of trace metals of interest using conventional CTD/rosette and GEOTRACES Sampling Systems; (3) acquire conventional JGOFS/WOCE-quality hydrographic data (CTD, transmissometer, fluorometer, oxygen sensor, etc) along with discrete samples for salinity, dissolved oxygen (to 1 uM detection limits), plant pigments, redox tracers such as ammonium and nitrite, and dissolved nutrients at micro- and nanomolar levels; (4) ensure that proper QA/QC protocols are followed and reported, as well as fulfilling all GEOTRACES Intercalibration protocols; (5) prepare and deliver all hydrographic-type data to the GEOTRACES Data Center (and US data centers); and (6) coordinate cruise communications between all participating investigators, including preparation of a hydrographic report/publication. \r\n\r\nBroader Impacts: The project is part of an international collaborative program that has forged strong partnerships in the intercalibration and implementation phases that are unprecedented in chemical oceanography. The science product of these collective missions will enhance our ability to understand how to interpret the chemical composition of the ocean, and interpret how climate change will affect ocean chemistry. Partnerships include contributions to the infrastructure of developing nations with overlapping interests in the study area, in this case Peru. There is a strong educational component to the program, with many Ph.D. students carrying out thesis research within the program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Moffett",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Moffett",
   "pi_email_addr": "jmoffett@usc.edu",
   "nsf_id": "000441739",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900891147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 330027.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The chemistry of the oceans is highly variable in space and time.&nbsp;&nbsp;&nbsp; This is particularly true for biologically active elements in the oceans, including nutrients like phosphorus and nitrogen.&nbsp;&nbsp; But it is particularly true for the biologically essential metal iron.&nbsp; Iron is quite insoluble in seawater and its concentrations are low. Nevertheless, it is so abundant in the earth&rsquo;s crust, that there is a constant supply from the continents.&nbsp;&nbsp;&nbsp;&nbsp; Until recently, scientists focused on inputs near the surface &ndash; from dust and rivers. But results from this project reveal that inputs in the deep ocean &ndash; rather than shallow- are very important.&nbsp;&nbsp; The project revealed two vast plumes supplying iron and other elements to the ocean&rsquo;s interior from deep sources.&nbsp; One arises from the continental slope off western South America. The other arises from the east Pacific Rise, a mid-ocean spreading center containing a large hydrothermal field.&nbsp;&nbsp; &nbsp;These plumes extend thousands of kilometers through the deep ocean.&nbsp;&nbsp; Recent work by scientists who model ocean circulation suggests that much of this iron ultimately finds its way to the sea surface where it helps stimulate biological growth. &nbsp; The results help us to understand the interaction between surface ocean processes and deep ocean processes in controlling the supply of nutrients and essential minerals like iron to marine food chains.</p>\n<p>Marine geochemists now realize that it is very difficult to understand phenomena like these plumes in isolation.&nbsp; Comparing the concentration and transport of elements like iron with other elements within the plumes provide insight into their sources and eventual fate.&nbsp; For this reason, the international GEOTRACES program was conceived and is now a cornerstone of oceanographic research in over a dozen nations. This cruise was an important US contribution to the program. &nbsp; Thirty research groups in the Unites Staes were supported to make a comprehensive series of measurements. &nbsp; &nbsp; &nbsp;Many substances currently being analyzed will provide new insights in the coming years.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/03/2015<br>\n\t\t\t\t\tModified by: James&nbsp;W&nbsp;Moffett</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1131731/1131731_10132335_1441242668925_FromSSW--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1131731/1131731_10132335_1441242668925_FromSSW--rgov-800width.jpg\" title=\"Deep sea plumes of iron\"><img src=\"/por/images/Reports/POR/2015/1131731/1131731_10132335_1441242668925_FromSSW--rgov-66x44.jpg\" alt=\"Deep sea plumes of iron\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This section shows how plumes of dissolved iron penetrate the interior of the ocean from the South American continental slope and from a hydrothermal system on a mid-ocean ridge.    The hydrothermal plume is over 1500 miles in length!</div>\n<div class=\"imageCredit\">Reiner Schlitzer</div>\n<div class=\"imageSubmitted\">James&nbsp;W&nbsp;Moffett</div>\n<div class=\"imageTitle\">Deep sea plumes of iron</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe chemistry of the oceans is highly variable in space and time.    This is particularly true for biologically active elements in the oceans, including nutrients like phosphorus and nitrogen.   But it is particularly true for the biologically essential metal iron.  Iron is quite insoluble in seawater and its concentrations are low. Nevertheless, it is so abundant in the earthÆs crust, that there is a constant supply from the continents.     Until recently, scientists focused on inputs near the surface &ndash; from dust and rivers. But results from this project reveal that inputs in the deep ocean &ndash; rather than shallow- are very important.   The project revealed two vast plumes supplying iron and other elements to the oceanÆs interior from deep sources.  One arises from the continental slope off western South America. The other arises from the east Pacific Rise, a mid-ocean spreading center containing a large hydrothermal field.    These plumes extend thousands of kilometers through the deep ocean.   Recent work by scientists who model ocean circulation suggests that much of this iron ultimately finds its way to the sea surface where it helps stimulate biological growth.   The results help us to understand the interaction between surface ocean processes and deep ocean processes in controlling the supply of nutrients and essential minerals like iron to marine food chains.\n\nMarine geochemists now realize that it is very difficult to understand phenomena like these plumes in isolation.  Comparing the concentration and transport of elements like iron with other elements within the plumes provide insight into their sources and eventual fate.  For this reason, the international GEOTRACES program was conceived and is now a cornerstone of oceanographic research in over a dozen nations. This cruise was an important US contribution to the program.   Thirty research groups in the Unites Staes were supported to make a comprehensive series of measurements.      Many substances currently being analyzed will provide new insights in the coming years. \n\n \n\n\t\t\t\t\tLast Modified: 09/03/2015\n\n\t\t\t\t\tSubmitted by: James W Moffett"
 }
}