{
 "awd_id": "1131393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Biophysical alteration of wetland geomorphology in response to rising sea level",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 341280.0,
 "awd_amount": 341280.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "Collaborative Research: Biophysical alteration of wetland geomorphology in\r\nresponse to rising sea level\r\n\r\nOur objective is to examine the evolution of networks of tidal creeks in salt marshes as\r\nthey respond to rising sea level. We have documented rapidly growing creeks, incising into the\r\nmarsh at 1-2 m per year, in coastal marshes throughout the South Atlantic Bight and in similar\r\nenvironments worldwide. Understanding the mechanisms driving the evolution of these drainage\r\nnetworks is crucial for predicting marsh responses to sea level rise under different conditions.\r\nThe study will examine the physics of tidal flows and sediment erosion, while also considering\r\nthe significant impact of marsh plants and animals (e.g. crabs) on these processes. Using a\r\ncombination of field measurements, mesocosm experiments, and numerical modeling, we will 1)\r\nevaluate the physical mechanisms underlying sediment erosion in creeks, including variation in\r\nflow speed and processes changing the strength of the marsh soils, 2) test the hypotheses that\r\ncrabs facilitate growth of creeks by loosening sediment through burrowing and removing\r\nstabilizing vegetation; and that hydrological conditions at creek heads are preferred by crabs, and\r\n3) develop a numerical model of creek evolution to test the importance of different parameters\r\nsuch as vegetation type, faunal density, tidal range and sediment supply on the morphological\r\nevolution of creeks. The model will help us to integrate our observations and generalize our\r\nfindings over a range of conditions.\r\nSalt marshes provide valuable ecosystem services to humanity, but these productive habitats are\r\nthreatened globally by accelerating sea-level rise. Understanding the impact of sea-level rise on\r\nthe physical structure of a marsh is crucial to predicting both the response of marsh ecosystems\r\nand the larger-scale morphological response of the coastline. The impact of increasing water\r\nlevels on marshes depends on complex feedbacks between physical and biological processes.\r\nInitial studies of this issue focused on interactions between water depth and marsh elevation,\r\nwhich affect sediment deposition and plant growth. Recently, increasing attention is being\r\ndirected towards the manner in which creek networks evolve as they respond to the larger\r\nvolume of water they must convey during each tidal cycle at higher sea levels. The evolution of\r\ncreek networks is a critical component of marsh response to sea-level rise, because creek\r\nmorphology affects the amount of water and sediment delivered to the marsh surface, and the\r\ndrainage of the marsh, and thus, the length of time the marsh is waterlogged. In turn, the flooding\r\nand drainage of the marsh influences the health of plants and animals in this ecologically vital\r\nenvironment. The ability of creek networks to respond to increasing sea levels depends, in part,\r\non how easy it is to erode the marsh surface, which depends on both sediment type, and on\r\nstabilization or loosening associated with flora and fauna. Uncovering the linkages between\r\ngeology and biology will have bearing on the fields of geology, ecology and climatology, as well\r\nas those interested in coastal protection and salt marsh evolution. The project will develop a new\r\nmodeling tool to examine response of marshes to sea-level rise, which will be broadly applicable\r\nto many salt marshes in the U.S. and globally.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Duncan",
   "pi_last_name": "FitzGerald",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Duncan M FitzGerald",
   "pi_email_addr": "dunc@bu.edu",
   "nsf_id": "000088348",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amala",
   "pi_last_name": "Mahadevan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amala Mahadevan",
   "pi_email_addr": "amala@bu.edu",
   "nsf_id": "000456712",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 341280.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The key outcomes of this project demonstrate that <em>Sesarma reticulatum,</em> the purple marsh crab, plays an important role in expanding tidal creek networks in saltmarshes and that their burrowing makes soils easy to erode. We found that Sesarma are attracted to creek heads and their presence (and activity) caused tidal creeks to grow faster.</p>\n<p>Salt marshes provide valuable ecosystem services to humanity, but are threatened by accelerating relative sea-level rise. The sustainability of these habitats depends on the how wetland landscape adapts. Two positive responses occur when marshes accumulate enough sediment on its surface to grow vertically at a rate similar to sea level rise and/or for existing networks of tidal creeks to expand thereby improving drainage. We know that tidal creek networks grow in response to the deeper tidal flooding brought on by sea level rise, but this evolution is controlled by how easily marsh soils can be eroded. This &lsquo;erodibility&rsquo; depends on factors such as sediment type, the presence of plants and density of their roots, and disturbance of the soil by animals. Moreover, these physical and biological factors are all interlinked, but the linkages are poorly understood. This project elucidated some of these feedbacks, specifically, the impact of burrowing crabs on marsh creek growth. Laboratory and field experiments in marshes in South Carolina and Georgia examined how interaction of purple marsh crabs with soil and vegetation contributed to erosion of the marsh and creek growth. We also developed a simple numerical model of creek evolution.</p>\n<p>&nbsp;</p>\n<p>We found that 1) purple marsh crabs are attracted to areas of high flow that flood for long periods of time (increased water flow led to increased populations of crabs in the artificial creeks that were created to test this observation) and that; 2) the presence of the crabs increases the rate of creek incision (when we removed the crabs, creek incision slowed). We found that despite both field sites (SC and GA) being a long distance apart, they exhibited the same geotechnical and geochemical conditions in their creek heads, where crab densities were found to be very high. The crabs eat marsh plants and roots and this activity, combined with their burrowing, enhances sediment erosion and removal. It also encourages higher decomposition rates of plant roots belowground, and leads to the formation of depressions in the marsh surface at the creek head. We found that creek heads are a more habitable environment due to greater oxygen and lower sulfides levels, which may explain the high crab densities. &nbsp;Our results showed that crab activity can influence the speed and morphology of creek development (through modeling), but that different species of crabs have different impacts on the marsh. Fiddler crabs do not disturb the soil as much as purple marsh crabs, and don&rsquo;t gather at the creek heads in the same way. And, although both crab species create mud pellets that can be eroded more easily than normal muds, the purple crabs caused more erosion (because their burrowing was on a larger scale). Our results are of interest to a wide range of geologists, ecologists, and climatologists concerned with salt marsh geomorphology, and feedbacks between biological and physical processes. These results will help other scientist and wetland managers who are trying to predict and model how marshes will evolve in the future as sea level rises, and as climate warms, and the purple marsh crab population moved northward into new areas.</p>\n<p>In addition to our scientific findings, this project has trained one Post Doc (BU), three graduate students (two at BU, one at UH) and sixteen undergraduates (six at BU and ten at UH). In the fall semester of 2013, we organized a cross-institution graduate course, &ldquo;Linking biology and geomorphology in coastal habitats&rdquo;,...",
  "por_txt_cntn": "\nThe key outcomes of this project demonstrate that Sesarma reticulatum, the purple marsh crab, plays an important role in expanding tidal creek networks in saltmarshes and that their burrowing makes soils easy to erode. We found that Sesarma are attracted to creek heads and their presence (and activity) caused tidal creeks to grow faster.\n\nSalt marshes provide valuable ecosystem services to humanity, but are threatened by accelerating relative sea-level rise. The sustainability of these habitats depends on the how wetland landscape adapts. Two positive responses occur when marshes accumulate enough sediment on its surface to grow vertically at a rate similar to sea level rise and/or for existing networks of tidal creeks to expand thereby improving drainage. We know that tidal creek networks grow in response to the deeper tidal flooding brought on by sea level rise, but this evolution is controlled by how easily marsh soils can be eroded. This æerodibilityÆ depends on factors such as sediment type, the presence of plants and density of their roots, and disturbance of the soil by animals. Moreover, these physical and biological factors are all interlinked, but the linkages are poorly understood. This project elucidated some of these feedbacks, specifically, the impact of burrowing crabs on marsh creek growth. Laboratory and field experiments in marshes in South Carolina and Georgia examined how interaction of purple marsh crabs with soil and vegetation contributed to erosion of the marsh and creek growth. We also developed a simple numerical model of creek evolution.\n\n \n\nWe found that 1) purple marsh crabs are attracted to areas of high flow that flood for long periods of time (increased water flow led to increased populations of crabs in the artificial creeks that were created to test this observation) and that; 2) the presence of the crabs increases the rate of creek incision (when we removed the crabs, creek incision slowed). We found that despite both field sites (SC and GA) being a long distance apart, they exhibited the same geotechnical and geochemical conditions in their creek heads, where crab densities were found to be very high. The crabs eat marsh plants and roots and this activity, combined with their burrowing, enhances sediment erosion and removal. It also encourages higher decomposition rates of plant roots belowground, and leads to the formation of depressions in the marsh surface at the creek head. We found that creek heads are a more habitable environment due to greater oxygen and lower sulfides levels, which may explain the high crab densities.  Our results showed that crab activity can influence the speed and morphology of creek development (through modeling), but that different species of crabs have different impacts on the marsh. Fiddler crabs do not disturb the soil as much as purple marsh crabs, and donÆt gather at the creek heads in the same way. And, although both crab species create mud pellets that can be eroded more easily than normal muds, the purple crabs caused more erosion (because their burrowing was on a larger scale). Our results are of interest to a wide range of geologists, ecologists, and climatologists concerned with salt marsh geomorphology, and feedbacks between biological and physical processes. These results will help other scientist and wetland managers who are trying to predict and model how marshes will evolve in the future as sea level rises, and as climate warms, and the purple marsh crab population moved northward into new areas.\n\nIn addition to our scientific findings, this project has trained one Post Doc (BU), three graduate students (two at BU, one at UH) and sixteen undergraduates (six at BU and ten at UH). In the fall semester of 2013, we organized a cross-institution graduate course, \"Linking biology and geomorphology in coastal habitats\", that included ~150 participants from ~40 institutions. Students learned about interdisciplinary research bridging biology and geomorph..."
 }
}