{
 "awd_id": "1131698",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Disengagement from Terrorism in Northern Ireland and the Basque Country",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "Terrorist groups are generally studied in isolation from the social movements in which they are embedded. As a result, understanding the phenomenon of terrorism and the process of its conclusion are limited. This comparative historical investigation of the success of the Northern Irish peace process during the 1990s and the failure over the last decade to achieve peace in the Basque Country of Spain provides an explanation of how terrorism ends based on the contributions of social movement theory.\r\n\r\nTheory suggests that centralized and hierarchical terrorist movements are better able to negotiate\r\ndisengagement from violence than are de-centered, loosely-structured movements. These movement structures are largely a product of the state's counterterrorist efforts. Targeted counterterrorist policy focused on the dismantling of the military wing of the movement allows for the emergence and consolidation of peace factions within terrorist movements. More broadly, focused repression, targeting both violent and non-violent militants, actually favors violence-advocating hardliners. \r\n\r\nCombining both archival and interview-based research, this research reconstructs the strategic discourse that occurred within the Irish and Basque movements in order to demonstrate the specific constraints these movements faced in ending violence. It also reconstructs the ways in which peace factions within the movements overcame the constraints and worked to end terrorist conflicts.\r\n\r\nThis research has implications beyond providing an explanation for the Irish success and Basque failure. First, by exploring the interactions between counterterrorism and internal movement politics, the findings can contribute to crafting policy which facilitates the emergence and development of peace factions within terrorist movements. Second, this research provides policy-makers and mediators with a better understanding of particular dilemmas and obstacles that peace factions face within their movements in leaving violence behind. Finally, recent developments in Basque politics make this project especially timely. On September 5, 2010, ETA initiated yet another ceasefire. By informing policy audiences in Spain of the ways in which previous attempts to resolve the conflict failed, and by identifying applicable parallels from the \"successful\" Irish case, this project can contribute to advancing strategies which could facilitate the eventual resolution of violent conflict in the Basque country.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William Rogers",
   "pi_last_name": "Brubaker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Rogers Brubaker",
   "pi_email_addr": "Brubaker@soc.sscnet.ucla.edu",
   "nsf_id": "000305163",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philippe",
   "pi_last_name": "Duhart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philippe Duhart",
   "pi_email_addr": "philippeduhart@ucla.edu",
   "nsf_id": "000588467",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "232 HAINES HALL",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951551",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My dissertation examines the role nonviolent political wings of terrorist movements play in resolving violent conflicts, as well as legal and political factors that determine the success or failure of peace processes. Specifically I compare the experiences of the Irish Republican Army (IRA) and Basque Homeland and Freedom (ETA), looking at the causes of the success of the Northern Irish peace process and the repeated failure of such efforts in the Basque Country of Spain.</p>\n<p>There is an abundant and readily available literature on the Troubles and the political resolution in Northern Ireland. For a number of reasons, the literature on the Basque conflict and efforts to end the decades-long conflict is scarce. With the funding provided to me by the National Science Foundation&rsquo;s Dissertation Improvement Grant, I was able to visit Spain and gather documentary evidence related to the Basque conflict in various archives in the Basque Country, as well as at the Spanish National Library in Madrid. Specifically, I gathered internal documents and public statements produced by various components of the Basque separatist movement, from both ETA and its nonviolent allies including political parties, labor unions, and youth organizations. Such data provide crucial insights into the nature of the movement, particularly the relation between its violent and nonviolent wings. In addition, I was able to collect materials relating to the development of Spanish counterterrorist policy and the state&rsquo;s legal campaign against the various components of the separatist movement. These materials are critical for the development of my dissertation and for the exploration of its two main arguments.</p>\n<p>First, unlike much of the analyses focusing on negotiation and peace talks that focus primarily on the terrorist organization itself, I examine the broader political structures and networks that terrorists develop and through which they operate. I argue that hierarchical and centralized terrorist movements are better able to not only control their military wings, but to provide political benefits to supporters during peace processes. Decentralized movements composed of autonomous organizations find it difficult to maintain unity in negotiation efforts, with the political and military wings of the movement engaged in disconnected efforts, making it difficult to translate handing over arms into political gains for their constituents. Second, whereas previous analyses have developed the issue of &ldquo;negotiating with terrorists&rdquo; within a general democratic framework, I focus on the particular design of state counterterrorism strategies. Counterterrorist laws limit the extent to which democratic governments and other political groups can engage terrorist movements in peace talks. In particular, the legal definition of what terrorism entails and who is a terrorist creates constraints on the building of platforms, alliances, forums, etc. States, however, differ in terms of how they define terrorism and material support. Some states may legally identify only the armed organization and its immediate logistical bases as &ldquo;terrorists&rdquo; subject to specific legal measures. This allows the political wing of the movement to engage in &ldquo;normal&rdquo; politics&mdash;to hold press conferences, to organize rallies, to engage in talks with other political groups. Other states may adopt a more expansive definition, labeling violent and nonviolent actors alike as &ldquo;terrorists.&rdquo; In such situation, the political wing of the terrorist movement is constrained from canvassing its supporters, from holding policy discussions, or attending political events, taken-for-granted political activities that constitute the slow &ldquo;work&rdquo; of peace processes.</p>\n<p>Sociological research into terrorism and into conflict resolution can uniquely contribute to general academi...",
  "por_txt_cntn": "\nMy dissertation examines the role nonviolent political wings of terrorist movements play in resolving violent conflicts, as well as legal and political factors that determine the success or failure of peace processes. Specifically I compare the experiences of the Irish Republican Army (IRA) and Basque Homeland and Freedom (ETA), looking at the causes of the success of the Northern Irish peace process and the repeated failure of such efforts in the Basque Country of Spain.\n\nThere is an abundant and readily available literature on the Troubles and the political resolution in Northern Ireland. For a number of reasons, the literature on the Basque conflict and efforts to end the decades-long conflict is scarce. With the funding provided to me by the National Science FoundationÆs Dissertation Improvement Grant, I was able to visit Spain and gather documentary evidence related to the Basque conflict in various archives in the Basque Country, as well as at the Spanish National Library in Madrid. Specifically, I gathered internal documents and public statements produced by various components of the Basque separatist movement, from both ETA and its nonviolent allies including political parties, labor unions, and youth organizations. Such data provide crucial insights into the nature of the movement, particularly the relation between its violent and nonviolent wings. In addition, I was able to collect materials relating to the development of Spanish counterterrorist policy and the stateÆs legal campaign against the various components of the separatist movement. These materials are critical for the development of my dissertation and for the exploration of its two main arguments.\n\nFirst, unlike much of the analyses focusing on negotiation and peace talks that focus primarily on the terrorist organization itself, I examine the broader political structures and networks that terrorists develop and through which they operate. I argue that hierarchical and centralized terrorist movements are better able to not only control their military wings, but to provide political benefits to supporters during peace processes. Decentralized movements composed of autonomous organizations find it difficult to maintain unity in negotiation efforts, with the political and military wings of the movement engaged in disconnected efforts, making it difficult to translate handing over arms into political gains for their constituents. Second, whereas previous analyses have developed the issue of \"negotiating with terrorists\" within a general democratic framework, I focus on the particular design of state counterterrorism strategies. Counterterrorist laws limit the extent to which democratic governments and other political groups can engage terrorist movements in peace talks. In particular, the legal definition of what terrorism entails and who is a terrorist creates constraints on the building of platforms, alliances, forums, etc. States, however, differ in terms of how they define terrorism and material support. Some states may legally identify only the armed organization and its immediate logistical bases as \"terrorists\" subject to specific legal measures. This allows the political wing of the movement to engage in \"normal\" politics&mdash;to hold press conferences, to organize rallies, to engage in talks with other political groups. Other states may adopt a more expansive definition, labeling violent and nonviolent actors alike as \"terrorists.\" In such situation, the political wing of the terrorist movement is constrained from canvassing its supporters, from holding policy discussions, or attending political events, taken-for-granted political activities that constitute the slow \"work\" of peace processes.\n\nSociological research into terrorism and into conflict resolution can uniquely contribute to general academic and policy debates examining how terrorist conflicts come to an end. Past analyses have overlooked the social movement component of terrorist conflict..."
 }
}