{
 "awd_id": "1131416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Integrating Space and Place into Children's Perceptions of Environmental Health Hazards.",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 11585.0,
 "awd_amount": 11585.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "The overall objective of this doctoral dissertation research project is to develop a geographical overview of how children perceive environmental health hazards, comparing beliefs and realities of environment-disease pathways with spatial and contextual methods. Spatial processes uncovered by health geography and environmental health recurrently corroborate the importance of geography for understanding disease transmission. Studies have examined how place is a driving force of disease with a focus on differing levels of exposure, from household to neighborhood to broader regional contexts. However, the literature has yet to sufficiently incorporate notions of space, such as topology and networks, into understanding how geography shapes health. In this project, qualitative methods will feature key informant interviews, focus groups, and interviews with children. Quantitative and spatial data will be collected in Accra, Ghana using surveys, hazard mapping, photographic exercises, and neighborhood walks with GPS tagging (locating specific objects in a neighborhood). Analysis will revolve around interview coding, data exploration, mapping, variance tests, and logistic regression. \r\n\r\nOverall, this analysis of health perceptions of children in a developing world city will fill a gap in the literature on children's health perception, and provide a novel research domain for spatial cognition. This research will advance the health geography and environmental health literature by developing and applying a spatial cognition framework of environmental health hazard knowledge that includes diverse spatial components. Perceptions of environmental health hazards will be used to explore both spatial and contextual aspects of infectious disease transmission among the growing population of children in Accra, Ghana. Within the broader framework of health geography and environmental health, the proposed spatial analytical and qualitative integration will develop a multi-pronged systems approach for studying environment and disease. The research has broad applications in public health interventions and education by narrowing the gap between children's spatial perceptions of health and health education methods, and therefore will be shared with the Health Ministry, NGOs with interest in children's health, and the Population Council in Accra. As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Weeks",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Weeks",
   "pi_email_addr": "jrweeks@mail.sdsu.edu",
   "nsf_id": "000456086",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marta",
   "pi_last_name": "Jankowska",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Marta M Jankowska",
   "pi_email_addr": "mjankowska@coh.org",
   "nsf_id": "000588172",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5500 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921824493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11585.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Doctoral Dissertation Research: Integrating Space and Place into Children&rsquo;s Perceptions of Environmental Health Hazards in Accra, Ghana</p>\n<p>&nbsp;</p>\n<p>BCS-1131416</p>\n<p>John R. Weeks</p>\n<p>Marta Jankowska</p>\n<p>San Diego State University</p>\n<p>&nbsp;</p>\n<p>PUBLIC REPORT</p>\n<p>&nbsp;</p>\n<p>Urban environments in the developing world are spatially messy: opposing economic and environmental contexts reside in close proximity paving the way for widely different environmental health hazards that can results in a range of illness, from acute to chronic. In navigating this landscape, children in Accra, Ghana face multiple types of environmental health hazards as they travel from home, to school, to friends&rsquo; houses, to work, and to visit family.&nbsp; A child-in-home, or even child-in-neighborhood model of third world urban health hazards cannot account for the complexity of hazards and health threats faced by children on a daily basis.&nbsp; Yet children in Accra, particularly as they move out of their especially vulnerable early years, manage to navigate and mitigate health hazards. Little is known about how children perceive environmental health hazards: their spatially situated knowledge of hazards within daily environments may lead to a better understanding of how space and place drive human-environment health interactions. Furthermore, numerous studies have demonstrated that children in both the developed and developing world are acting with increased agency regarding health.</p>\n<p>An understanding of where a person is, both spatially and contextually, is an integral component to unraveling interactions between individuals, communities, and disease. Geography is moving towards integrating diverse spatial and time-based data and methodologies into understanding questions of &lsquo;where&rsquo;, and can contribute to a systems understanding of health by shedding light on human operations through space, at diverse scales, and within various time constraints. This project takes the initial steps towards imbuing research concerning children&rsquo;s health in developing urban environments with more complex understandings of health systems and pathways by introducing novel tools and applications of geographical methods into health perceptions research.</p>\n<p>Studying health knowledge and perceptions held by children has powerful implications for both scientific and practical applications. Children hold distinctive perspectives and engage with their environments in different ways than adults: their beliefs and attitudes can shed light on relationships between humans, environment, and disease that may not be apparent from other viewpoints.&nbsp; As beliefs and behaviors develop through the life course, children can help us understand where knowledge comes from, and how it relates to a practical understanding of health in spheres of daily activities.&nbsp; Extending these aspects of knowledge into geographical domains can untangle the diverse scales of knowledge that individuals acquire (traditional, practical, scientific) and how these perceptions influence behaviors as individuals move through space and contexts. This spatial component is essential to recognizing and modeling how health perceptions and behaviors of one individual may change from place to place.&nbsp;</p>\n<p>This research advances the health geography, environmental health, and health education literature by working with children from three diverse contextual backgrounds in a developing third world city to examine verbal, visual, and spatial perceptions of health and environmental health hazards.&nbsp; The research does this by establishing baseline differences of children and adult&rsquo;s perceptions of children&rsquo;s health, testing child-friendly visual methods of assessing health knowledge, and developing a novel method of assessing spatial patterns of health perceptions throu...",
  "por_txt_cntn": "\nDoctoral Dissertation Research: Integrating Space and Place into ChildrenÆs Perceptions of Environmental Health Hazards in Accra, Ghana\n\n \n\nBCS-1131416\n\nJohn R. Weeks\n\nMarta Jankowska\n\nSan Diego State University\n\n \n\nPUBLIC REPORT\n\n \n\nUrban environments in the developing world are spatially messy: opposing economic and environmental contexts reside in close proximity paving the way for widely different environmental health hazards that can results in a range of illness, from acute to chronic. In navigating this landscape, children in Accra, Ghana face multiple types of environmental health hazards as they travel from home, to school, to friendsÆ houses, to work, and to visit family.  A child-in-home, or even child-in-neighborhood model of third world urban health hazards cannot account for the complexity of hazards and health threats faced by children on a daily basis.  Yet children in Accra, particularly as they move out of their especially vulnerable early years, manage to navigate and mitigate health hazards. Little is known about how children perceive environmental health hazards: their spatially situated knowledge of hazards within daily environments may lead to a better understanding of how space and place drive human-environment health interactions. Furthermore, numerous studies have demonstrated that children in both the developed and developing world are acting with increased agency regarding health.\n\nAn understanding of where a person is, both spatially and contextually, is an integral component to unraveling interactions between individuals, communities, and disease. Geography is moving towards integrating diverse spatial and time-based data and methodologies into understanding questions of æwhereÆ, and can contribute to a systems understanding of health by shedding light on human operations through space, at diverse scales, and within various time constraints. This project takes the initial steps towards imbuing research concerning childrenÆs health in developing urban environments with more complex understandings of health systems and pathways by introducing novel tools and applications of geographical methods into health perceptions research.\n\nStudying health knowledge and perceptions held by children has powerful implications for both scientific and practical applications. Children hold distinctive perspectives and engage with their environments in different ways than adults: their beliefs and attitudes can shed light on relationships between humans, environment, and disease that may not be apparent from other viewpoints.  As beliefs and behaviors develop through the life course, children can help us understand where knowledge comes from, and how it relates to a practical understanding of health in spheres of daily activities.  Extending these aspects of knowledge into geographical domains can untangle the diverse scales of knowledge that individuals acquire (traditional, practical, scientific) and how these perceptions influence behaviors as individuals move through space and contexts. This spatial component is essential to recognizing and modeling how health perceptions and behaviors of one individual may change from place to place. \n\nThis research advances the health geography, environmental health, and health education literature by working with children from three diverse contextual backgrounds in a developing third world city to examine verbal, visual, and spatial perceptions of health and environmental health hazards.  The research does this by establishing baseline differences of children and adultÆs perceptions of childrenÆs health, testing child-friendly visual methods of assessing health knowledge, and developing a novel method of assessing spatial patterns of health perceptions through GPS and photography. Results indicate that children in Accra have distinct, and often varying, perceptions of health when compared to adults and across socioeconomic groups.  Photographic methods that contextualize hea..."
 }
}