{
 "awd_id": "1131801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRCNS Data Sharing: An open data repository for cognitive neuroscience: The OpenfMRI Project",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922247",
 "po_email": "rchadduc@nsf.gov",
 "po_sign_block_name": "Robert Chadduck",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 101537.0,
 "awd_amount": 101537.0,
 "awd_min_amd_letter_date": "2011-08-27",
 "awd_max_amd_letter_date": "2011-08-27",
 "awd_abstract_narration": "Functional magnetic resonance imaging (fMRI) has become the most common tool for cognitive neuroscience, because it provides a safe, non-invasive, and powerful means to image human brain function. Based on recent rates of publication, there are currently more than 2000 fMRI studies being performed every year worldwide.  The aggregation of data across multiple studies can provide the ability to answer questions that cannot be answered based on a single study. For example, using datasets from multiple domains one can start to investigate to what degree a region is selectively engaged in relation to a particular mental process, as opposed to being generally engaged across a broad range of tasks and processes. In addition, it provides the ability to integrate across specific tasks to obtain stronger empirical generalizations about mind-brain relationships, and to better understand the nature of individual variability across different measures. Recent work in neuroimaging analysis has focused on the application of methods such as machine learning techniques to understand the coding of information at the macroscopic level, and network analysis techniques to understand the interactions inherent in large-scale neural systems. The availability of a large testbed of high-quality fMRI data from published studies would also provide an important resource for the development of these and other new analytic techniques for fMRI data.  However, sharing of raw fMRI data is challenging due to the large size of the datasets and the complexity of the associated metadata, and there is currently no infrastructure for the open sharing of new fMRI datasets.\r\n\r\nThis project, OpenfMRI, will provide a new infrastructure for the broad dissemination of raw data within cognitive neuroscience, addressing a critical need by providing an open data sharing resource for neuroimaging.  The initial project is already online at http://www.openfmri.org with a limited number of datasets.  The full project will greatly expand this repository by providing access to a large number of fMRI datasets from several prominent neuroimaging labs, spanning across a broad range of cognitive domains. Utilizing the substantial computational resources of the Texas Advanced Computing Center, the project will also perform standard fMRI analyses on all data in the repository using a common analysis pipeline, thus providing directly comparable analysis results for all of the studies in the database.  The OpenfMRI project will support the development of infrastructural elements to make sharing of data by additional investigators more straightforward.\r\n\r\nThe repository of data that will be created by the OpenfMRI project will also serve as an important resource for teaching by providing students with the ability to replicate the analyses from published studies using the same data. By providing any researcher in the world with the ability to acquire large fMRI datasets, it will also provide all researchers with the ability to work with the same state-of-the-art datasets, regardless of institution. By creating the infrastructure for open sharing of research data, the project will also enhance the impact of other NSF-funded neuroimaging research projects by providing an infrastructure that can be used to make their data available. The planned work has the potential to benefit society by improving education, health, and human productivity through an increased understanding of mental function and its relationship to brain function.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tor",
   "pi_last_name": "Wager",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Tor D Wager",
   "pi_email_addr": "tor.d.wager@dartmouth.edu",
   "nsf_id": "000414751",
   "pi_start_date": "2011-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772600",
   "pgm_ele_name": "Data Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7327",
   "pgm_ref_txt": "CRCNS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 101537.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of the project are to develop an open database for sharing of raw fMRI datasets, at openfmri.org, and to populate this database with datasets from collaborating labs.</p>\n<p>&nbsp;</p>\n<p>Major activities in the last year:</p>\n<p>&nbsp;</p>\n<ol>\n<li>We now have 24 datasets available which include more than 500 subjects worth of data.</li>\n<li>We have made all of the data available via Amazon S3 using space and bandwidth donated for free for the project by Amazon.&nbsp; We have also transitioned to using this space as our primary repository for downloads, though we continue to keep a repository in parallel at the Texas Advanced Computing Center.</li>\n<li>We have made available the first combined EEG/fMRI dataset, and will soon release a combined MEG/fMRI dataset.</li>\n<li>We have made available the first clinically relevant dataset, which includes both healthy controls and individuals diagnosed with schizophrenia.&nbsp; </li>\n<li>We have made available a 7T fMRI data which is being used for a decoding contest (http://www.studyforrest.org/).</li>\n<li>We have worked with members of the INCF Data Sharing Task Force to develop a data model for openfmri datasets, which will be used as the basis for future redesign of the site.</li>\n<li>We have completely redesigned the OpenfMRI.org website to make it more usable and give it a more professional appearance.&nbsp; </li>\n<li>We worked with the coordinators of the 2014 OHBM Hackathon to ensure that the data were available for use by hackathon participants.</li>\n<li>We are receiving increasing interest from groups outside our consortium who are interested in sharing data using the site.&nbsp;&nbsp;</li>\n</ol>\n<p>Co-investigator Wager's site specifically has contributed datasets from several studies, as agreed. His site has also contributed to conceptualizing the data repository and how its usability can be maximized, and how it fits into the landscape of related research resources. &nbsp;His team also helped to co-author a publication on the OpenfMRI dataset.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2015<br>\n\t\t\t\t\tModified by: Tor&nbsp;D&nbsp;Wager</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goals of the project are to develop an open database for sharing of raw fMRI datasets, at openfmri.org, and to populate this database with datasets from collaborating labs.\n\n \n\nMajor activities in the last year:\n\n \n\nWe now have 24 datasets available which include more than 500 subjects worth of data.\nWe have made all of the data available via Amazon S3 using space and bandwidth donated for free for the project by Amazon.  We have also transitioned to using this space as our primary repository for downloads, though we continue to keep a repository in parallel at the Texas Advanced Computing Center.\nWe have made available the first combined EEG/fMRI dataset, and will soon release a combined MEG/fMRI dataset.\nWe have made available the first clinically relevant dataset, which includes both healthy controls and individuals diagnosed with schizophrenia.  \nWe have made available a 7T fMRI data which is being used for a decoding contest (http://www.studyforrest.org/).\nWe have worked with members of the INCF Data Sharing Task Force to develop a data model for openfmri datasets, which will be used as the basis for future redesign of the site.\nWe have completely redesigned the OpenfMRI.org website to make it more usable and give it a more professional appearance.  \nWe worked with the coordinators of the 2014 OHBM Hackathon to ensure that the data were available for use by hackathon participants.\nWe are receiving increasing interest from groups outside our consortium who are interested in sharing data using the site.  \n\n\nCo-investigator Wager's site specifically has contributed datasets from several studies, as agreed. His site has also contributed to conceptualizing the data repository and how its usability can be maximized, and how it fits into the landscape of related research resources.  His team also helped to co-author a publication on the OpenfMRI dataset.\n\n \n\n\t\t\t\t\tLast Modified: 01/05/2015\n\n\t\t\t\t\tSubmitted by: Tor D Wager"
 }
}