{
 "awd_id": "1131383",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Critical Hydraulic Conditions for Piping in Sandy Soils, Laboratory Measurement and Numerical Simulation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 115854.0,
 "awd_amount": 115854.0,
 "awd_min_amd_letter_date": "2011-07-07",
 "awd_max_amd_letter_date": "2011-07-07",
 "awd_abstract_narration": "The objective of this project is to provide fundamental understanding of the piping phenomenon and practical solutions to the critical hydraulic conditions for piping that account for: 1) soil properties (e.g., gradation, grain size, and grain shape), 2) direction of flow, 3) stress condition, and 4) exit face conditions.  In current geotechnical engineering practice, these factors are generally not considered and the critical hydraulic gradient is assumed to be only a function of the soil buoyant unit weight.  However, recent analyses, laboratory experiments, and field observations indicate that piping can be initiated at gradients much lower than the values predicted by the current practice.  Therefore, the current practice may be unconservative under certain conditions.  The project objectives will be achieved through: 1) experimental measurements of critical hydraulic gradients of soil specimens with varied soil properties, direction of flow, and exit face conditions, using laboratory devices designed specifically for this project, 2) development of a numerical model capable of capturing piping mechanisms in saturated granular soils by coupling the discrete element method and the smoothed particle hydrodynamics method, and 3) integration of the results from experimental testing and validated numerical modeling into current engineering practice by providing an empirical, but mechanism-based, relationship to account for the effects that the factors discussed above have on the magnitude of critical hydraulic gradients.  This project will be accomplished through collaborative research between Utah State University and The Pennsylvania State University.\r\n\r\nResults of this project have the potential to transform the way that seepage-related erosion is analyzed in practice.  The new approach will not only be more accurate than existing analysis methods, but will also have the flexibility to be applied to a vast array of seepage conditions due to its mechanism-based origin.  The societal benefits of this improved analysis approach should not be underestimated.  Dams and levee systems across the U.S. are aging and, in many cases, in need of retrofitting or repair to bring them up to current standards or meet changing load requirements.  The improved analysis approach is expected to vastly improve the accuracy of the assessments of piping potential, increasing public safety and allowing for better utilization of funds available to renovate this critical aspect of our nation?s infrastructure.  The project will also provide substantial educational benefits, including training M.S. and Ph.D. students and providing research opportunities for undergraduate students, particularly those from traditionally under-represented groups at both Utah State University and The Pennsylvania State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tong",
   "pi_last_name": "Qiu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tong Qiu",
   "pi_email_addr": "tong.qiu@utah.edu",
   "nsf_id": "000499554",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 115854.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Seepage-related erosion is the predominant failure mechanism for dams and levees, accounting for over 50 percent of dam and levee failures and incidents.&nbsp; In current geotechnical engineering research and practice, seepage through soil is generally analyzed using Darcy&rsquo;s law in a continuum framework.&nbsp; Under this framework, the critical hydraulic gradient to initiate piping failure is a function of soil buoyant unit weight, which is generally taken to be about unity for estimation purpose.&nbsp; However, it has been reported in several laboratory tests that piping failure was initiated at gradients much lower than unity because the critical gradient depends on many factors, including soil particle size, gradation, direction of flow, exit face inclination, and stress condition, in addition to the buoyant unit weight.&nbsp; For example, Figure 1 shows that movement of the finer particles (i.e., piping) through the pore space formed by a coarser-grained skeleton can be triggered at lower hydraulic gradients.&nbsp; Therefore, the current practice may be unconservative under certain conditions and there is a knowledge gap between the latest research and current practice in the evaluation of critical hydraulic gradient.&nbsp;</p>\n<p>&nbsp;</p>\n<p>To address this knowledge gap, this collaborative research project between The Utah State University and The Pennsylvania State University has consisted of: 1) experimental measurements of critical hydraulic gradients of soil specimens with varied soil properties, direction of flow, and exit face conditions, using laboratory devices designed specifically for this project, 2) development of a numerical model capable of capturing piping mechanisms in saturated granular soils by coupling the discrete element method and the smoothed particle hydrodynamics method, and 3) integration of the results from experimental testing and validated numerical modeling into current engineering practice by providing an empirical, but mechanism-based, relationship to account for the effects that the factors discussed above have on the magnitude of critical hydraulic gradients.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Results of this project have the potential to transform the way that seepage-related erosion is analyzed in practice. &nbsp;The new approach is not only more accurate than existing analysis methods, but also has the flexibility to be applied to a vast array of seepage conditions due to its mechanism-based origin. &nbsp;The societal benefits of this improved analysis approach should not be underestimated. &nbsp;Dams and levee systems across the U.S. are aging and, in many cases, in need of retrofitting or repair to bring them up to current standards or meet changing load requirements. &nbsp;The improved analysis approach is expected to vastly improve the accuracy of the assessments of piping potential, increasing public safety and allowing for better utilization of funds available to retrofit this critical aspect of our nation&rsquo;s infrastructure.</p>\n<p>&nbsp;</p>\n<p>The project has also provided substantial educational benefits, including the training of a female Ph.D. student at The Pennsylvania State University.&nbsp; The project team has disseminated the research findings in peer-reviewed journals and at an international conference where a concentration of researchers and engineers specialized in dam safety were in attendance, maximizing the potential impact of this project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2014<br>\n\t\t\t\t\tModified by: Tong&nbsp;Qiu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div ...",
  "por_txt_cntn": "\nSeepage-related erosion is the predominant failure mechanism for dams and levees, accounting for over 50 percent of dam and levee failures and incidents.  In current geotechnical engineering research and practice, seepage through soil is generally analyzed using DarcyÆs law in a continuum framework.  Under this framework, the critical hydraulic gradient to initiate piping failure is a function of soil buoyant unit weight, which is generally taken to be about unity for estimation purpose.  However, it has been reported in several laboratory tests that piping failure was initiated at gradients much lower than unity because the critical gradient depends on many factors, including soil particle size, gradation, direction of flow, exit face inclination, and stress condition, in addition to the buoyant unit weight.  For example, Figure 1 shows that movement of the finer particles (i.e., piping) through the pore space formed by a coarser-grained skeleton can be triggered at lower hydraulic gradients.  Therefore, the current practice may be unconservative under certain conditions and there is a knowledge gap between the latest research and current practice in the evaluation of critical hydraulic gradient. \n\n \n\nTo address this knowledge gap, this collaborative research project between The Utah State University and The Pennsylvania State University has consisted of: 1) experimental measurements of critical hydraulic gradients of soil specimens with varied soil properties, direction of flow, and exit face conditions, using laboratory devices designed specifically for this project, 2) development of a numerical model capable of capturing piping mechanisms in saturated granular soils by coupling the discrete element method and the smoothed particle hydrodynamics method, and 3) integration of the results from experimental testing and validated numerical modeling into current engineering practice by providing an empirical, but mechanism-based, relationship to account for the effects that the factors discussed above have on the magnitude of critical hydraulic gradients. \n\n \n\nResults of this project have the potential to transform the way that seepage-related erosion is analyzed in practice.  The new approach is not only more accurate than existing analysis methods, but also has the flexibility to be applied to a vast array of seepage conditions due to its mechanism-based origin.  The societal benefits of this improved analysis approach should not be underestimated.  Dams and levee systems across the U.S. are aging and, in many cases, in need of retrofitting or repair to bring them up to current standards or meet changing load requirements.  The improved analysis approach is expected to vastly improve the accuracy of the assessments of piping potential, increasing public safety and allowing for better utilization of funds available to retrofit this critical aspect of our nationÆs infrastructure.\n\n \n\nThe project has also provided substantial educational benefits, including the training of a female Ph.D. student at The Pennsylvania State University.  The project team has disseminated the research findings in peer-reviewed journals and at an international conference where a concentration of researchers and engineers specialized in dam safety were in attendance, maximizing the potential impact of this project.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: Tong Qiu"
 }
}