{
 "awd_id": "1131644",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Spatial and Temporal Configurations of Potential Distributions of Grassland Sparrows",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 11749.0,
 "awd_amount": 11749.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "One problem that has vexed biogeographers and others interested in the distribution of different species is the difficulties that many species have in adapting when their habitats are changed by human activity or other forces.  A related problem is the difficulty in monitoring the number and distribution of these species.  One such species is Henslow's sparrow (Ammodramus henslowii), a grassland-nesting bird that is found in the central U.S. and nearby parts of Canada.  This doctoral dissertation research project will take a multifaceted view of Henslow's sparrow distributional biology, focusing on improving understanding about how populations respond to broad-scale habitat changes and of the extent to which human activities affect the amount and distribution of its breeding habitat, particularly in Midwestern grasslands.  Henslow's sparrows currently have a distribution that is patchy and local; although the limits of the species' range are perhaps well-known, existing surveys are largely confined to roads. Current information therefore may neither represent all available habitat, such as grasslands in airfields, military bases, and reclaimed surface mines, nor does it accurately estimate population trends.  No detailed map of suitable habitat for the full breeding distribution currently is available.  The doctoral student will use ecological niche models to produce a detailed distributional understanding by identifying key environmental variables and characterizing the amount of suitable breeding habitat and its spatiotemporal dynamics within a patch-matrix framework while taking into account landscape heterogeneity and habitat patch characteristics produced by year-to-year disturbance dynamics.  Once these models have been validated through independent field surveys, year-to-year variation of the extent and arrangement of suitable patches will be analyzed.  This analysis will provide insight and explanation for the broad-scale nomadic behavior documented in earlier studies of the breed.  These models also will be used to evaluate how well current survey techniques function to sample Henslow's sparrow breeding habitat.  The student will evaluate these models by summarizing the amount of suitable grasslands in patches immediately surrounding routes identified by the North American Breeding Bird Survey and by comparing it to the broader distribution of this habitat (produced by the niche models) and the proportion of habitat types within the landscape matrix (using land-cover maps).\r\n\r\nHenslow's sparrows have very specific nesting habitat requirements that make them relatively good indicators of healthy tallgrass prairie ecosystems.  Like many other obligate grassland species, they have suffered severe habitat loss as a result of fragmentation and conversion of grasslands, a loss estimated to have exceeded 99 percent across North America.  Unlike a few other species that adapted easily to these changes, Henslow's sparrows have not responded well across their breeding range, and they have exhibited significant population declines over the last century.  Recent studies have shown that this species does not return consistently to patches of habitat from year to year, which makes management of their habitat more difficult.  This project will make significant contributions to the assessment of Henslow's sparrow populations and trends.  The project also will provide a test of the capability of current survey techniques to effectively survey rare species and spatially limited habitat types.  The project also will facilitate evaluation of recommendations for habitat management that more effectively accommodate the nomadic behavior as well as the amount, distribution, arrangement, or disturbance dynamics of this habitat at landscape scales.  The results of this project therefore will potentially affect how species like Henslow's sparrows are managed and will prompt reevaluation of population trend estimates or habitat availability for other, similar species.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Townsend",
   "pi_last_name": "Peterson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Townsend Peterson",
   "pi_email_addr": "town@ku.edu",
   "nsf_id": "000271986",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Egbert",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Steven L Egbert",
   "pi_email_addr": "s-egbert@ku.edu",
   "nsf_id": "000445445",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Dornak",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Laura L Dornak",
   "pi_email_addr": "dornakl@uwplatt.edu",
   "nsf_id": "000716838",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11749.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Loss of native prairies in North America has been monumental and the result of 200 years of agriculture and human expansion westward. Populations of species that use these grasslands have been impacted severely such that many species, once abundant, are now of conservation concern. Henslow&rsquo;s Sparrows were once common but now have populations in steep decline. This obligate grassland species breeds in vegetation characterized by relatively infrequent fire and grazing disturbance typical of native grassland communities, and as such they are relatively good indicators of healthy prairie ecosystems. Much of their native habitat has been converted or fragmented, and is no longer available for breeding birds, and what is available may not be stable between years (i.e., grasslands are grazed or burned thus changing vegetation growth and structure).</p>\n<p>This project aimed to examine whether Henslow&rsquo;s Sparrows respond to these seemingly unpredictable environments. We found that Henslow&rsquo;s Sparrows exhibit nomadic behaviors, moving rather unpredictably across broad areas and between years, possibly in response to fluctuations in habitat suitability. What is more, when we examined these fluctuations, we found that suitability of potential habitat varied greatly between consecutive years and that these areas were clustered over broad regions. However, the degree of fluctuation of suitability was not consistent from year to year (i.e., some years experienced more change than others). Our findings suggest that Henslow&rsquo;s Sparrows may move across the landscape between years in response to rapid changes in vegetation structure brought on by human-induced (e.g., grazing or fire) or natural (e.g., drought) processes, but that these movements may be dictated by magnitude of environmental change. &nbsp;</p>\n<p>The results of this study are important to understand the dynamics of North American grasslands and how fluctuations in these ecological systems impact Henslow&rsquo;s Sparrows as well as other, co-distributed species (e.g., Greater Prairie Chicken, Bobolink, Grasshopper Sparrow). Our findings illuminate the potential effects of the current strategies of grassland and rangeland management on obligate grassland birds particularly across very broad regions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2013<br>\n\t\t\t\t\tModified by: A. Townsend&nbsp;Peterson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1131644/1131644_10109748_1373996493483_hespfig2b--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1131644/1131644_10109748_1373996493483_hespfig2b--rgov-800width.jpg\" title=\"Fluctuations in habitat suitability\"><img src=\"/por/images/Reports/POR/2013/1131644/1131644_10109748_1373996493483_hespfig2b--rgov-66x44.jpg\" alt=\"Fluctuations in habitat suitability\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) HenslowÆs Sparrow suitable areas (purple) for three years (2008û2010); black triangles show training occurrence data (BBS) in all years, and black dots show testing occurrence data (eBird) for 2009 and 2010. (b) Turnover of suitable area (losses in red, gains in blue) between two sets of years.</div>\n<div class=\"imageCredit\">Dornak</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">A. Townsend&nbsp;Peterson</div>\n<div class=\"imageTitle\">Fluctuations in habitat suitability</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nLoss of native prairies in North America has been monumental and the result of 200 years of agriculture and human expansion westward. Populations of species that use these grasslands have been impacted severely such that many species, once abundant, are now of conservation concern. HenslowÆs Sparrows were once common but now have populations in steep decline. This obligate grassland species breeds in vegetation characterized by relatively infrequent fire and grazing disturbance typical of native grassland communities, and as such they are relatively good indicators of healthy prairie ecosystems. Much of their native habitat has been converted or fragmented, and is no longer available for breeding birds, and what is available may not be stable between years (i.e., grasslands are grazed or burned thus changing vegetation growth and structure).\n\nThis project aimed to examine whether HenslowÆs Sparrows respond to these seemingly unpredictable environments. We found that HenslowÆs Sparrows exhibit nomadic behaviors, moving rather unpredictably across broad areas and between years, possibly in response to fluctuations in habitat suitability. What is more, when we examined these fluctuations, we found that suitability of potential habitat varied greatly between consecutive years and that these areas were clustered over broad regions. However, the degree of fluctuation of suitability was not consistent from year to year (i.e., some years experienced more change than others). Our findings suggest that HenslowÆs Sparrows may move across the landscape between years in response to rapid changes in vegetation structure brought on by human-induced (e.g., grazing or fire) or natural (e.g., drought) processes, but that these movements may be dictated by magnitude of environmental change.  \n\nThe results of this study are important to understand the dynamics of North American grasslands and how fluctuations in these ecological systems impact HenslowÆs Sparrows as well as other, co-distributed species (e.g., Greater Prairie Chicken, Bobolink, Grasshopper Sparrow). Our findings illuminate the potential effects of the current strategies of grassland and rangeland management on obligate grassland birds particularly across very broad regions.\n\n \n\n\t\t\t\t\tLast Modified: 07/26/2013\n\n\t\t\t\t\tSubmitted by: A. Townsend Peterson"
 }
}