{
 "awd_id": "1131471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Serpentinization of oceanic crust: Integrated modeling of deformation, fracture, fluid flow, and heat transfer",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 182840.0,
 "awd_amount": 189772.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2016-08-18",
 "awd_abstract_narration": "As the crust on and under the seafloor reacts with seawater, many of the minerals get altered from those without structural H2O to those with it.  The most common of the latter minerals involved in seafloor alteration is serpentine.  When this mineral forms, there is a large increase in the volume of the rock (up to a 40%).  Due to the complex interplay of a variety of parameters such as temperature and temperature gradients, composition, water-rock ratio, mineral reaction, confining pressure, faulting, etc. our understanding of the impact of serpentinization on crack propagation in ocean crust, faulting, and other types of deformation both small and large, is limited.  This research addresses this issue through an integrated approach that involves developing and applying theories for crack initiation and propagation in seafloor rocks and using the results to understand the formation of tectonic and structural features we see on and below the seafloor, features that tend to be associated with hydrothermal vent systems and seafloor faulting and deformation.  Research will be carried out using mathematical models that have been revised to incorporate additional essential parameters and more precise equations to simulate crack initiation and propagation. Models will be modified to allow calculation of stresses and strains to determine the importance of large scale faulting and fracturing on internal and external serpentinized bodies.  Results of the modeling will be checked against observational data from the Atlantis Massif, part of the Mid-Atlantic Ridge system and the Hyuganada Forearc region southwest of Japan. Broader impacts of the project include building infrastructure for science by producing models and modeling codes that have the potential to crossover into the fields of ore deposit and energy research.  It also helps improve our ability to tap the potential of using mafic and ultramafic rocks on and below the seafloor as possible carbon sequestration sites for atmospheric carbon.  Training of students, of which one is from a gender under-represented in the sciences, in computational geoscience is also involved, as is integration of research results into classroom training for undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Lowell",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Robert P Lowell",
   "pi_email_addr": "rlowell@vt.edu",
   "nsf_id": "000313396",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240600420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 182840.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6932.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of this project is to understand fluid flow, heat transport, and mechanical processes associated with serpentinization of peridotite in the sub-seafloor. In particular, one part of the collaborative project dealt with how volume expansion resulting from large-scale serpentinization is related to uplift, faulting, and fracturing of oceanic crust and mantle.&nbsp;&nbsp; A second part of the project focused on laboratory experiments on the evolution of permeability in a single fracture undergoing transformation from ultramafic minerals to serpentine performed at pressure and temperatures corresponding to conditions in the oceanic crust.&nbsp; A third part of the project developed numerical models of fluid circulation and heat transfer in oceanic crustal rocks where serpentinization is thought to play an important role.&nbsp; These models focused on the Rainbow and Lost City vent fields near the slow spreading Mid-Atlantic Ridge, the Piccard and Von Damm vent fields near the Mid-Cayman spreading center, and the Longqi-1 field on the ultraslow Southwest Indian Ridge.</p>\n<p>&nbsp;By modeling the effect of serpentinization of a given volume in the subsurface we showed that tectonic strains that result from volume expansion could lead to faulting and fracturing along with observed uplifts near the TAG hydrothermal field on the Mid-Atlantic Ridge and at the Miyazaki Plain in the western Pacific. Thermal affects of serpentinization appear to be small.&nbsp; The results of this research have been published in the Journal of Geophysical Research.</p>\n<p>The laboratory experiments showed that the fracture permeability decreased by one to two orders of magnitude during the 200-300 hours of the experiments. The permeability decrease resulted in part from the formation of serpentine minerals on the fracture walls, but pore pressure solution in regions of high stress at fracture wall contacts, and the movement and deposition of loose mineral grains could also have played a role in permeability reduction. An estimate of the olivine-serpentine reaction rate derived from the permeability data gave values similar to those estimated for fine-grained porous samples. The similarity in rates suggests that mineral precipitation in critical fracture intersections may have a strong effect on the effective fracture permeability. The results of this research have been published in Geochemistry, Geophysics, Geosystems and have been presented at national meetings.</p>\n<p>Numerical modeling of high-temperature circulation at the Rainbow, Von Damm, and Lingqi-1 vent fields indicated that the increased salinity measured in the vent fluids may be not be a result of phase separation, but rather a result of water uptake during serpentinization. These results are preliminary, however and more modeling needs to be done. Much of this work, including modeling of the Piccard vent field was presented at the fall annual meeting of the American Geophysical Union in December 2015. Modeling of the Longqi-1 vent field will be presented at the fall meeting of the American Geophysical Union in December 2017.&nbsp;</p>\n<p>The fault-driven circulation model for the low temperature Lost City Vent Field showed that current vent temperatures could be obtained by heat transfer from the adjacent crustal rocks. Heat derived from cooling magmatic intrusions and/or from serpentinization reactions are not required. The results of the research on the Lost City Vent Field have been published in Geophysical Research Letters.</p>\n<p>In terms of <em>broader impact</em>s, this research supported the doctoral research of a female graduate student, as well as post-doctoral research of a young female scientist. In addition, two female undergraduate students contributed to this research. Consequently, this research has provided training for a number of young female scientists. Presenting the results at national meetings and publishing the results in peer reviewed literature has enhanced these students&rsquo; communication skills and has contributed to the advancement of marine geophysical research to the broader scientific community. The research on the Longqi-1 hydrothermal field involved visiting scholars from China, and hence this research has fostered international collaborations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2017<br>\n\t\t\t\t\tModified by: Robert&nbsp;P&nbsp;Lowell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main objective of this project is to understand fluid flow, heat transport, and mechanical processes associated with serpentinization of peridotite in the sub-seafloor. In particular, one part of the collaborative project dealt with how volume expansion resulting from large-scale serpentinization is related to uplift, faulting, and fracturing of oceanic crust and mantle.   A second part of the project focused on laboratory experiments on the evolution of permeability in a single fracture undergoing transformation from ultramafic minerals to serpentine performed at pressure and temperatures corresponding to conditions in the oceanic crust.  A third part of the project developed numerical models of fluid circulation and heat transfer in oceanic crustal rocks where serpentinization is thought to play an important role.  These models focused on the Rainbow and Lost City vent fields near the slow spreading Mid-Atlantic Ridge, the Piccard and Von Damm vent fields near the Mid-Cayman spreading center, and the Longqi-1 field on the ultraslow Southwest Indian Ridge.\n\n By modeling the effect of serpentinization of a given volume in the subsurface we showed that tectonic strains that result from volume expansion could lead to faulting and fracturing along with observed uplifts near the TAG hydrothermal field on the Mid-Atlantic Ridge and at the Miyazaki Plain in the western Pacific. Thermal affects of serpentinization appear to be small.  The results of this research have been published in the Journal of Geophysical Research.\n\nThe laboratory experiments showed that the fracture permeability decreased by one to two orders of magnitude during the 200-300 hours of the experiments. The permeability decrease resulted in part from the formation of serpentine minerals on the fracture walls, but pore pressure solution in regions of high stress at fracture wall contacts, and the movement and deposition of loose mineral grains could also have played a role in permeability reduction. An estimate of the olivine-serpentine reaction rate derived from the permeability data gave values similar to those estimated for fine-grained porous samples. The similarity in rates suggests that mineral precipitation in critical fracture intersections may have a strong effect on the effective fracture permeability. The results of this research have been published in Geochemistry, Geophysics, Geosystems and have been presented at national meetings.\n\nNumerical modeling of high-temperature circulation at the Rainbow, Von Damm, and Lingqi-1 vent fields indicated that the increased salinity measured in the vent fluids may be not be a result of phase separation, but rather a result of water uptake during serpentinization. These results are preliminary, however and more modeling needs to be done. Much of this work, including modeling of the Piccard vent field was presented at the fall annual meeting of the American Geophysical Union in December 2015. Modeling of the Longqi-1 vent field will be presented at the fall meeting of the American Geophysical Union in December 2017. \n\nThe fault-driven circulation model for the low temperature Lost City Vent Field showed that current vent temperatures could be obtained by heat transfer from the adjacent crustal rocks. Heat derived from cooling magmatic intrusions and/or from serpentinization reactions are not required. The results of the research on the Lost City Vent Field have been published in Geophysical Research Letters.\n\nIn terms of broader impacts, this research supported the doctoral research of a female graduate student, as well as post-doctoral research of a young female scientist. In addition, two female undergraduate students contributed to this research. Consequently, this research has provided training for a number of young female scientists. Presenting the results at national meetings and publishing the results in peer reviewed literature has enhanced these students? communication skills and has contributed to the advancement of marine geophysical research to the broader scientific community. The research on the Longqi-1 hydrothermal field involved visiting scholars from China, and hence this research has fostered international collaborations.\n\n \n\n\t\t\t\t\tLast Modified: 11/27/2017\n\n\t\t\t\t\tSubmitted by: Robert P Lowell"
 }
}