{
 "awd_id": "1131128",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Environmental Sensitivity of Diamond-Like Carbon (DLC) Friction and Wear",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922624",
 "po_email": "alewis@nsf.gov",
 "po_sign_block_name": "Alexis Lewis",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 325000.0,
 "awd_amount": 325000.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "The research objective of this award is to understand and control the surface properties of diamond-like carbon (DLC) which is a technically important material. Various types of DLC are used to control friction and wear in a wide range of engineering applications due to their superior mechanical and tribological properties. The recent discovery of near-frictionless properties of hydrogenated DLC films can lead to innovations to reduce frictional energy loss and increase the service life of mechanical systems. However, the near-frictionless behavior is observed only in vacuum or extremely dry conditions after an initial induction period during which the friction is initially high and the DLC film surface wears. In atmospheric conditions, near-frictionless DLC films lose their superlubricity and are subject to wear. This research is based on a hypothesis that the DLC surface is highly reactive and can be oxidized in ambient air. Through a series of control experiments and using innovative experimental designs, this research will determine the thickness and composition of the oxidized surface layer in various environments and find vapor additives that can ensure ultra-low friction and wear-free operation of DLC in ambient air conditions.\r\n\r\nThe new hypothesis and experimental findings of this research will have great impacts on not only DLC tribochemistry but also energy-saving technology. This work will change the common view that the DLC surface is inert. The DLC surface is reactive especially in oxygen and humid environments. The deeper understanding of the DLC surface chemistry will eventually help to develop coating technologies for energy conservation through reduction of parasitic frictional dissipation and material loss. Undergraduate students will be involved to analyze how much energy is lost in daily activities around us as well as in industrial places. Graduate students involved in this project will be trained with multidisciplinary skills - chemical engineering, molecular spectroscopy, tribology, and coatings. The spectral data and findings of this research will be incorporated into a graduate-level characterization. The research opportunity will be offered to underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seong",
   "pi_last_name": "Kim",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Seong H Kim",
   "pi_email_addr": "shk10@psu.edu",
   "nsf_id": "000165854",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "Fenske Laboratory",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 325000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Among the numerous unique characteristics of diamond-like carbon (DLC), its superlubricity is one of the most attractive. However, the superlubricous behavior of DLC and the sensitivity of this behavior to the surrounding environment, though probably the most widely studied, were not fully understood. The desirable qualities of DLC films are sensitive to both surface and bulk properties. While bulk properties are essentially governed by the deposition technique and chemical composition of the bulk, surface properties of DLC are affected by both the bulk composition and the surrounding environment.</p>\n<p>The project elucidated the surface chemistry fundamentals for the reasons that the superlubricity of DLC is so sensitive to environments in which DLC friction and wear are tested (Figure 1). In the tribology community, it was believed or assumed that DLC is not inert. However, this study clearly showed that the DLC surface is readily oxidized upon exposure to ambient air (at room temperature) forming a very thin &ldquo;oxidized surface&rdquo; layer. This is similar to the formation of native oxide layers on silicon and aluminum metal surfaces; but the formation rate is much faster for DLC. This must be due to the presence of dangling bonds (like edge sites of graphite) or strained carbon atoms in the amorphous carbon structures which have a high reactivity with oxygen and water. The oxidized surface readily allows adsorption of water molecules which then govern the interfacial shear behaviors. Then, the friction coefficient of DLC films in ambient air is similar to the values typically observed for lubrication by molecular water molecules on silicon oxide and other metal oxide surfaces (around 0.2). Upon shear-induced transformation to &lsquo;graphitic&rsquo; carbon at the sliding interface, DLC becomes electrochemically active in high humidity condition due to thick water layers adsorbed on the sliding interface. Then, DLC can cause galavnic corrosion of the counter metal surface sliding in high humidity conditions (Figure 2). At elevated temperatures, the oxidized or corroded surface layer grows thick enough to cause detrimental effects to the film integrity and severe wear of DLC. &nbsp;Thus, solid lubrication by DLC would work well only in inert (dry nitrogen or vacuum) or reducing (dry hydrogen) environments; but, not in oxidizing or humid environments. The reason that DLC maintains the superlubricity in hydrogen environments is due to tribochemical reactions taking place at the sliding interface involving reactions of the dangling bonds or strained carbon sites with hydrogen molecules impinging from the gas phase.</p>\n<p>As a means of reducing the environmental sensitivity (especially, detrimental effect of oxidizing gas environment), two approaches have been tested. One is to make the DLC surface hydrophobic by reacting with silane containing fluorinated alkyl chains and the other is the nano-scale texturing of the DLC surface by depositing the DLC film on pre-textured substrates (Figure 3). The vapor phase reaction with fluorosilane indeed makes the DLC film surface hydrophobic and oleophobic; but this reaction also induces corrosion of the DLC film (once again due to chemical reactivity of DLC with silanes). The silane-treated DLC shows an improvement in humidity tolerance of superlubricity; but, it is due to wear of the corroded DLC surface; the wear debris of DLC reduces the effective contact area of the sliding interface. The surface texturing is ineffective to maintain ultralow friction in humid environment; but, it can substantially reduce tribochemical wear of the DLC surface in humid environment. The improved wear resistance is due to a lower internal stress of the DLC film deposited on the textured surface.</p>\n<p>Finally, the nano-confinement effect of boundary lubricant molecules were studied using the nano-texted DLC films (Figure 4). It is well...",
  "por_txt_cntn": "\nAmong the numerous unique characteristics of diamond-like carbon (DLC), its superlubricity is one of the most attractive. However, the superlubricous behavior of DLC and the sensitivity of this behavior to the surrounding environment, though probably the most widely studied, were not fully understood. The desirable qualities of DLC films are sensitive to both surface and bulk properties. While bulk properties are essentially governed by the deposition technique and chemical composition of the bulk, surface properties of DLC are affected by both the bulk composition and the surrounding environment.\n\nThe project elucidated the surface chemistry fundamentals for the reasons that the superlubricity of DLC is so sensitive to environments in which DLC friction and wear are tested (Figure 1). In the tribology community, it was believed or assumed that DLC is not inert. However, this study clearly showed that the DLC surface is readily oxidized upon exposure to ambient air (at room temperature) forming a very thin \"oxidized surface\" layer. This is similar to the formation of native oxide layers on silicon and aluminum metal surfaces; but the formation rate is much faster for DLC. This must be due to the presence of dangling bonds (like edge sites of graphite) or strained carbon atoms in the amorphous carbon structures which have a high reactivity with oxygen and water. The oxidized surface readily allows adsorption of water molecules which then govern the interfacial shear behaviors. Then, the friction coefficient of DLC films in ambient air is similar to the values typically observed for lubrication by molecular water molecules on silicon oxide and other metal oxide surfaces (around 0.2). Upon shear-induced transformation to ægraphiticÆ carbon at the sliding interface, DLC becomes electrochemically active in high humidity condition due to thick water layers adsorbed on the sliding interface. Then, DLC can cause galavnic corrosion of the counter metal surface sliding in high humidity conditions (Figure 2). At elevated temperatures, the oxidized or corroded surface layer grows thick enough to cause detrimental effects to the film integrity and severe wear of DLC.  Thus, solid lubrication by DLC would work well only in inert (dry nitrogen or vacuum) or reducing (dry hydrogen) environments; but, not in oxidizing or humid environments. The reason that DLC maintains the superlubricity in hydrogen environments is due to tribochemical reactions taking place at the sliding interface involving reactions of the dangling bonds or strained carbon sites with hydrogen molecules impinging from the gas phase.\n\nAs a means of reducing the environmental sensitivity (especially, detrimental effect of oxidizing gas environment), two approaches have been tested. One is to make the DLC surface hydrophobic by reacting with silane containing fluorinated alkyl chains and the other is the nano-scale texturing of the DLC surface by depositing the DLC film on pre-textured substrates (Figure 3). The vapor phase reaction with fluorosilane indeed makes the DLC film surface hydrophobic and oleophobic; but this reaction also induces corrosion of the DLC film (once again due to chemical reactivity of DLC with silanes). The silane-treated DLC shows an improvement in humidity tolerance of superlubricity; but, it is due to wear of the corroded DLC surface; the wear debris of DLC reduces the effective contact area of the sliding interface. The surface texturing is ineffective to maintain ultralow friction in humid environment; but, it can substantially reduce tribochemical wear of the DLC surface in humid environment. The improved wear resistance is due to a lower internal stress of the DLC film deposited on the textured surface.\n\nFinally, the nano-confinement effect of boundary lubricant molecules were studied using the nano-texted DLC films (Figure 4). It is well known that liquid lubricants with linear molecular structures can readily form a long-range order upon nano-..."
 }
}