{
 "awd_id": "1131422",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  A Framework for Modeling and Measuring Collaborative Creativity in Early Stage Engineering Design Teams",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christiaan Paredis",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 217408.0,
 "awd_amount": 217408.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "The objective of this research award is to model collaborative creativity in engineering design teams in a way that considers both an individual's internal creative processes and the external creative processes that occur through team interactions. Creativity in the generation of new concepts is a key driver of innovation in engineering design, but a continuing challenge has been to postulate strategies that consistently encourage high quality concept generation in design teams. Much research on creativity has focused on theories for internal cognition in individuals, while engineering and organizational behavior research has centered on more general creativity-focused activities at the team level. A comprehensive set of experiments and metrics will be formulated to assess the role of each of these aspects of individual and collaborative creativity. \r\n\r\nIf successful, this research will help advance the fundamental understanding of the nature of creativity in engineering design teams and further the basic knowledge of innovation in design. This work will have impact across many industries, from product development to automotive to services. The metrics and approaches that arise from this research will serve as a foundation from which to develop strategies for design teams and organizations to become more creative as well as innovative. This research will involve the active participation of undergraduates, women, and underrepresented minorities at MIT, USC, and Wellesley College. Research will also involve urban high school students to encourage the pursuit of careers in engineering through exposure to design activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yan",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yan Jin",
   "pi_email_addr": "yjin@usc.edu",
   "nsf_id": "000488686",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900891147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 217408.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this research was to model collaborative creativity in design teams in a novel way that considers both an individual&rsquo;s internal creative processes and the external creative processes associated with interactions within a team. Through this award, we have undertaken new research on modeling collaborative creativity in engineering teams, in particular considering the impact of interactions on concept generation. A Collaborative Thinking Stimulation model has been developed and a set of experiment conducted to investigate various types of collaborative stimulation and their impact on collaborative idea generation.</p>\n<p>The intellectual merit of achieved from this research includes: (1) A collaborative design thinking model was formulated and two categories of collaborative stimulation identified: design entity initiated stimulation including \"prompting\" (a collaborator&rsquo;s design entity reminds the designer of a memory) and \"seeding\" (a collaborator&rsquo;s design entity is furthered by the designer), and question initiated stimulation including \"clarifying\" (a designer&rsquo;s elaboration when challenged by a collaborator) and \"correcting\" (a designer&rsquo;s change/correction when challenged by a collaborator), (2) a retrospective protocol analysis method was developed by integrating both conversational and retrospective protocol analyses, (3) various patterns were identified between stimulation types and cognitive processes, and (4)&nbsp; insights and recommendations for creative collaborative design including: ask questions, collaborate from problem definition stage, expose fully to avoid groupthink, and acquire richer creative experience in wider even unrelated domains.</p>\n<p><strong>&nbsp;</strong>In addition, the research has several broader impacts<strong>.</strong> Collaborative design is a common practice in industry. The results from this research can help practitioners in the industrial companies to better understand the collaboration dynamics and improve their design practice. The findings have already been incorporated in engineering design classes at University of Southern California. Three PhD students, and multiple master students and undergraduate students were supported in part or participated in this award.</p>\n<p>Through the research supported by this award, the following outcomes have been achieved.</p>\n<p>1. The collaborative thinking stimulation (CTS) model and identification of various types of collaborative stimulation. This work has contributed to the creative cognition and group creativity approaches to design by proposing the CTS model, and extending creative cognition to collaboration. The CTS model contributes to the current approaches by proposing that collaboration impacts thought processes through the sharing of design entities and by identifying various types of collaborative stimulation. Collaborative stimulation was proposed to occur through two mechanisms: design entity initiated &ldquo;prompting&rdquo; and &ldquo;seeding&rdquo;, and question initiated &ldquo;correcting&rdquo; and &ldquo;clarifying.&rdquo; Patterns were empirically found between the various types of collaborative stimulation and thought processes. The patterns and mechanisms contribute to creative cognition and group creativity in design by providing a better understanding of how thought processes are influenced by collaborative interactions.</p>\n<p>2. Developing retrospective protocol analysis. In order to observe thought processes and collaborative stimulation, it was necessary to have a method which would identify thinking occurring during collaboration. This was accomplished by adapting current protocol analysis methods to create retrospective protocol analysis. This method can be used in a variety of applications in cognitive science.</p>\n<p>3. A foundation and recommendations for creative collaborative design. A number of recommendati...",
  "por_txt_cntn": "\nThe aim of this research was to model collaborative creativity in design teams in a novel way that considers both an individualÆs internal creative processes and the external creative processes associated with interactions within a team. Through this award, we have undertaken new research on modeling collaborative creativity in engineering teams, in particular considering the impact of interactions on concept generation. A Collaborative Thinking Stimulation model has been developed and a set of experiment conducted to investigate various types of collaborative stimulation and their impact on collaborative idea generation.\n\nThe intellectual merit of achieved from this research includes: (1) A collaborative design thinking model was formulated and two categories of collaborative stimulation identified: design entity initiated stimulation including \"prompting\" (a collaboratorÆs design entity reminds the designer of a memory) and \"seeding\" (a collaboratorÆs design entity is furthered by the designer), and question initiated stimulation including \"clarifying\" (a designerÆs elaboration when challenged by a collaborator) and \"correcting\" (a designerÆs change/correction when challenged by a collaborator), (2) a retrospective protocol analysis method was developed by integrating both conversational and retrospective protocol analyses, (3) various patterns were identified between stimulation types and cognitive processes, and (4)  insights and recommendations for creative collaborative design including: ask questions, collaborate from problem definition stage, expose fully to avoid groupthink, and acquire richer creative experience in wider even unrelated domains.\n\n In addition, the research has several broader impacts. Collaborative design is a common practice in industry. The results from this research can help practitioners in the industrial companies to better understand the collaboration dynamics and improve their design practice. The findings have already been incorporated in engineering design classes at University of Southern California. Three PhD students, and multiple master students and undergraduate students were supported in part or participated in this award.\n\nThrough the research supported by this award, the following outcomes have been achieved.\n\n1. The collaborative thinking stimulation (CTS) model and identification of various types of collaborative stimulation. This work has contributed to the creative cognition and group creativity approaches to design by proposing the CTS model, and extending creative cognition to collaboration. The CTS model contributes to the current approaches by proposing that collaboration impacts thought processes through the sharing of design entities and by identifying various types of collaborative stimulation. Collaborative stimulation was proposed to occur through two mechanisms: design entity initiated \"prompting\" and \"seeding\", and question initiated \"correcting\" and \"clarifying.\" Patterns were empirically found between the various types of collaborative stimulation and thought processes. The patterns and mechanisms contribute to creative cognition and group creativity in design by providing a better understanding of how thought processes are influenced by collaborative interactions.\n\n2. Developing retrospective protocol analysis. In order to observe thought processes and collaborative stimulation, it was necessary to have a method which would identify thinking occurring during collaboration. This was accomplished by adapting current protocol analysis methods to create retrospective protocol analysis. This method can be used in a variety of applications in cognitive science.\n\n3. A foundation and recommendations for creative collaborative design. A number of recommendations for collaborative stimulation, which can result in more creative design, are summarized below:\n\nDesigners should be encouraged to ask good      questions, as question initiated stimulations show strong patterns with ..."
 }
}