{
 "awd_id": "1131671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Microbial Activities in Deep-Subsurface Sediments Beneath Mid-Ocean Gyres",
 "cfda_num": "47.050",
 "org_code": "06040204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Janecek",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 287773.0,
 "awd_amount": 287773.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "The nature of subsurface life is very poorly known. Ocean gyres are the major oceanographic provinces on our planet but the seafloor underlying these oligotrophic open ocean regions is the least explored. Most sub-seafloor investigations have focused on high productivity regions near continental margins. This project proposes to use innovative and experimental stable and radio - isotopiv approaches to address the metabolic activity and the biogeochemical cycling of key compounds (C, N, O) in oligotrophic sub-seafloor sediments underlying the oligotrophic South Pacific Gyre and South Atlantic Gyre.\r\n\r\nIntellectual Merit: The primary objectives of this proposal are to determine metabolic activities (aerobic respiration, heterotrophy/autotrophy) and to track potential routes of C, N and P fixation and turnover using sensitive stable and radioisotope methods, cell extractions and single cell analyses including nano-scale secondary mass spectrometry (nanoSIMS). The fundamental goals are to document geographic variation in subsurface habitat conditions and microbial metabolic activities and to test the factors controlling those activities. The proposed study will test for and quantify heterotrophic and autotrophic metabolisms in a comparison of  (a) ocean regions (gyre center to gyre margin in both the Atlantic and Pacific), b) sediment depth and c) relation to processes in the underlying basalt. This research will addresses key questions in sub-seafloor investigations: What are the principal microbial activities in open ocean sub-seafloor sediments? What are the principal sources of metabolic energy? What are the rates of these activities? The results of the proposed investigations will be transformative to the fields of deep-biosphere microbial ecology and biogeochemistry, as they will significantly advance our understanding of the subsurface biome that may be representative for major areas of the ocean floor. \r\n\r\nBroader Impacts: One postdoctoral fellow will take part in this project and will receive training in research, mentoring, and career preparation. This project will engage undergraduate students who will participate in the research. The proposed research is directly in support and advances large investments made for IODP expeditions 329 (South Pacific Gyre) and 336 (South Atlantic Gyre), which have a unique focus on subsurface microbiology. This project will strengthen international collaborations between IODP scientists and includes close collaborations with the MPI in Bremen, Germany. The NSF Center for Dark Energy Biosphere Investigations at USC (C-DEBI) provides educational opportunities for teachers, K-12 students, undergraduate and graduate students, as well as post-doctoral researchers to train with the aim to foster the next generation of deep subseafloor biosphere researchers, as well as to translate knowledge in the field of deep biosphere research to the broader public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wiebke",
   "pi_last_name": "Ziebis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Wiebke A Ziebis",
   "pi_email_addr": "wziebis@usc.edu",
   "nsf_id": "000486717",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900891147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "572000",
   "pgm_ele_name": "OCEAN DRILLING PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 195000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 92773.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:Arial; \tpanose-1:2 11 6 4 2 2 2 2 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;} @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Cambria; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} p.MsoCommentText, li.MsoCommentText, div.MsoCommentText \t{mso-style-link:\"Comment Text Char\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tmso-bidi-font-size:10.0pt; \tfont-family:\"Times New Roman\"; \tmso-ascii-font-family:Cambria; \tmso-fareast-font-family:\"Times New Roman\"; \tmso-hansi-font-family:Cambria; \tmso-bidi-font-family:\"Times New Roman\";} span.MsoCommentReference \t{mso-ansi-font-size:9.0pt;} span.CommentTextChar \t{mso-style-name:\"Comment Text Char\"; \tmso-style-locked:yes; \tmso-style-link:\"Comment Text\"; \tmso-bidi-font-size:10.0pt; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-fareast-font-family:\"Times New Roman\"; \tmso-hansi-font-family:Cambria; \tmso-bidi-font-family:\"Times New Roman\";} @page Section1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.0in 1.0in 1.0in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} --></p>\n<p class=\"MsoNormal\" style=\"margin-bottom: 6.0pt; text-indent: .5in;\"><span style=\"font-family: Arial;\">In the past two decades a microbial ecosystem buried deep in the sediments beneath the ocean floor has been discovered, yet we still know extremely little about this hidden biosphere. </span><span style=\"font-family: Arial;\">Most sub-seafloor investigations and ocean drilling expeditions have focused on high productivity regions near continental margins, where organic matter export to the seafloor is high, sustaining an anaerobic subsurface microbial biome</span><span style=\"font-family: Arial;\">. IODP Expeditions 329 (South Pacific Gyre &ndash; Microbiology) and 336 (Mid-Atlantic-Ridge/North Pond &ndash; Microbiology) were both dedicated to studying subsurface life underlying oligotrophic open ocean regions. Wiebke Ziebis was a shipboard participating scientist of Expedition 329 and a shore-based scientist for Expedition 336. Detailed oxygen measurements during expeditions the site survey cruise to North Pond (Ziebis et al., 2012) and on the drilling expeditions 329 (D&rsquo;Hondt et al., 2011, D&rsquo;Hondt et al. subm.) and 336 (Orcutt et al., 2013) revealed that, in contrast to the better-studied ocean margin regions, where oxygen only penetrates a few mm or cm, the seafloor underlying oligotrophic ocean gyres is characterized by extremely deep oxygen penetration (several meters to tens of meters). In the case of the South Pacific Gyre, oxygen penetrates the entire sediment column (&gt; 80 m) and reaches the ocean crust. It was also recently discovered at the North Pond site, which is located on the ridge flank of the Mid-Atlantic-Ridge, that oxygen is diffusing upward from the basaltic basement creating another deep zone just above the crust which is oxic (containing molecular oxygen). The presence of oxygen in deep sediment layers greatly influences the microbiology and biogeochemistry beneath the ocean floor. The discovery that the seafloor beneath ocean gyres is mainly or entirely oxic is an extremely important finding since oligotrophic open ocean regions constitute 48 % of the enti...",
  "por_txt_cntn": "\n\nIn the past two decades a microbial ecosystem buried deep in the sediments beneath the ocean floor has been discovered, yet we still know extremely little about this hidden biosphere. Most sub-seafloor investigations and ocean drilling expeditions have focused on high productivity regions near continental margins, where organic matter export to the seafloor is high, sustaining an anaerobic subsurface microbial biome. IODP Expeditions 329 (South Pacific Gyre &ndash; Microbiology) and 336 (Mid-Atlantic-Ridge/North Pond &ndash; Microbiology) were both dedicated to studying subsurface life underlying oligotrophic open ocean regions. Wiebke Ziebis was a shipboard participating scientist of Expedition 329 and a shore-based scientist for Expedition 336. Detailed oxygen measurements during expeditions the site survey cruise to North Pond (Ziebis et al., 2012) and on the drilling expeditions 329 (DÆHondt et al., 2011, DÆHondt et al. subm.) and 336 (Orcutt et al., 2013) revealed that, in contrast to the better-studied ocean margin regions, where oxygen only penetrates a few mm or cm, the seafloor underlying oligotrophic ocean gyres is characterized by extremely deep oxygen penetration (several meters to tens of meters). In the case of the South Pacific Gyre, oxygen penetrates the entire sediment column (&gt; 80 m) and reaches the ocean crust. It was also recently discovered at the North Pond site, which is located on the ridge flank of the Mid-Atlantic-Ridge, that oxygen is diffusing upward from the basaltic basement creating another deep zone just above the crust which is oxic (containing molecular oxygen). The presence of oxygen in deep sediment layers greatly influences the microbiology and biogeochemistry beneath the ocean floor. The discovery that the seafloor beneath ocean gyres is mainly or entirely oxic is an extremely important finding since oligotrophic open ocean regions constitute 48 % of the entire ocean. The discovery of an oxic subsurface is also in stark contrast to what we learned from studies at ocean margins, where oxygen is rapidly consumed in the surface layers and most of the sediment is anoxic. These novel findings have changed our view of the ocean floor. Yet, the microbial communities residing in this oxic deep subsurface are unknown. In fact, we have not identified the members of these deeply buried communities and it is not even clear whether for example bacteria or archaea dominate. It has been suggested, that while archaea dominate in the anoxic sediments of continental margins, bacteria might be more abundant in the oxic seafloor underlying oligotrophic ocean gyres where aerobic respiration prevails. The extremely low nutrient and carbon fluxes within mid-ocean gyres result in the WorldÆs lowest sedimentation rates and lowest abundances of microorganism per volume of sediment. We know that cells are present, yet the extremely low cell numbers render microbiological investigations exceptionally difficult and therefore these deeply buried microorganisms have been pretty elusive to science but seem to have evolved previously unknown metabolic capabilities. Through this project, we conducted experiments with samples obtained on the drilling expeditions to North Pond and the South Pacific gyre from different sediment depths representing different geological times, going back in time to up to 120 years at the South Pacific gyre site.   The main goal of this project was to explore the metabolic activities of these deeply buried microbial communities using a suite of radio and stable isotopes in combination with single cell analyses. The main objective was to determine basic metabolic activities. Are these organisms heterotrophs or autotrophs? Meaning, do they depend on the uptake of organic carbon or can they fix carbon from CO2? At the heart of our investigations was the development of a protocol to extract and concentrate intact cells from these deep sub-surface sediments at the end of the incubations and from..."
 }
}