{
 "awd_id": "1131134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Enhanced imaging flow cytometry for plankton studies via acoustic focusing and emulsion microfluidics",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 246846.0,
 "awd_amount": 246846.0,
 "awd_min_amd_letter_date": "2011-09-26",
 "awd_max_amd_letter_date": "2011-09-26",
 "awd_abstract_narration": "The PI's request funding to improve automated in situ monitoring of the marine microbial community. Microbes account for most of the primary productivity and biomass in the ocean, and the structure of the microbial community determines in large part that of higher trophic levels. A fundamental understanding of the factors that regulate community structure requires detailed and sustained observations of the plankton, which motivated the PIs to develop in situ flow cytometric and imaging-in-flow techniques that measure individual-cell light scattering and fluorescence properties, and utilize automated image analysis to determine taxonomic affiliation of the larger cells. While the instrument designs have proven and effective, two enhancements will enable new research applications. The first challenge to be addressed is that large cells are often under-sampled by current instruments. Acoustic focusing will increase sampling rate by > 10-fold and thus provide a far better look at these cells, facilitating studies of in situ growth rates of different phytoplankton species, and potentially making possible species-level studies of microbial predator activity. The second challenge to be addressed is the need for physical capture of cells for in depth analysis. Emulsion microfluidics techniques will facilitate image-based cell sorting of field samples by allowing the required image analyses to be carried out in a delayed laboratory procedure. After returning the stored cells to the laboratory, analysis of the image corresponding to each stored cell will be carried out, and the stored cells sorted as desired by a novel microfluidic device.\r\n\r\nBroader Impacts:     \r\n\r\n This instrument if successful will be capable of statistically quantitative sampling of pico, nano and microplankton with underwater deployment times as long as half a year. The samples archived in the instrument will permit unprecedented insights into the dynamics of the planktonic ecosystem. If made available commercially (which is in the works) instruments of this type could be key elements for biological sampling on moored ocean observing systems. The proposal has a significant training aspect with the inclusion of two graduate students as well as the collaboration with the Zephyr foundation on the development of a phytoplankton 'unit' in their educational program aimed to high school students. The signs of global change are clear, but the ramifications of these changes are not well constrained because of our limited knowledge of ecosystem responses. The proposed improvements to the IFCB will provide a means to directly observe responses of the primary producers in the natural environment as conditions change. There is no doubt that this knowledge will improve our modeling capability and provide guidance for societies actions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Graves",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Steven W Graves",
   "pi_email_addr": "graves@unm.edu",
   "nsf_id": "000519800",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025430001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 246846.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this research grant was to improve automated in situ monitoring of the marine microbial community.&nbsp;We did this by using acoustic standing waves to increase the focusing capability of underwater flow cytometers, which enabled these instruments to measure higher volumes of seawater for plankton and other marine microbial content. Measurement of such microbes is very important in the study of our marine waters and the impacts of environmental changes on the ocean. &nbsp;Our specific part of the overall project (the sister project was award number 1130140 to the Woods Hole Oceanographic Institution - WHOI) was to create the systems necessary to increase the flow rate through the underwater flow cytometer by 10 fold (from 250 &micro;L/min to 2.5 mL/minute).&nbsp; This underwater cytometer was originally created by WHOI and is termed the FlowCytoBot. To achieve an increased flow rate through the FlowCytoBot, we developed new models for acoustic focusing within a capillary, capillaries for high volumetric flow rate flow cells, feedback control algorithms &amp; software for continuous system operation, as well as custom RF amplifiers for use in the final system. &nbsp;We developed all of these systems and traveled to WHOI, where we installed our systems into a benchtop prototype of the FlowCytoBot. This benchtop prototype system demonstrated the ability to focus several types of marine plankton and, importantly, dock water containing marine microbes. This work demonstrated that our systems can improve sample flow rates ten-fold to 2.5 mL/min for most marine microbes and even higher for some microbes of interest. This increased flow rate will greatly increase the ability of the FlowCytoBot to sample marine waters for microbes of interest and will enable the FlowCytoBot to have greater impact and effectiveness as it monitors the response of marine microbes to environmental changes. This work also served as an excellent demonstration arena to develop new physical models of how acoustic standing waves focus particles. Such an understanding will allow acoustic focusing to more effectively work in applications that range from environmental monitoring to the accurate measurement of blood cell populations. Finally, this project served to train several students in STEM related disciplines.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2016<br>\n\t\t\t\t\tModified by: Steven&nbsp;Graves</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this research grant was to improve automated in situ monitoring of the marine microbial community. We did this by using acoustic standing waves to increase the focusing capability of underwater flow cytometers, which enabled these instruments to measure higher volumes of seawater for plankton and other marine microbial content. Measurement of such microbes is very important in the study of our marine waters and the impacts of environmental changes on the ocean.  Our specific part of the overall project (the sister project was award number 1130140 to the Woods Hole Oceanographic Institution - WHOI) was to create the systems necessary to increase the flow rate through the underwater flow cytometer by 10 fold (from 250 &micro;L/min to 2.5 mL/minute).  This underwater cytometer was originally created by WHOI and is termed the FlowCytoBot. To achieve an increased flow rate through the FlowCytoBot, we developed new models for acoustic focusing within a capillary, capillaries for high volumetric flow rate flow cells, feedback control algorithms &amp; software for continuous system operation, as well as custom RF amplifiers for use in the final system.  We developed all of these systems and traveled to WHOI, where we installed our systems into a benchtop prototype of the FlowCytoBot. This benchtop prototype system demonstrated the ability to focus several types of marine plankton and, importantly, dock water containing marine microbes. This work demonstrated that our systems can improve sample flow rates ten-fold to 2.5 mL/min for most marine microbes and even higher for some microbes of interest. This increased flow rate will greatly increase the ability of the FlowCytoBot to sample marine waters for microbes of interest and will enable the FlowCytoBot to have greater impact and effectiveness as it monitors the response of marine microbes to environmental changes. This work also served as an excellent demonstration arena to develop new physical models of how acoustic standing waves focus particles. Such an understanding will allow acoustic focusing to more effectively work in applications that range from environmental monitoring to the accurate measurement of blood cell populations. Finally, this project served to train several students in STEM related disciplines.\n\n \n\n\t\t\t\t\tLast Modified: 11/16/2016\n\n\t\t\t\t\tSubmitted by: Steven Graves"
 }
}