{
 "awd_id": "1132766",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GEOTRACES Atlantic Section: Aerosol and Rainfall collection and analysis",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 27091.0,
 "awd_amount": 27091.0,
 "awd_min_amd_letter_date": "2011-06-14",
 "awd_max_amd_letter_date": "2011-06-14",
 "awd_abstract_narration": "In the fall of 2010, the US GEOTRACES North Atlantic Section cruise began its survey of the distribution of trace metals and isotopes across a basin where there is an enhanced influence from atmospheric deposition. Due to damages to the ship's (R/V Knorr) propulsion system, the cruise was halted at an early stage when less of a third of the cruise track was completed. The completion of this section has been rescheduled for the fall of 2011.\r\n\r\nWith funding through this Grant for Rapid Response Research (RAPID), a research team at Florida State University will continue collection of aerosol and rainfall samples on the GEOTRACES North Atlantic section cruise in 2011, thereby completing work initiated in 2010. With collaboration from researchers around the world, the 24-hour integrated aerosol samples, and event-based rain samples, will be analyzed for a large suite of TEIs. The team will analyze all aerosol samples for ultra-pure water soluble, seawater soluble, and total (residual) TEIs. Rain samples will be analyzed both filtered and unfiltered, to quantify the soluble and particulate TEI concentrations. Air mass back-trajectories for all sampling days will be modeled using the NOAA HySplit program. Those aerosol samples and a series of seawater samples will be analyzed for Mn, Fe, Co, Ni, Cu, Zn, Cd, and Pb with a shore-based column extraction method utilizing isotope dilution and high-resolution magnetic sector ICPMS. \r\n\r\nBroader Impacts.  Education and training of graduate students are essential components of this research. The PI regularly teaches undergraduate and graduate classes and incorporates the results of his fieldwork into lecture materials to motivate the next generation of Earth scientists. The researchers (PI and graduate student) will benefit from participation in large projects that will create multiple collaborations. Undergraduate FSU chemistry and/or biology majors (males, females, minorities) are involved in the research via annual requests for REU supplements. Results will be presented at national/international scientific meetings, and published in peer-reviewed journals. The data will be submitted in a timely manner according to the requirements of NSF/OCE and the GEOTRACES program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Landing",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Landing",
   "pi_email_addr": "wlanding@fsu.edu",
   "nsf_id": "000443650",
   "pi_start_date": "2011-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "EOAS / 117 N. Woodward Ave.",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 27091.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The overall goal of the GEOTRACES program is to improve our understanding of the sources, distributions, and removal processes of geochemically significant trace elements and isotopes (TEIs) in the world&rsquo;s oceans. The importance of measuring TEI concentrations and deposition to the oceans for aerosols and rainfall is described in the GEOTRACES Science Plan (2006). Atmospheric &ldquo;dust&rdquo; (aerosols) and rainfall deposition can be a significant source of TEIs in the North Atlantic, and will be strongly affected by anthropogenic emissions from North America and Europe and dust emission from northern Africa (&ldquo;Saharan dust&rdquo;). Desert dust will be a significant source of the essential biologically required element, iron (Fe), despite the relatively lower solubility compared to Fe in anthropogenic (pollutant) aerosols. Significant enrichment in surface waters of the North Atlantic from atmospheric deposition can be seen in the distributions of dissolved aluminum (Al) and Fe, as well as manganese (Mn) and cobalt (Co), while dissolved lead (Pb) is elevated throughout the upper ocean in the North Atlantic. Al is a tracer for atmospheric dust deposition, while Mn and Co are essential trace elements for phytoplankton. Pb isotopes can be used to pollutants in air masses from North America and Europe, while neodymium (Nd) isotopes can be used to constrain the ages of aerosol source rocks.&nbsp; Atmospheric deposition of nitrate and ammonia may also be significant across the North Atlantic, and the isotopic composition of the nitrogen and oxygen in aerosol nitrate can be used to evaluate anthropogenic source contributions. We recognize that atmospheric deposition has strong seasonality, such that ship-board sampling cannot be expected to reflect the average annual aerosol concentration. However, the proposed cruise track and timing should enable us to chemically characterize relatively distinct samples of North American aerosols, European aerosols, and Saharan dust from the beginning, middle, and end of the cruise. The atmospheric deposition research will also complement the water column TEI research, where TEIs with widely different residence times in the upper ocean (such as Mn&gt;Al&gt;Fe=Nd&gt;Th) will be studied.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This proposal was funded to collect aerosol and rainfall samples on the GEOTRACES North Atlantic section cruise in 2011. Three high-volume aerosol samplers and two automated rain samplers had already been acquired using previous NSF funding. They were used to collect aerosols on acid-cleaned Whatman-41 (cellulosic) filters (for inorganic trace elements and their isotopes - TEIs) and pre-combusted quartz microfiber (QMA) filters (for organic species, Hg, and nitrogen compounds). One sampler was equipped with a 5-stage Sierra-style slotted cascade impactor to collect size fractionated aerosols (from &gt;7 &micro;m to &lt;0.49 &micro;m). With collaboration from researchers around the world, the 24-hour integrated aerosol samples, and event-based rain samples, are being analyzed for a large suite of TEIs. Because the microbial organisms in the upper ocean respond to the input of dissolved TEIs, we have analyzed all aerosol samples for ultra-pure water soluble, seawater soluble, and total (residual) TEIs. Rain samples have been analyzed both filtered and unfiltered, to quantify the soluble and particulate TEI concentrations. Air mass back-trajectories can help us understand where the aerosols originated, and have been modeled for all sampling days using the NOAA HySplit program. We also requested some funding for the analysis of seawater samples from the towed-fish and GEOTRACES Trace Metal rosette samplers. Those samples, and the seawater aerosol solubility samples, have been analyzed in our lab for Mn, Fe, ...",
  "por_txt_cntn": "\n            The overall goal of the GEOTRACES program is to improve our understanding of the sources, distributions, and removal processes of geochemically significant trace elements and isotopes (TEIs) in the worldÆs oceans. The importance of measuring TEI concentrations and deposition to the oceans for aerosols and rainfall is described in the GEOTRACES Science Plan (2006). Atmospheric \"dust\" (aerosols) and rainfall deposition can be a significant source of TEIs in the North Atlantic, and will be strongly affected by anthropogenic emissions from North America and Europe and dust emission from northern Africa (\"Saharan dust\"). Desert dust will be a significant source of the essential biologically required element, iron (Fe), despite the relatively lower solubility compared to Fe in anthropogenic (pollutant) aerosols. Significant enrichment in surface waters of the North Atlantic from atmospheric deposition can be seen in the distributions of dissolved aluminum (Al) and Fe, as well as manganese (Mn) and cobalt (Co), while dissolved lead (Pb) is elevated throughout the upper ocean in the North Atlantic. Al is a tracer for atmospheric dust deposition, while Mn and Co are essential trace elements for phytoplankton. Pb isotopes can be used to pollutants in air masses from North America and Europe, while neodymium (Nd) isotopes can be used to constrain the ages of aerosol source rocks.  Atmospheric deposition of nitrate and ammonia may also be significant across the North Atlantic, and the isotopic composition of the nitrogen and oxygen in aerosol nitrate can be used to evaluate anthropogenic source contributions. We recognize that atmospheric deposition has strong seasonality, such that ship-board sampling cannot be expected to reflect the average annual aerosol concentration. However, the proposed cruise track and timing should enable us to chemically characterize relatively distinct samples of North American aerosols, European aerosols, and Saharan dust from the beginning, middle, and end of the cruise. The atmospheric deposition research will also complement the water column TEI research, where TEIs with widely different residence times in the upper ocean (such as Mn&gt;Al&gt;Fe=Nd&gt;Th) will be studied.\n\n            This proposal was funded to collect aerosol and rainfall samples on the GEOTRACES North Atlantic section cruise in 2011. Three high-volume aerosol samplers and two automated rain samplers had already been acquired using previous NSF funding. They were used to collect aerosols on acid-cleaned Whatman-41 (cellulosic) filters (for inorganic trace elements and their isotopes - TEIs) and pre-combusted quartz microfiber (QMA) filters (for organic species, Hg, and nitrogen compounds). One sampler was equipped with a 5-stage Sierra-style slotted cascade impactor to collect size fractionated aerosols (from &gt;7 &micro;m to &lt;0.49 &micro;m). With collaboration from researchers around the world, the 24-hour integrated aerosol samples, and event-based rain samples, are being analyzed for a large suite of TEIs. Because the microbial organisms in the upper ocean respond to the input of dissolved TEIs, we have analyzed all aerosol samples for ultra-pure water soluble, seawater soluble, and total (residual) TEIs. Rain samples have been analyzed both filtered and unfiltered, to quantify the soluble and particulate TEI concentrations. Air mass back-trajectories can help us understand where the aerosols originated, and have been modeled for all sampling days using the NOAA HySplit program. We also requested some funding for the analysis of seawater samples from the towed-fish and GEOTRACES Trace Metal rosette samplers. Those samples, and the seawater aerosol solubility samples, have been analyzed in our lab for Mn, Fe, Co, Ni, Cu, Zn, Cd, and Pb using a shore-based column extraction method utilizing isotope dilution and high-resolution magnetic sector ICPMS.\n\n       Education and training of graduate students are essential compo..."
 }
}