{
 "awd_id": "1132508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:Sensors for Quantification of Degradation in Polymer Electrolyte Fuel Cells",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 204680.0,
 "awd_amount": 204680.0,
 "awd_min_amd_letter_date": "2011-05-10",
 "awd_max_amd_letter_date": "2011-05-10",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPI: Matthew Mench \r\nInstitution:  Pennsylvania State University\r\nProposal Number: 0644811\r\nTitle: CAREER: Sensors for Quantification of Degradation in Polymer Electrolyte Fuel Cells\r\n\r\nIntellectual merit\r\n\r\nMany complex systems suffer gradual degradation that can result in catastrophic failure.  Because the time scale of degradation is relatively slow, these types of anomalous faults are nearly impossible to detect at an early stage with conventional sensing technology.  The PI is planning an approach that is to enable early detection and quantification of potentially catastrophic evolving faults in polymer electrolyte fuel cells (PEFCs). The objective is early detection that will precede implementation of anomaly mitigation and graceful degradation strategies, extending service availability, mean performance, and enabling a more aggressive initial design.  This objective is essential to achieve the extended longevity that currently limits PEFCs. The methodology to achieve this sensing capability is heuristically similar to an electrocardiogram, in which the time series data of a heart's response to external stress are used to rapidly diagnose ailments that have evolved over many years.\r\n\r\nThis sensing and quantification methodology provides early stage diagnosis of relatively slowly varying anomalies through a fast time scale stimulus-response approach.  Following a chosen externally applied stimulus, the time series data are partitioned into a response vector using symbolic dynamics.  The dynamic response vector characteristics are compared to a nominal response vector to precisely quantify the anomaly level.  This early fault detection technique will enable nearly imperceptible slow time scale anomalies to be quantified online in a fast time scale, well before significant degradation occurs.\r\n\r\nBroader Impact:\r\n\r\nThe broader impact of this research should help generate the infrastructure and knowledge base needed to enable ubiquitous PEFC implementation, and reduce long term United States dependence of fossil fuels.  The CO sensor will be developed into a prototype under a collaboration between Nuvera and TA&D, a technology development company, maximizing impact. Educationally, the program will expose hundreds of students, from high school through graduate school, to fuel cell technology.  Three Ph.D. students will be directly involved, and forty undergraduates per year will be enrolled in an upgraded senior level course including industrial speakers and a collaboration with the University of Arizona.  A textbook currently in development will also benefit from the output of this research.  High school students and teachers will participate in an summer program, and a new graduate-level course will be developed. Overall, the integrated research and educational program will help establish a permanent infrastructure to address key technical challenges that presently hinder widespread PEFC adoption.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Mench",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Mench",
   "pi_email_addr": "mmench@utk.edu",
   "nsf_id": "000574897",
   "pi_start_date": "2011-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1 Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 204680.0
  }
 ],
 "por": null
}