{
 "awd_id": "1132840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Costa Rican Workshop: Interdisciplinary workgroup on water sustainability in the Tempisque Basin; Palo Verde NP, Costa Rica, April 2012",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harold Stolberg",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 34335.0,
 "awd_amount": 34335.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "In this international collaborative project researchers from the U.S. and Costa Rica will assemble an international team to address issues regarding water use in the Pacific Mesoamerican region, specifically in the Tempisque basin in northwestern Costa Rica.  Using a cross-disciplinary approach that integrates hydrology with ecology and socio-economics, this project strives to help advance knowledge of wetland management in a heavily regulated tropical catchment with important conservation interest.  The team will first define common goals and vision and identify the key research questions to be addressed in order to understand how this complex system works.  A capstone international workshop will then gather researchers and stakeholders to collectively build a conceptual system model that will support the framing of compelling hypotheses for further research proposal development.  The researchers involved will come from the University of Florida, Arizona State University, the Duke-based Organization of Tropical Studies (OTS), Universidad de Costa Rica (UCR) and Universidad Nacional de Costa Rica (UNA).  Among the activities to be planned for are (1) an in-depth quantitative analysis of the sustainability of water supply and demand in the Rio Tempisque/Bebedero basin in NW Costa Rica; (2) an exploration of how climate change may affect ecosystem services through changes in water availability, land use and biodiversity through empirical data and stakeholder input integration and model-based scenarios analysis, and (3) use of the basin as a representative site of Pacific Mesoamerica to investigate what actions may be taken, from policy to practice, to help maintain or improve water availability and ecosystem services in future years. \r\n\r\nThe activities of this project should help lay the foundation for a better understanding of dynamic water use and availability and potential policy solutions for watershed sustainability.  Outcomes from the proposed activities and any larger subsequent activities can contribute to both local and global societal benefits in terms of information and understanding that are key to economic growth, agricultural productivity, and biodiversity conservation.  Results and outcomes will be disseminated to the scientific community and to the wider public through knowledge exchange activities.  Easily prepared model scenarios have the potential to greatly facilitate the involvement of stakeholders in the process of identifying research gaps and planning issues.  US and Costa Rican students and young researchers will be included in this effort.  Involvement of junior researchers in collaborative international activities is a major goal of OISE.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Losos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Losos",
   "pi_email_addr": "elizabeth.losos@duke.edu",
   "nsf_id": "000397266",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Organization for Tropical Studies",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Costa Rica",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5904",
   "pgm_ref_txt": "COSTA RICA"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 34335.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Increasing demand for water, along with possible diminishing water resources due to climate change, can result in major vulnerabilities within Pacific Mesoamerica, including declining agricultural productivity, biodiversity losses, and limits to economic growth. A general decline in economic growth could have important implications for North America. For example, in 2006 the U.S. exported $19.6 billion worth of goods to Central America and imported nearly $19 billion worth of products, mostly agricultural, from the region. Erosion of labor-intensive agriculture in the region could contribute to increases in labor migration to the U.S. Declining biodiversity would erode the region&rsquo;s rich natural heritage and declines in Neotropical migrant birds would significantly affect avian biodiversity in the U.S. As these vulnerabilities emerge as realities, the region will need to invest in adaptive responses and new intellectual capital. In particular, current water use in the region is unsustainable and will become worse as global and regional climate models forecast a warmer and dryer future. This generates management challenges in both natural and human systems, already strained beyond their limit of economic and biological sustainability.</p>\n<p>The 5404 km<sup>2</sup> Tempisque basin in NW Costa Rica is a good biophysical proxy for the region and the focal site for our international working group. It contains not only many of the land and water challenges found across the region (including degradation of he Palo Verde wetland recognized worldwide as a Ramsar site), but it also contains a strong institutional framework necessary to support a complex project that provides significant impacts. The<span style=\"text-decoration: underline;\"> long-term goals</span> (10 years) of this effort are to: (1) conduct an in-depth quantitative analysis of the sustainability of water supply and demand in the Rio Tempisque/Bebedero basin in NW Costa Rica; (2) explore, through empirical data and stakeholder input integration and model-based scenarios analysis, how climate change may affect ecosystem services through changes in water availability, land use and biodiversity; and (3) use the basin as a representative site of Pacific Mesoamerica to investigate what actions may be taken, from policy to practice, to help maintain or improve water availability and ecosystem services in future years. The <strong>specific objective of this NSF-CNIC international collaboration grant</strong> was to consolidate an international multi-disciplinary team that will tackle the long-term goals. The team is&nbsp;composed by 17 US researchers (11 from University of Florida, 3 from Arizona State University's Global Institute of Sustainability, 2 from the Duke-based Organization for Tropical Studies-OTS, 1 from Columbia University), and 6 Costa Rican collaborators from Universidad de Costa Rica, Instituto Tecnol&oacute;gico de Costa Rica, MarViva, Texas A&amp;M's Soltis Center, ProDesarrollo Internacional and OTS-Palo Verde Biological Station.&nbsp;</p>\n<p>This multi-disciplinary team addresses collectively the intersection of land and water use in the context of climate change through the integrated disciplinary perspectives of ecology, hydrology, climatology, economics, law, anthropology and rural sociology. In two workshops (one held in the US and one in Costa Rica) the team built a conceptual model of the complex Tempisque Basin system that integrates biophysical characteristics and interlinked socio-ecological features. &nbsp;To integrate the information generated by this effort, the team drafted a computational spatially and temporally explicit simulation model with a friendly graphic interphase (QnD). QnD will ultimately allow researchers and stakeholders to explore the relative impact of different decisions and environemental conditions on the management of the region. In the process of building...",
  "por_txt_cntn": "\nIncreasing demand for water, along with possible diminishing water resources due to climate change, can result in major vulnerabilities within Pacific Mesoamerica, including declining agricultural productivity, biodiversity losses, and limits to economic growth. A general decline in economic growth could have important implications for North America. For example, in 2006 the U.S. exported $19.6 billion worth of goods to Central America and imported nearly $19 billion worth of products, mostly agricultural, from the region. Erosion of labor-intensive agriculture in the region could contribute to increases in labor migration to the U.S. Declining biodiversity would erode the regionÆs rich natural heritage and declines in Neotropical migrant birds would significantly affect avian biodiversity in the U.S. As these vulnerabilities emerge as realities, the region will need to invest in adaptive responses and new intellectual capital. In particular, current water use in the region is unsustainable and will become worse as global and regional climate models forecast a warmer and dryer future. This generates management challenges in both natural and human systems, already strained beyond their limit of economic and biological sustainability.\n\nThe 5404 km2 Tempisque basin in NW Costa Rica is a good biophysical proxy for the region and the focal site for our international working group. It contains not only many of the land and water challenges found across the region (including degradation of he Palo Verde wetland recognized worldwide as a Ramsar site), but it also contains a strong institutional framework necessary to support a complex project that provides significant impacts. The long-term goals (10 years) of this effort are to: (1) conduct an in-depth quantitative analysis of the sustainability of water supply and demand in the Rio Tempisque/Bebedero basin in NW Costa Rica; (2) explore, through empirical data and stakeholder input integration and model-based scenarios analysis, how climate change may affect ecosystem services through changes in water availability, land use and biodiversity; and (3) use the basin as a representative site of Pacific Mesoamerica to investigate what actions may be taken, from policy to practice, to help maintain or improve water availability and ecosystem services in future years. The specific objective of this NSF-CNIC international collaboration grant was to consolidate an international multi-disciplinary team that will tackle the long-term goals. The team is composed by 17 US researchers (11 from University of Florida, 3 from Arizona State University's Global Institute of Sustainability, 2 from the Duke-based Organization for Tropical Studies-OTS, 1 from Columbia University), and 6 Costa Rican collaborators from Universidad de Costa Rica, Instituto Tecnol&oacute;gico de Costa Rica, MarViva, Texas A&amp;M's Soltis Center, ProDesarrollo Internacional and OTS-Palo Verde Biological Station. \n\nThis multi-disciplinary team addresses collectively the intersection of land and water use in the context of climate change through the integrated disciplinary perspectives of ecology, hydrology, climatology, economics, law, anthropology and rural sociology. In two workshops (one held in the US and one in Costa Rica) the team built a conceptual model of the complex Tempisque Basin system that integrates biophysical characteristics and interlinked socio-ecological features.  To integrate the information generated by this effort, the team drafted a computational spatially and temporally explicit simulation model with a friendly graphic interphase (QnD). QnD will ultimately allow researchers and stakeholders to explore the relative impact of different decisions and environemental conditions on the management of the region. In the process of building the conceptual model, the multi-disciplinary team identified critical integrated research gaps that have guided them in the process of preparing several grant proposals.\n\n..."
 }
}