{
 "awd_id": "1132410",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Multiscale Simulations of Multiphase Flows",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 275581.0,
 "awd_amount": 277047.0,
 "awd_min_amd_letter_date": "2011-03-30",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "Direct numerical simulations (DNS) are perhaps the biggest new development in studies of multiphase flows and such simulations are already starting to have a major impact. As their use has increased, it has become clear that in many situations the formation of small-scale features such as thin films or drops require excessive (and often unachievable) resolution. Here it is proposed to develop multi-scale direct numerical simulations to allow the inclusion of such small scale phenomenon in simulations where everything else is fully resolved. The proposed work has the following objectives:\r\n\r\nThe development of a general strategy to include multi-scale description of small-scale phenomenon in numerical simulations of the dynamics of multiphase flows. The approach is based on the observation that many small-scale features (films, threads, boundary layers, strained advection-diffusion reaction layers, very small drops and bubbles, and so on) have a relatively simple structure and can therefore be described relatively accurately by analytical or semi-analytical models that are evolved concurrently with the fully resolved larger-scale motion. The challenges include identifying when and where to use such a description, how to efficiently and accurately couple the small-scale description and the numerically resolved flow, and the development of efficient data structures to implement the different descriptions in a way that does not overwhelm developers of such codes.\r\n\r\nThe development of specific multi-scale descriptions for thin films and threads, mass transfer, and chemical reactions to describe under-resolved features in direct numerical simulations of multifluid and multiphase flows. The need for multi-scale approach in these situations arises both because very thin films and threads can form naturally in multiphase flows, and since there is usually a large discrepancy between the length and time scales of the fluid motion on the one hand and mass transfer and reactions on the other. This work, which can be divided into the modeling of small scale flow features (films and threads), thin boundary layers in mass transfer problems, and reaction layers, will build on ideas currently being developed for boiling and an approach originally developed some time ago in the context of modeling of diffusion gas flames, where we showed that we could capture reasonably complex chemical reactions using a surprisingly simple approximation strategy. The numerical methods will be made available through an online repository, along with a thorough documentation of the methodology and the use of the codes.\r\n\r\nThe intellectual merit of the proposed activity: While direct numerical simulations (DNS) of multiphase flows have already had major impact on our understanding of such flow, and many opportunities still exist for applications of currently existing methods, it is also clear that in many cases the range of scales is too large to handle within the same numerical approach, even using adaptive grid refinement. Small-scale features in multiphase flows do, however, often exhibit a relatively simple structure that can be captured analytically or semi-analytically. In the present work we propose to extend DNS to include such multi-scale descriptions. This will greatly extend the range of multiphase flows that can be studied using DNS. It will, in particular, allow us to consider reacting systems for a realistic range of governing parameters.\r\n\r\nThe broader impacts of the proposed activity: Multiphase flows are critical in energy conversion, material processing, the chemical industry, atmospheric processes, and living systems. Incremental improvement in the efficiency of such processes translates into billions of dollars in savings and new discoveries have the potential to transform whole industries.  Computational studies will bring about both incremental and transformative changes in the management of multiphase systems. Enlarging the community of users by providing online codes and documentations will help make that happen. In addition to training graduate students and postdocs, this project will provide research opportunities for undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gretar",
   "pi_last_name": "Tryggvason",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gretar Tryggvason",
   "pi_email_addr": "gtryggv1@jhu.edu",
   "nsf_id": "000109922",
   "pi_start_date": "2011-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 75581.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 101466.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For many multiphase fluid systems the governing equations are reasonably well known, but the size of the systems is such that solving the equations fully for the whole system is impractical. In those cases engineers rely on equations for the average motion to design the processes and predict its performance. The equations for the average behavior do, however, contain unknown terms describing the effect of the unresolved scales on the average motion and establishing the form and magnitude of these terms is a major research activity. Over the last decade and a half, numerical methods capable of simulating flows with unsteady sharp phase boundaries have been developed and direct numerical simulations of a small multiphase system, often containing tens or hundreds of bubbles or drops, have emerged as a viable tool to help develop an understanding of how the small and the larger scales interact. The computational resources for such simulations are usually determined by the resolution requirement for each bubble or a drop and generally it is found that the systems need to be relatively large to reliably predict the scale interactions.</p>\n<p>In some cases, however, the systems contain very small, localized scales that would require much higher grid resolution. This is the case for thin films that form when bubbles or drops collide or when another physical process is taking place on a time scale that is much different than the fluid flow. Devoting computational resources to fully resolve those processes reduces the size of the system that can be simulated and the range of scales that can be examined. In some cases, however, the small-scale processes are relatively simple. The strong effect of surface tension and viscosity at the small-scales does, in particular, keep the interface geometry and the fluid flow relatively simple and in many cases analytical or semi-analytical models can accurately describe the small-scale motion.</p>\n<p>In the present project we explored strategies to couple analytical models with simulations resolving the rest of the flow fully to avoid having to refine the grid for these isolated small-scale processes. Most of the work focused on capturing mass transfer from gas bubbles in liquid. This is a problem of enormous importance as chemicals worth billions of dollars are processed in bubble columns. The gas bubbles rising through the liquid dissolve and the dissolved gas reacts with other dissolved chemicals in the liquid. The rate of dissolution and the reactions usually depend on the distribution of the bubbles and the details of the flow and models that allowed accurate predictions would have significant impact. For most gas-liquid systems the mass transfer is much slower than the diffusion of momentum so the mass that diffuses from the bubble is almost immediately swept away by the flow. This results in a very thing mass boundary layer next to the bubble that requires fine resolution if it is simulated in the same way as the fluid flow. Here a model for the mass boundary layer is developed that is coupled with the fluid flow and the transfer of mass away from the bubbles and alleviates the need to fully resolve the mass boundary layer. We have shown that this approach accurately predicts the mass transfer from a single bubble, using comparisons with very high-resolution calculations for special cases and comparisons with experimental results obtained by our collaborator in Japan, without significant extra cost. We also show that the results agree well with experimental correlations in the literature, for those cases where such correlations apply.</p>\n<p>The new computational strategy has then been used to examine the effect of bubble interactions in dense bubble systems. The results were compared with those from a fixed regular array of bubbles and it was found that while the bubble interactions slowed the bubbles down and reduced mass transfe...",
  "por_txt_cntn": "\nFor many multiphase fluid systems the governing equations are reasonably well known, but the size of the systems is such that solving the equations fully for the whole system is impractical. In those cases engineers rely on equations for the average motion to design the processes and predict its performance. The equations for the average behavior do, however, contain unknown terms describing the effect of the unresolved scales on the average motion and establishing the form and magnitude of these terms is a major research activity. Over the last decade and a half, numerical methods capable of simulating flows with unsteady sharp phase boundaries have been developed and direct numerical simulations of a small multiphase system, often containing tens or hundreds of bubbles or drops, have emerged as a viable tool to help develop an understanding of how the small and the larger scales interact. The computational resources for such simulations are usually determined by the resolution requirement for each bubble or a drop and generally it is found that the systems need to be relatively large to reliably predict the scale interactions.\n\nIn some cases, however, the systems contain very small, localized scales that would require much higher grid resolution. This is the case for thin films that form when bubbles or drops collide or when another physical process is taking place on a time scale that is much different than the fluid flow. Devoting computational resources to fully resolve those processes reduces the size of the system that can be simulated and the range of scales that can be examined. In some cases, however, the small-scale processes are relatively simple. The strong effect of surface tension and viscosity at the small-scales does, in particular, keep the interface geometry and the fluid flow relatively simple and in many cases analytical or semi-analytical models can accurately describe the small-scale motion.\n\nIn the present project we explored strategies to couple analytical models with simulations resolving the rest of the flow fully to avoid having to refine the grid for these isolated small-scale processes. Most of the work focused on capturing mass transfer from gas bubbles in liquid. This is a problem of enormous importance as chemicals worth billions of dollars are processed in bubble columns. The gas bubbles rising through the liquid dissolve and the dissolved gas reacts with other dissolved chemicals in the liquid. The rate of dissolution and the reactions usually depend on the distribution of the bubbles and the details of the flow and models that allowed accurate predictions would have significant impact. For most gas-liquid systems the mass transfer is much slower than the diffusion of momentum so the mass that diffuses from the bubble is almost immediately swept away by the flow. This results in a very thing mass boundary layer next to the bubble that requires fine resolution if it is simulated in the same way as the fluid flow. Here a model for the mass boundary layer is developed that is coupled with the fluid flow and the transfer of mass away from the bubbles and alleviates the need to fully resolve the mass boundary layer. We have shown that this approach accurately predicts the mass transfer from a single bubble, using comparisons with very high-resolution calculations for special cases and comparisons with experimental results obtained by our collaborator in Japan, without significant extra cost. We also show that the results agree well with experimental correlations in the literature, for those cases where such correlations apply.\n\nThe new computational strategy has then been used to examine the effect of bubble interactions in dense bubble systems. The results were compared with those from a fixed regular array of bubbles and it was found that while the bubble interactions slowed the bubbles down and reduced mass transfer, the unsteady interactions increased mass transfer, thus compensating for the ..."
 }
}