{
 "awd_id": "1132130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative research: HF Radar surface current measurements in support of constraining shelf edge exchange in the SAB under wind, tidal and Gulf stream influence.",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 111273.0,
 "awd_amount": 111273.0,
 "awd_min_amd_letter_date": "2011-03-29",
 "awd_max_amd_letter_date": "2011-03-29",
 "awd_abstract_narration": "This is a RAPID award, evaluated and funded on an accelerated schedule because of critical time pressures.\r\n\r\nA recently funded proposal (NSF-OCE biological and physical oceanography programs, Awards 1032285 and 1032276) by Jim Nelson, H. Seim and C. Edwards focuses on physical-biological coupling during winter on the outer shelf/upper slope off Long Bay (between Cape Romain, SC and Cape Fear, NC. In this region, elongated shelf-edge phytoplankton bloom features are common occurrences in wintertime satellite imagery. Unlike other sections of the South Atlantic Bight shelf, where shelf edge upwelling associated with Gulf Stream frontal eddies is the largest source of nutrients supporting new production on the shelf, it appears that in Long Bay, other processes must sustain the phytoplankton blooms throughout the winter months. The Nelson et al. work will use mooring, glider, ship and satellite measurements to investigate both physical and biological aspects of these other shelf-edge physical mechanisms. This project will expand upon the scope of science made possible by their suite of measurements by adding long-range HF radar surface current measurements to the experiment, using existing HF radar instrumentation available for this work. Deployment of the radars will enable the collection of data on surface ocean current with a spatial resolution of 3000m and with a temporal frequency of 30 min and over ranges reaching the Gulf Stream.\r\n\r\nTwo beam forming, Wellen Radars (WERA) are available at the University of South Carolina (Voulgaros) for use in this project. A primary reason this deployment is suitable as a RAPID project is that one of the two radars has only recently become available as a result of unanticipated down-time in its dedicated mission as part of the national HF-radar network. It would not have been possible to commit this radar to the Nelson et al project at the time of their original proposal, but this interruption in operation makes the system temporarily available for a focused scientific research deployment.  Necessary tasks for this deployment, such as modifying the frequency of one of the radars, obtaining radio licenses from the FCC, and finding suitable locations and obtaining permissions need to be started quickly so as to deploy these systems in time for concurrent operation with the Nelson et al. scheduled deployment in late January 2012. \r\n\r\nIntellectual Merit The proposed data collection will contribute substantially to the funded Nelson et al. work by providing a significant improvement in their capacity to define Gulf Stream offshore position and orientation at high spatial and temporal resolution. Assuming availability of internet communications at the installations, real-time surface current maps can contribute to the ship and glider operations of the Nelson et al. project. With the addition of the Long Bay radar deployments to the existing IOOS-supported radar coverage on the Georgia shelf, it will be possible to contrast the surface expression of wind-forced alongshelf flow, internal tides and shelf edge eddies between the Georgia shelf and Long Bay, and determine their correspondence with different modes of Gulf Stream variability. This will further permit the assessment of alongshelf convergence and off shelf import/export between these contrasting regions of wind and Gulf Stream influence at larger scales than have been possible in the past.\r\n\r\nBroader Impacts Newly defined denitrification processes (sinks) in the global coastal ocean imply much higher fixation and input rates (sources) than are presently identified, requiring a more accurate accounting of nitrate sources at the shelf edge. The export of shelf derived carbon sources and the import of nitrate into the coastal ocean are both poorly constrained in the South Atlantic Bight, and may contribute to global carbon and nutrient cycles in important ways. These measurements will better constrain those contributions for winter forcing in this region. This collaboration will also enhance collaboration between the neighboring states of North Carolina, South Carolina and Georgia, leading to a potential regional synergy in the area of Physical Oceanography that could benefit all three regions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Voulgaris",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Voulgaris",
   "pi_email_addr": "gvoulgaris@geol.sc.edu",
   "nsf_id": "000108019",
   "pi_start_date": "2011-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "701 Sumter St.",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 111273.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Analyses of satellite imagery from the area of Long Bay (i.e., the coastal ocean between Cape Romain, SC and Cape Fear, NC) has indicated the presence of elongated phytoplankton bloom features that appear to persist over the shelf edge, especially during the winter months. The presence of these features is associated with the supply of nutrients from the open ocean.&nbsp; In this area, as the Gulf Stream (GS) travels northward interacts with a topographic feature found on the shelf edge called the Charleston Bump. This interaction leads to the deflection of the GS seaward off Charleston, SC and the creation of a large cyclonic gyre, known as the Charleston Gyre that can provide the necessary nutrients. However apart from the gyre there are other transient eddies (cyclonic and anti-cyclonic) that may transport heat and nutrients and their role has not been fully explored to date.</p>\n<p>Although other investigators have been using point measurements of currents and biological parameters to identify the mechanism responsible for the supply of nutrients, in this study we installed and used high frequency (HF) ocean radars to measure surface currents. This method is limited as it provides information on ocean circulation limited to the top 1 m layer of the ocean but at the same time has the advantage that is capable to cover large areas extending up to 180 km and with a spatial resolution of 3 km. Such technology enables us to (i) identify and quantify the deflection of the Gulf Stream; (ii) Identify the type of eddies being created; (iii) relate them to Gulf Stream deflection and gyre creation; and (iii) in combination with the point measurements, quantify nutrient and heat fluxes.</p>\n<p>This ocean radar technology requires the installation of 2 shore based radar stations that emit electromagnetic (EM) waves. The EM waves are backscattered by the ocean waves and then are recorded back by each station. Changes in frequency of the emitted waves (Doppler Shift) because of the ocean currents are identified and used to estimate the surface currents.</p>\n<p>NSF provided partial funding for the installation of one of the 2 stations required, while additional funding for the other station was made available by the US Integrated Coastal Ocean Observing Systems (IOOS) program. The two stations were installed early 2012 and became fully operational in March 2012. The stations are located in Georgetown, SC (GTN) Caswell Beach, NC (CSW). Since the stations are operating using radio frequencies there are times during the day and different seasons so that their coverage gets interference by other radio signals. Figure 1 shows the percentage data coverage for each station and the 2-D coverage when the data from both stations are combined.</p>\n<p>This study has allowed us to establish the monthly and seasonal climatology of surface circulation over the period May 2012- April 2014. As an example, in Figure 2 the monthly averaged surface ocean circulation is shown for February (winter 2013 and 2014) and July (summer 2012 and 2013), respectively. It is characteristic that in July 2012 the gyre was not well developed, but in July 2013 the gyre was fully developed.</p>\n<p>&nbsp;The development and application of eddy detection algorithms allowed us to identify the time, location, persistence and type (cyclonic/upwelling vs anti-cyclonic/downwelling) of eddies present in the area. Over this 2 year period, 37 eddies were identified with 23 of them being cyclonic and 14 anticyclonic. The majority of them (19 eddies) persistent for periods less than 20 hours while only 2 eddies lasted for more than 100 hrs. The cyclonic eddies were found to be the largest and fastest moving eddies and having higher rotation rates varying from 5 to 10 rotations per day. &nbsp;Examples of cyclonic and anti-cyclonic eddies superimposed on sea surface temperature maps from satellite imagery are shown in Figures 3...",
  "por_txt_cntn": "\nAnalyses of satellite imagery from the area of Long Bay (i.e., the coastal ocean between Cape Romain, SC and Cape Fear, NC) has indicated the presence of elongated phytoplankton bloom features that appear to persist over the shelf edge, especially during the winter months. The presence of these features is associated with the supply of nutrients from the open ocean.  In this area, as the Gulf Stream (GS) travels northward interacts with a topographic feature found on the shelf edge called the Charleston Bump. This interaction leads to the deflection of the GS seaward off Charleston, SC and the creation of a large cyclonic gyre, known as the Charleston Gyre that can provide the necessary nutrients. However apart from the gyre there are other transient eddies (cyclonic and anti-cyclonic) that may transport heat and nutrients and their role has not been fully explored to date.\n\nAlthough other investigators have been using point measurements of currents and biological parameters to identify the mechanism responsible for the supply of nutrients, in this study we installed and used high frequency (HF) ocean radars to measure surface currents. This method is limited as it provides information on ocean circulation limited to the top 1 m layer of the ocean but at the same time has the advantage that is capable to cover large areas extending up to 180 km and with a spatial resolution of 3 km. Such technology enables us to (i) identify and quantify the deflection of the Gulf Stream; (ii) Identify the type of eddies being created; (iii) relate them to Gulf Stream deflection and gyre creation; and (iii) in combination with the point measurements, quantify nutrient and heat fluxes.\n\nThis ocean radar technology requires the installation of 2 shore based radar stations that emit electromagnetic (EM) waves. The EM waves are backscattered by the ocean waves and then are recorded back by each station. Changes in frequency of the emitted waves (Doppler Shift) because of the ocean currents are identified and used to estimate the surface currents.\n\nNSF provided partial funding for the installation of one of the 2 stations required, while additional funding for the other station was made available by the US Integrated Coastal Ocean Observing Systems (IOOS) program. The two stations were installed early 2012 and became fully operational in March 2012. The stations are located in Georgetown, SC (GTN) Caswell Beach, NC (CSW). Since the stations are operating using radio frequencies there are times during the day and different seasons so that their coverage gets interference by other radio signals. Figure 1 shows the percentage data coverage for each station and the 2-D coverage when the data from both stations are combined.\n\nThis study has allowed us to establish the monthly and seasonal climatology of surface circulation over the period May 2012- April 2014. As an example, in Figure 2 the monthly averaged surface ocean circulation is shown for February (winter 2013 and 2014) and July (summer 2012 and 2013), respectively. It is characteristic that in July 2012 the gyre was not well developed, but in July 2013 the gyre was fully developed.\n\n The development and application of eddy detection algorithms allowed us to identify the time, location, persistence and type (cyclonic/upwelling vs anti-cyclonic/downwelling) of eddies present in the area. Over this 2 year period, 37 eddies were identified with 23 of them being cyclonic and 14 anticyclonic. The majority of them (19 eddies) persistent for periods less than 20 hours while only 2 eddies lasted for more than 100 hrs. The cyclonic eddies were found to be the largest and fastest moving eddies and having higher rotation rates varying from 5 to 10 rotations per day.  Examples of cyclonic and anti-cyclonic eddies superimposed on sea surface temperature maps from satellite imagery are shown in Figures 3 and 4.\n\nAdditional work is underway to estimate nutrient fluxes associated with each eddy using temperatur..."
 }
}