{
 "awd_id": "1132581",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing a Spatially-Explicit Agent-Based Life Cycle Analysis Framework for Improving the Environmental Sustainability of Bioenergy Systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 309097.0,
 "awd_amount": 309097.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2011-08-05",
 "awd_abstract_narration": "1132581 (Xu).  This project has two major goals. First, a spatially-explicit agent-based LCA framework will be developed to improve the standard LCA modeling technique by overcoming the issues involved with analyzing emerging technologies with dynamic and evolving supply chains. The achievement of this goal will advance LCA methodology and provide a new tool for environmental sustainability analysis.  Second, this improved LCA modeling framework will be applied to the U.S. switchgrass bioenergy system (biofuels and biomass electricity) to examine the future supply chain dynamics and evolution under a variety of policy scenarios and evaluate the associated life cycle environmental impacts. The completion of this work will provide a roadmap for the nation and selected states to achieve bioenergy development goals while meeting market demand and minimizing environmental impact.  The proposed spatially-explicit agent-based LCA modeling framework will integrate conventional LCA modeling with an agent-based modeling technique to allow feedback between the environmental intervention database and the dynamics and evolution of supply chain. The model will be spatially-explicit by incorporating geospatial data and tools. The proposed framework addresses some of the grand challenges identified by the LCA community in both bioenergy LCA and LCA methodology in general, and will be generally applicable to other systems beyond the bioenergy case study. The success of this project will improve the state of the LCA method to analyze dynamic, emerging systems.  In addition to this methodological advancement, results of this project may directly impact decisions pertaining to bioenergy development. Through this project, we will be able to 1) understand how the entire bioenergy supply chain will respond to different policy interventions, 2) provide decision support information for the development and deployment of biofuels and biomass electricity at national and state levels, 3) guide the biofuel and biomass electricity industries to advance technology development, and 4) educate the next generation of engineers and policy makers for understanding complex issues in the bioenergy system and obtaining multidisciplinary skills.  The impacts of this research are potentiallly broader than providing critical information about switchgrass bioenergy development and its environmental impacts. The techniques established using a coupled agent-based model with LCA can be used for any developing system. The method developed in this research can address one of the key challenges of trying to predict the environmental impacts of a non-established system, adding dynamic components that assist in the understanding of developing complex adaptive systems and the aggregate effect of a technology change.  The educational impact of this project includes integration of undergraduate and graduate courses and curricula. One PhD student will be trained working on cutting edge research on a topic of intense international interest. Master's students will see aspects of this research integrated into the curriculum of the Engineering Sustainable Systems dual degree program between the UM College of Engineering and School of Natural Resources and Environment. The project team will also participate in the UM UROP program which provides mentoring and research experiences for underrepresented minority undergraduate students. To broadly disseminate research results for educational purposes, the team will develop and submit relevant course modules to the Center for Sustainable Engineering's electronic library for peer review. The models developed in this project will be shared with the scientific community through the OpenABM Consortium.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ming Xu",
   "pi_email_addr": "mingxu@umich.edu",
   "nsf_id": "000573355",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shelie",
   "pi_last_name": "Miller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shelie Miller",
   "pi_email_addr": "sheliem@umich.edu",
   "nsf_id": "000285156",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 South State Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "012E",
   "pgm_ref_txt": "Industrial Ecology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 309097.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed a spatially-explicit agent-based life cycle assessment (LCA) framework to improve the standard LCA modeling technique by overcoming the issues involved with analyzing emerging technologies with dynamic and evolving supply chains. This improved LCA modeling framework was demonstrated by two case studies: (1) switchgrass bioenergy systems; and (2) oil-seed biorefinery systems.</p>\n<p>For the first case study, we found that the average life cycle greenhouse gas (GHG) emissions of switchgrass-based ethanol are assessed as 35 g CO2-eq/MJ of energy, with a minimum-maximum range of GHG emissions varying from 25 to 50 g CO2-eq/MJ. Switchgrass yield, fertilizer application rates and conversion efficiency are important determinants in the overall variation in the GHG balance. On average, 55 g CO2-eq/MJ of energy can be saved if gasoline use is replaced by cellulosic ethanol derived from switchgrass. The average life cycle GHG emissions from biomass electricity are 100 g CO2-eq/kWh, with a minimum-maximum range of GHG emissions varying from 90 to 110 g CO2-eq/kWh. In comparison to the U.S. grid electricity, 513 g CO2-eq/kWh of energy can be saved if biomass electricity from switchgrass displaces the grid electricity. Avoided emissions per unit of energy, however, are also dependent on regional factors, such as regional electricity grid mix. When comparing these bioenergy systems in terms of land use efficiency, biomass electricity has a better environmental profile in terms of energy sue and GHG emissions than ethanol. 4.5 ton CO2-eq/ha/year emissions are saved if we use all the switchgrass cultivated on a hectare of land to produce ethanol. For biomass electricity, the annual GHG emissions saved are 10 ton CO2-eq/ha/year. The GHG emissions offset from the best case of cellulosic ethanol is comparable to emissions offset from the worst case of biomass electricity. We also identified the main social and economic factors that contribute to the life cycle environmental performance of switchgrass-based bioenergy through modeling the adoption of switchgrass as a new crop. An agent-based model (ABM) was built to identify these variables as well as the main emergent patterns that stems from multi-agent interaction. Overall, the general design of the model in predicting adoption trend seems to fit the real system as it showed similar pattern with genetically modified soybean adoption evolution. The calibration results showed that the AB-LCA model was able to reproduce expected patterns as far as the main variables affecting the decision making for adoption. This combined AB-LCA model shows to be useful in complementing existing LCA model and tackling uncertainties that result from unexpected user behavior. A geographic information systems (GIS) extension with real-world spatial information, using actual yields and roads for transportation to the refinery can be added. Switchgrass market still being inexistent, expected revenues should be of particular importance to policymakers in developing policies to facilitate the development of this market. ABM has been shown to add fineness to LCA. The results of this theoretical case study may not correlate perfectly with real-world situations because each location will have its own spatially explicit parameters. However, the general methodology employed in this case study remains valid. Future work will apply this methodology to a &ldquo;real-world&rdquo; study area with actual farming practices, land covers, and relevant policy scenarios, particularly on specific policy implementation.</p>\n<p>The second case study shows that social learning is most determinant factor in eco-industrial park (EIP) implementation and development. This means that efforts in information sharing, training and promotion have to be a priority in EIP planning. The results of the selected scenarios show that social learning has more impact on th...",
  "por_txt_cntn": "\nThis project developed a spatially-explicit agent-based life cycle assessment (LCA) framework to improve the standard LCA modeling technique by overcoming the issues involved with analyzing emerging technologies with dynamic and evolving supply chains. This improved LCA modeling framework was demonstrated by two case studies: (1) switchgrass bioenergy systems; and (2) oil-seed biorefinery systems.\n\nFor the first case study, we found that the average life cycle greenhouse gas (GHG) emissions of switchgrass-based ethanol are assessed as 35 g CO2-eq/MJ of energy, with a minimum-maximum range of GHG emissions varying from 25 to 50 g CO2-eq/MJ. Switchgrass yield, fertilizer application rates and conversion efficiency are important determinants in the overall variation in the GHG balance. On average, 55 g CO2-eq/MJ of energy can be saved if gasoline use is replaced by cellulosic ethanol derived from switchgrass. The average life cycle GHG emissions from biomass electricity are 100 g CO2-eq/kWh, with a minimum-maximum range of GHG emissions varying from 90 to 110 g CO2-eq/kWh. In comparison to the U.S. grid electricity, 513 g CO2-eq/kWh of energy can be saved if biomass electricity from switchgrass displaces the grid electricity. Avoided emissions per unit of energy, however, are also dependent on regional factors, such as regional electricity grid mix. When comparing these bioenergy systems in terms of land use efficiency, biomass electricity has a better environmental profile in terms of energy sue and GHG emissions than ethanol. 4.5 ton CO2-eq/ha/year emissions are saved if we use all the switchgrass cultivated on a hectare of land to produce ethanol. For biomass electricity, the annual GHG emissions saved are 10 ton CO2-eq/ha/year. The GHG emissions offset from the best case of cellulosic ethanol is comparable to emissions offset from the worst case of biomass electricity. We also identified the main social and economic factors that contribute to the life cycle environmental performance of switchgrass-based bioenergy through modeling the adoption of switchgrass as a new crop. An agent-based model (ABM) was built to identify these variables as well as the main emergent patterns that stems from multi-agent interaction. Overall, the general design of the model in predicting adoption trend seems to fit the real system as it showed similar pattern with genetically modified soybean adoption evolution. The calibration results showed that the AB-LCA model was able to reproduce expected patterns as far as the main variables affecting the decision making for adoption. This combined AB-LCA model shows to be useful in complementing existing LCA model and tackling uncertainties that result from unexpected user behavior. A geographic information systems (GIS) extension with real-world spatial information, using actual yields and roads for transportation to the refinery can be added. Switchgrass market still being inexistent, expected revenues should be of particular importance to policymakers in developing policies to facilitate the development of this market. ABM has been shown to add fineness to LCA. The results of this theoretical case study may not correlate perfectly with real-world situations because each location will have its own spatially explicit parameters. However, the general methodology employed in this case study remains valid. Future work will apply this methodology to a \"real-world\" study area with actual farming practices, land covers, and relevant policy scenarios, particularly on specific policy implementation.\n\nThe second case study shows that social learning is most determinant factor in eco-industrial park (EIP) implementation and development. This means that efforts in information sharing, training and promotion have to be a priority in EIP planning. The results of the selected scenarios show that social learning has more impact on the positive development of the symbiosis than cultural cooperation. In most cases, coop..."
 }
}