{
 "awd_id": "1132351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fourth International Workshop on Iron and Copper Homeostasis, Pucon, Chile, November 28 - December 3, 2011",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 18170.0,
 "awd_amount": 18170.0,
 "awd_min_amd_letter_date": "2011-04-12",
 "awd_max_amd_letter_date": "2011-04-12",
 "awd_abstract_narration": "1132351, Garrick\r\n\r\nThe Fourth International Workshop on Iron and Copper Homeostasis (4IWICH) will be held in Pucón, Chile 28 November - 3 December. As \"Fourth\" implies, it is the latest in a highly successful series, all held in Chile. The workshop brings together researchers who study iron or copper metabolism or both. Bringing selected members of the first two communities together helps to increase membership in the community that appreciates, understands and actively investigates the overlap between these areas of research. This overlap occurs in multiple ways, some first announced / explored at an IWICH. For examples, presentations and discussions have covered how divalent metal transporter (DMT1, aka SLC11A2, Nramp2, DCT1) transports both metals and considered whether ferrous or ferric (answer ferrous) ions are the substrate or similarly whether cuprous or cupric (answer still debated) ions are transported. Also 3IWICH was where a young American investigator first announced that Menkes Copper Atpase (Atp7a) transcript was elevated in iron deficient rats? intestinal cells establishing a new link between the two metals. Participation of Cu in the activity of ceruloplasmin and hephaestin (multi-copper ferroxidases) also serves as a topic of presentations and discussions at IWICHs. Increasingly roles of the two metals in neurodegenerative disorders are features of the workshop while other links novel and known have been topics at each of the first three IWICHs as well as well as at TEMA (Trace Elements for Man and Animals) 13, an international meeting that intervened after the 3rd workshop and essentially served to postpone the need for the 4th workshop. The international workshops clearly demonstrate the intellectual merit of having such assemblies as does the publication of two special issues of journals (BioMetals and Biological Research) covering the proceedings. Multiple international collaborations have also developed from the formal and informal interactions. Attending one of these conferences has been an important stimulus that attracted multiple young investigators particularly from Chile but also from Asia, Australia, Brazil, Canada, Europe and the USA into research in iron and copper homeostasis. Like 2 of the meetings before it, the 4th workshop will be held at the Gran Hotel in Pucón, Chile, a facility that has full provisions for disabled guests. The host country also has a strong motive for research into copper toxicity because the Andes, the geological backbone of Chile, not only provide a strong economic basis for Chile by being a great source of copper, but also lead to contamination of nearly all fresh water sources with substantial levels of copper. Chile needs to know the long term effects of these exposures. Given that this workshop has already established itself to fit descriptives like strong intellectual impact, promoting international collaborations and having a broad impact on basic research, medical research and environmental studies, one may wonder why there is a need for NSF support. The answer is that the workshop will independently attract from the USA some senior investigators who will use their own research grants or other resources to support their coming, but younger investigators must have travel support in order to attend. The First and Second IWICHs had adequate support from various US grant agencies, but US support declined for the next meeting. The organizers focused their limited resources on bringing some young American scientists to Chile and propose now that the NSF help in this critical function of keeping the newer investigators involved in (and one hopes helping to lead) this field. Particular attention also needs to be paid to how it fits with Biomedical Engineering. Issues like the potential effects of high levels of Cu in the water supply, the meeting?s continuing focus on the roles of Fe, Cu and Mn in neurodegeneration are among the answers. Prevention and treatment through interventions involving metal ions as well as their roles in mitochondria, the suppliers of most cellular energy for cellular movements and function, as critical loci for steps in iron and copper metabolism that are only recently yielding to the new molecular and genomic approaches place 4IWICH on target for bridging basic, medical and environmental sciences as applied to metal ion homeostasis and thus as fitting BME?s themes of neural engineering and cellular biomechanics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Garrick",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Garrick",
   "pi_email_addr": "mgarrick@acsu.buffalo.edu",
   "nsf_id": "000227644",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "5 Cary Hall-3435 Main St",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142143000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 18170.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Fourth International Workshop on Iron and Copper Homeostasis (4IWICH) was held in Puc&oacute;n, Chile 30 November &ndash; 3 December. As &ldquo;Fourth&rdquo; implies, it was the latest in a highly successful series, all held in Chile. The workshop brings together researchers who study iron or copper metabolism or both. Bringing selected members of the first two communities together helps to increase membership in the community that appreciates, understands and actively investigates the overlap between these areas of research. This overlap occurs in multiple ways: divalent metal transporter (DMT1, aka SLC11A2, Nramp2, DCT1) transports both metals, Menkes Copper Atpase (Atp7a) transcript is elevated in iron deficient rats&rsquo; intestinal cells, Cu is present in ceruloplasmin and hephaestin (multi-copper ferroxidases) and increasingly roles of the two metals in neurodegenerative disorders are features of the workshop. Multiple international collaborations have also developed from the formal and informal interactions. Attending one of these conferences has been an important stimulus that attracted multiple young investigators particularly from Chile but also from Asia, Australia, Brazil, Canada, Europe and the USA into research in iron and copper homeostasis. Like 2 of the meetings before it, the 4<sup>th</sup> workshop was held at the Gran Hotel in Puc&oacute;n, Chile, a facility that has full provisions for disabled guests. The host country also has a strong motive for research into copper toxicity because the Andes, the geological backbone of Chile, not only provide a strong economic basis for Chile by being a great source of copper, but also lead to contamination of nearly all fresh water sources with substantial levels of copper. Chile needs to know the long term effects of these exposures.</p>\n<p>The NSF provided support for multiple speakers from the US and for costs associated with publication and transportation. Particular attention was paid to how it fits with Biomedical Engineering. Issues like the potential effects of high levels of Cu in the water supply, the meeting&rsquo;s continuing focus on the roles of Fe, Cu and Mn in neurodegeneration are among the answers. Prevention and treatment through interventions involving metal ions as well as their roles in mitochondria, the suppliers of most cellular energy for cellular movements and function, as critical loci for steps in iron and copper metabolism that are only recently yielding to the new molecular and genomic approaches placed 4IWICH on target for bridging basic, medical and environmental sciences as applied to metal ion homeostasis and thus as fitting BME&rsquo;s themes of neural engineering and cellular biomechanics.</p>\n<p>Dr. Michael Garrick was the PI for this proposal and US organizer; while Dr. Marco T. N&uacute;&ntilde;ez was the Chilean organizer for this meeting. Most of the plans were in place by early August 2011. Unfortunately, Dr. Garrick was hospitalized for streptococcal septicemia and spinal infection at C3 to C7 in mid August 2011. This setback left Dr. N&uacute;&ntilde;ez in sole charge for several weeks and Dr. Garrick had to participate more modestly after release from the hospital. Nevertheless, Dr. Garrick collaborated with his co-organizer to arrange the actual program. Although some of the attendees arrived at Pucon sufficiently early to avoid flight cancellations, about half were stranded in the Santiago airport when a volcanic eruption canceled flights to Temuco. Dr. Garrick raised the possibility of chartering a bus and Dr. N&uacute;&ntilde;ez implemented this possibility. The two co-organizers also rearranged the schedule for the program during the 10 1/2 hour bus ride to accommodate two absentees and the loss of half a day in the meeting schedule. The meeting was then successfully executed.</p>\n<p>Several speakers were unable to submit articles for publication but th...",
  "por_txt_cntn": "\nThe Fourth International Workshop on Iron and Copper Homeostasis (4IWICH) was held in Puc&oacute;n, Chile 30 November &ndash; 3 December. As \"Fourth\" implies, it was the latest in a highly successful series, all held in Chile. The workshop brings together researchers who study iron or copper metabolism or both. Bringing selected members of the first two communities together helps to increase membership in the community that appreciates, understands and actively investigates the overlap between these areas of research. This overlap occurs in multiple ways: divalent metal transporter (DMT1, aka SLC11A2, Nramp2, DCT1) transports both metals, Menkes Copper Atpase (Atp7a) transcript is elevated in iron deficient ratsÆ intestinal cells, Cu is present in ceruloplasmin and hephaestin (multi-copper ferroxidases) and increasingly roles of the two metals in neurodegenerative disorders are features of the workshop. Multiple international collaborations have also developed from the formal and informal interactions. Attending one of these conferences has been an important stimulus that attracted multiple young investigators particularly from Chile but also from Asia, Australia, Brazil, Canada, Europe and the USA into research in iron and copper homeostasis. Like 2 of the meetings before it, the 4th workshop was held at the Gran Hotel in Puc&oacute;n, Chile, a facility that has full provisions for disabled guests. The host country also has a strong motive for research into copper toxicity because the Andes, the geological backbone of Chile, not only provide a strong economic basis for Chile by being a great source of copper, but also lead to contamination of nearly all fresh water sources with substantial levels of copper. Chile needs to know the long term effects of these exposures.\n\nThe NSF provided support for multiple speakers from the US and for costs associated with publication and transportation. Particular attention was paid to how it fits with Biomedical Engineering. Issues like the potential effects of high levels of Cu in the water supply, the meetingÆs continuing focus on the roles of Fe, Cu and Mn in neurodegeneration are among the answers. Prevention and treatment through interventions involving metal ions as well as their roles in mitochondria, the suppliers of most cellular energy for cellular movements and function, as critical loci for steps in iron and copper metabolism that are only recently yielding to the new molecular and genomic approaches placed 4IWICH on target for bridging basic, medical and environmental sciences as applied to metal ion homeostasis and thus as fitting BMEÆs themes of neural engineering and cellular biomechanics.\n\nDr. Michael Garrick was the PI for this proposal and US organizer; while Dr. Marco T. N&uacute;&ntilde;ez was the Chilean organizer for this meeting. Most of the plans were in place by early August 2011. Unfortunately, Dr. Garrick was hospitalized for streptococcal septicemia and spinal infection at C3 to C7 in mid August 2011. This setback left Dr. N&uacute;&ntilde;ez in sole charge for several weeks and Dr. Garrick had to participate more modestly after release from the hospital. Nevertheless, Dr. Garrick collaborated with his co-organizer to arrange the actual program. Although some of the attendees arrived at Pucon sufficiently early to avoid flight cancellations, about half were stranded in the Santiago airport when a volcanic eruption canceled flights to Temuco. Dr. Garrick raised the possibility of chartering a bus and Dr. N&uacute;&ntilde;ez implemented this possibility. The two co-organizers also rearranged the schedule for the program during the 10 1/2 hour bus ride to accommodate two absentees and the loss of half a day in the meeting schedule. The meeting was then successfully executed.\n\nSeveral speakers were unable to submit articles for publication but the proceedings were covered by 19 articles in BioMetals, representing the entire August 2012 issue Volume 25, Number 4, pa..."
 }
}