{
 "awd_id": "1132792",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-France Planning Visit:  Investigating Upland Glaciation in the Pangaean Tropics",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jong-on Hahm",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 33242.0,
 "awd_amount": 33242.0,
 "awd_min_amd_letter_date": "2011-07-30",
 "awd_max_amd_letter_date": "2011-07-30",
 "awd_abstract_narration": "The objective of this international planning grant is to meet with French colleagues and conduct a reconnaissance field trip to investigate Late Paleozoic paleoclimate in sedimentary rocks of the Central Pangaean mountains (Massif Central region), with the aim of developing a future international collaboration on this topic. \r\n\r\n\tThe Late Paleozoic (Pennsylvanian-Permian) records Earth?s most recent example of so-called ?icehouse? conditions, in which atmospheric CO2 levels were low and glaciation persisted at high latitudes, similar to Earth?s current and recent state. Moreover, the Late Paleozoic (300 million years ago) is Earth?s last example of the transition from a planet that hosted large ice sheets and alpine glaciers to one that was essentially ice-free. Although the former existence of Late Paleozoic ice sheets in high-latitude regions has been long accepted, the existence of glaciation at low latitudes is in question; if ice existed in the tropics, then our models for Earth?s climate behavior during this time require revision.\r\n\tThis project stems from independent work by PI Soreghan in the U.S., and geoscientists in France, on the hypothesis of glaciation in the Late Paleozoic tropics -- i.e., the mountains of low-latitude Pangaea, which spanned from Europe to North America. The hypothesis of alpine glaciation in the Permo-Pennsylvanian strata of France dates back a century, but has only resurfaced in the last few years, coincident with Soreghan?s work in the U.S. This travel grant is to begin a new research collaboration, building upon incidental email exchanges between Soreghan and French colleagues over the last year. The project will occur in three phases, as follows: 1) initial planning, involving all collaborators, via email and video-conferencing; 2) the planning visit, involving PI Soreghan, and three students from the University of Oklahoma (undergraduate and graduate). This visit will involve colloquia at the French institutions, followed by a day field excursion to canvass research localities. 3) Post-trip activities will entail data analysis in U.S. and French labs, and data sharing with the intent of developing a future research project to undertake a comprehensive assessment of those localities that show the best promise for preserving an upland record of paleoclimate.\r\nIntellectual Merit: If results continue to indicate glaciation in upland tropical Pangaea, then this implies an enormous shift in long-accepted reconstructions of Pangaean climate. The Late Paleozoic Ice Age is Earth?s most recent pre-Quaternary glaciation, and thus a common target for climate modelers, using the same models as those employed to predict future climate. Hence, calibrations to these models are critical for understanding broader aspects of Earth?s climate system.\r\nBroader Impacts: The collaborative research will enhance the research skills of both U.S. and French collaborators. A planning trip to France, with the promise of a longer-term research project, will afford participating US students from OU an extraordinary opportunity to experience both the scientific experience of inception of an interdisciplinary, international research collaboration, and the cultural experience of visiting and conducting geology in a foreign locale. The proposed research will contribute to the experience base and expertise in sedimentologic and tectonic analyses of all collaborators, while developing datasets and results that will assist a number of other researchers and research projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerilyn",
   "pi_last_name": "Soreghan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Gerilyn S Soreghan",
   "pi_email_addr": "lsoreg@ou.edu",
   "nsf_id": "000453114",
   "pi_start_date": "2011-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730195300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 33242.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over a century ago, a French geologist hypothesized the former presence of glaciers in the Carboniferous-Permian (~320-260 million-year) record of France. This claim was ignored, owing to well-constrained plate-tectonic reconstructions that placed this region within the paleo-tropics. A century passed, and the claim of glaciation in this region resurfaced and was again dismissed. More recently, and independent of these previous works, research in western tropic Pangaea (western US) similarly hypothesizes glaciation in upland regions, <em>but at relatively low elevations</em> compared to tropical glaciation of Earth&rsquo;s recent record. These reports are intriguing because they raise questions about both the tropical (and thus global) climate of this system, and tectonic implications of the assembly and preservation of formerly mountainous regions.</p>\n<p><span>The primary objectives of this planning grant were to conduct a trip to France to 1) meet with the geoscientists who have published on the paleo-tectonics and paleo-climate here, 2) conduct field work with these researchers and sample the rocks, 3) involve US students in the research, and 4) to plan an international research collaboration.&nbsp;</span></p>\n<p><span>In accordance with our intent, the PI travelled with two U.S. graduate students to meet with the French researchers and conduct sampling in &nbsp;France. We collected samples from units spanning ages from ~320-260 My, a time coinciding with evidence for well-recognized glaciation in Gondwana (~analogous to Antarctic glaciation today). We collected ~65 samples. Students engaged in analyses: 1) on a subset of samples from a possible glacial deposit, analysis of quartz microtextures-- a means to search for &ldquo;microstriations&rdquo; indicative of glaciation, and 2) analysis of the provenance (source regions)-- a means to constrain</span>&nbsp;paleogeography, paleotectonics and possibly paleoclimate. Two students travelled to the University of Arizona geochronology laboratory to use specialized lab facilities.&nbsp;</p>\n<p><span>Our preliminary results have reinforced the hypothesis of paleotropical glaciation, and overturned previous notions regarding the paleogeography and paleotectonics of the region. Firstly, the microtextural analyses (ongoing) indicate the presence of high-stress features consistent with a glacial influence. Secondly, the provenance analyses imply a complete revision of the paleogeography-- specifically, very early uplift and erosion of a large source region that was previously assumed to have remained buried until only the last 20 million years or so.&nbsp; This implies extraordinarily rapid uplift in this region, and could have paleoclimatic significance (a hypothesis we are assessing as this work continues). The provenance work further indicates several shifts in provenance through time, which may indicate shifts in transport of sediments linked to, e.g. winds as well as paleogeography. These results are enabling the M.S. student to construct new paleogeographic maps of the region. As this grant was preliminary, our analyses are ongoing, such that we expect further results and refinement of results within the year, with ultimate publication of results in a prominent peer-reviewed journal. Finally, our inaugural introductions and fieldwork with our French colleagues were very successful, and have led to current planning for joint proposals to continue our collaborative research. Both colleagues are currently contributing to supervision of the graduate student completing the preliminary work.</span></p>\n<p><span>If our results continue to indicate glaciation in tropical Pangaea, then this implies an enormous shift in long-accepted reconstructions of Pangaean climate. Given that the Late Paleozoic Ice Age is Earth&rsquo;s most recent pre-Quaternary foray into a glaciated state, and thus a common subject for climate modelers,...",
  "por_txt_cntn": "\nOver a century ago, a French geologist hypothesized the former presence of glaciers in the Carboniferous-Permian (~320-260 million-year) record of France. This claim was ignored, owing to well-constrained plate-tectonic reconstructions that placed this region within the paleo-tropics. A century passed, and the claim of glaciation in this region resurfaced and was again dismissed. More recently, and independent of these previous works, research in western tropic Pangaea (western US) similarly hypothesizes glaciation in upland regions, but at relatively low elevations compared to tropical glaciation of EarthÆs recent record. These reports are intriguing because they raise questions about both the tropical (and thus global) climate of this system, and tectonic implications of the assembly and preservation of formerly mountainous regions.\n\nThe primary objectives of this planning grant were to conduct a trip to France to 1) meet with the geoscientists who have published on the paleo-tectonics and paleo-climate here, 2) conduct field work with these researchers and sample the rocks, 3) involve US students in the research, and 4) to plan an international research collaboration. \n\nIn accordance with our intent, the PI travelled with two U.S. graduate students to meet with the French researchers and conduct sampling in  France. We collected samples from units spanning ages from ~320-260 My, a time coinciding with evidence for well-recognized glaciation in Gondwana (~analogous to Antarctic glaciation today). We collected ~65 samples. Students engaged in analyses: 1) on a subset of samples from a possible glacial deposit, analysis of quartz microtextures-- a means to search for \"microstriations\" indicative of glaciation, and 2) analysis of the provenance (source regions)-- a means to constrain paleogeography, paleotectonics and possibly paleoclimate. Two students travelled to the University of Arizona geochronology laboratory to use specialized lab facilities. \n\nOur preliminary results have reinforced the hypothesis of paleotropical glaciation, and overturned previous notions regarding the paleogeography and paleotectonics of the region. Firstly, the microtextural analyses (ongoing) indicate the presence of high-stress features consistent with a glacial influence. Secondly, the provenance analyses imply a complete revision of the paleogeography-- specifically, very early uplift and erosion of a large source region that was previously assumed to have remained buried until only the last 20 million years or so.  This implies extraordinarily rapid uplift in this region, and could have paleoclimatic significance (a hypothesis we are assessing as this work continues). The provenance work further indicates several shifts in provenance through time, which may indicate shifts in transport of sediments linked to, e.g. winds as well as paleogeography. These results are enabling the M.S. student to construct new paleogeographic maps of the region. As this grant was preliminary, our analyses are ongoing, such that we expect further results and refinement of results within the year, with ultimate publication of results in a prominent peer-reviewed journal. Finally, our inaugural introductions and fieldwork with our French colleagues were very successful, and have led to current planning for joint proposals to continue our collaborative research. Both colleagues are currently contributing to supervision of the graduate student completing the preliminary work.\n\nIf our results continue to indicate glaciation in tropical Pangaea, then this implies an enormous shift in long-accepted reconstructions of Pangaean climate. Given that the Late Paleozoic Ice Age is EarthÆs most recent pre-Quaternary foray into a glaciated state, and thus a common subject for climate modelers, such a sea-change in reconstructions demands attention from the modeling community. Climate models cannot replicate such conditions, yet these are the same climate models used to predict f..."
 }
}