{
 "awd_id": "1132779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Photocatalytic Reduction of Nitrate in Water",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 297975.0,
 "awd_amount": 297975.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2011-08-02",
 "awd_abstract_narration": "1132779\r\nWesterhoff\r\n\r\n\r\n\r\nNitrate (NO3-) is one the most prevalent ground-water contaminants in North America and world-wide.  It poses a risk to human health and has a large impact on the natural nitrogen cycle.  Nitrate is regulated by the USEPA in drinking water because it is a known cause of methemoglobinemia, or ?blue baby? syndrome, and could possibly be a carcinogen or endocrine disruptor.  Nitrate is a soluble ion that is difficult to remove by traditional coagulation or adsorption processes.  Risks from oxidized pollutants are best mitigated through chemical or biological reduction to innocuous forms (e.g., N2 from NO3-).  Photocatalytic reduction has been reported for decades, yet has not been investigated from an engineering approach for nitrate reduction.  Research initiated by the discovery of Honda-Fujishima effect for photocatalytic water splitting (e.g., production of hydrogen as a renewable fuel) and subsequent advances in metal loading of semiconductors suggest that nitrate reduction in near neutral pH without addition of sacrificial agents is possible.  Furthermore, it now appears possible that photocatalytic NO3- reduction in water could yield innocuous by-products (N2) instead of undesirable by-products that require additional treatment (e.g., ammonia).  Photolysis for disinfection is commonplace in the drinking water industry over the past decade and use of light-based technologies for water treatment will continue to evolve because of their effectiveness, small size footprint, ability to operate without wastestreams, etc.  \r\nTranslational research from the fields of chemistry, material science and physics, where reductive photocatalysts are developed for splitting water, is proposed to be applied towards engineered technologies for nitrate removal from water.  The PI?s preliminary data demonstrate the feasibility to photocatalytically reduce nitrate and yield gaseous-N by-products.  The goal of this project is to explore and optimize the use of photocatalysts as a reductive technology for treating nitrate in drinking water applications.  The underlying hypothesis is nitrate can be converted to innocuous aqueous species in drinking water applications using metal-loaded photocatalysts.  The primary research objectives will be to: (1) Understand factors and mechanisms affecting NO3- reduction to N2 for different types of photocatalysts; (2) Apply photocatalyst for NO3- reduction in ion exchange brines and local groundwaters; (3) Investigate practical aspects of photoreactor operation (slurry and fixed film photocatalyst reactors) including role of catalyst ?aging? on catalyst performance in reducing NO3- and catalyst recovery; (4) Screen novel photocatalysts for nitrate and other oxo-anion reduction and develop a framework for selecting emerging photocatalysts for reduction of oxidized pollutants.  The preferred outcome is to achieve nitrate treatment under ambient conditions (e.g., pH) and without the need of adding an organic hole scavenger.\r\nThe project focuses on nitrate, the most prevalent groundwater contaminant in the USA and throughout many other parts the world.  Managing the nitrogen cycle is one of the National Academy of Engineering Grand Challenges.  Nitrate limits the use of the groundwater for potable purposes, and is a major cause of eutrophication in surface waters.  The project will provide societal benefits as well as benefits to individual students.  The primary intent is to disseminate knowledge and credible data on issues related to nitrate in drinking water and potential strategies to treat the water.  Towards this end the team plans to organize sessions at conferences and develop an open-access website related to nitrate occurrence, health risks and treatment.  The research will educate PhD students in environmental engineering and serve as a thesis topic for MS students at a non PhD-degree granting institution.  The project will serve as a theme for several capstone senior projects, as part of a project oriented learning curriculum. This project also will support Obama Scholars at ASU (first-time underrepresented undergraduate student), such as a female Hispanic sophomore Civil Engineering student who has been instrumental in obtaining preliminary data for this proposal.  Student(s) working on this project will participate in an experience in Washington, DC for 2 weeks where they will learn how science becomes policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Westerhoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Westerhoff",
   "pi_email_addr": "p.westerhoff@asu.edu",
   "nsf_id": "000189547",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kiril",
   "pi_last_name": "Hristovski",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kiril D Hristovski",
   "pi_email_addr": "Kiril.Hristovski@asu.edu",
   "nsf_id": "000555737",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "Centerpoint ste 310",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 297975.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nitrate (NO<sub>3</sub><sup>-</sup>) is one the most prevalent ground-water contaminants in North America and world-wide. It poses a risk to human health and has a large impact on the natural nitrogen cycle. Nitrate is regulated by the USEPA in drinking water because it is a known cause of methemoglobinemia, or &ldquo;blue baby&rdquo; syndrome, and could possibly be a carcinogen or endocrine disruptor.&nbsp; Nitrate is a soluble ion that is difficult to remove by traditional coagulation or adsorption processes. Risks from oxidized pollutants are best mitigated through chemical or biological reduction to innocuous forms (e.g., N<sub>2</sub> from NO<sub>3</sub><sup>-</sup>).&nbsp; Photocatalytic reduction has been reported for decades, yet has not been investigated from an engineering approach for nitrate reduction. Photolysis for disinfection is commonplace in the drinking water industry over the past decade and use of light-based technologies for water treatment will continue to evolve because of their effectiveness, small size footprint, ability to operate without wastestreams, etc.&nbsp;</p>\n<p>The goal of this project was to explore and optimize the use of photocatalysts as a reductive technology for treating nitrate in drinking water applications. We have shown that it now appears possible that photocatalytic NO<sub>3</sub><sup>- </sup>reduction in water could yield innocuous by-products (N<sub>2</sub>) instead of undesirable by-products that require additional treatment (e.g., ammonia). This was achieved by designing a titanium dioxide based photocatalysis decorated with nano-silver particles that permitted multiple electron transfer.&nbsp; We demonstrated the ability to remove nitrate in beakers, small reactors and even commercial scale reactor systems. &nbsp;The initial success with nitrate removal was then extended to other problematic oxo-anion pollutants in water (bromate, chlorate, chromate, nitrite) and we showed the potential to photocatalytically remove these pollutants using titanium dioxide as well. &nbsp;The project was able to support two domestic PhD students and lead to numerous local, national and international presentations, several peer reviewed journal articles, served as the basis for patent applications and developed ideas to a point where we are now collaborating with industrial members to advance the technology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2015<br>\n\t\t\t\t\tModified by: Paul&nbsp;Westerhoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNitrate (NO3-) is one the most prevalent ground-water contaminants in North America and world-wide. It poses a risk to human health and has a large impact on the natural nitrogen cycle. Nitrate is regulated by the USEPA in drinking water because it is a known cause of methemoglobinemia, or \"blue baby\" syndrome, and could possibly be a carcinogen or endocrine disruptor.  Nitrate is a soluble ion that is difficult to remove by traditional coagulation or adsorption processes. Risks from oxidized pollutants are best mitigated through chemical or biological reduction to innocuous forms (e.g., N2 from NO3-).  Photocatalytic reduction has been reported for decades, yet has not been investigated from an engineering approach for nitrate reduction. Photolysis for disinfection is commonplace in the drinking water industry over the past decade and use of light-based technologies for water treatment will continue to evolve because of their effectiveness, small size footprint, ability to operate without wastestreams, etc. \n\nThe goal of this project was to explore and optimize the use of photocatalysts as a reductive technology for treating nitrate in drinking water applications. We have shown that it now appears possible that photocatalytic NO3- reduction in water could yield innocuous by-products (N2) instead of undesirable by-products that require additional treatment (e.g., ammonia). This was achieved by designing a titanium dioxide based photocatalysis decorated with nano-silver particles that permitted multiple electron transfer.  We demonstrated the ability to remove nitrate in beakers, small reactors and even commercial scale reactor systems.  The initial success with nitrate removal was then extended to other problematic oxo-anion pollutants in water (bromate, chlorate, chromate, nitrite) and we showed the potential to photocatalytically remove these pollutants using titanium dioxide as well.  The project was able to support two domestic PhD students and lead to numerous local, national and international presentations, several peer reviewed journal articles, served as the basis for patent applications and developed ideas to a point where we are now collaborating with industrial members to advance the technology.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2015\n\n\t\t\t\t\tSubmitted by: Paul Westerhoff"
 }
}