{
 "awd_id": "1132377",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: How Molecules Come to Life: Biophysics Vision 2016 on April 28-29, 2011 in Arlington, VA",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 37869.0,
 "awd_amount": 37869.0,
 "awd_min_amd_letter_date": "2011-03-15",
 "awd_max_amd_letter_date": "2011-03-15",
 "awd_abstract_narration": "This award is in support of a two-day meeting entitled \"How Molecules Come to Life: Biophysics Vision 2016\" to be held in the Westin Arlington Gateway, Arlington, Virginia, April 28-29, 2011.  This meeting will convene about 20 speakers that represent new emerging areas of biophysics research, and will be attended by NSF personnel, including program directors.  The goal of physics is to explain the world around us using a set of guiding principles that are quantitative, simple and universal all at the same time. One of the great challenges for physics in this new millennium is to achieve this goal with regards to the world of living systems.  The goal of the meeting is to address the creation of a quantitative narrative for the living organism, and to attempt to apply simple physical principles towards the understanding of living systems. This meeting will bring together scientists to present their views on where the physics of living cells stands and where it can go in the coming years.  The format of the meeting is designed to provide attendees with ample opportunities to actively participate in the scientific discourse. \r\n\r\n\r\nThis Workshop represents a unique vehicle to promote the development of new technologies and the dissemination of emerging technologies with novel applications to important biological problems.  The members of the workshop represent diverse scientists at different stages of their careers, from both academia and industry, from both the life and physical sciences.  At least 25% of the members are women.  Part of the discussion of this workshop will be to explore how best to educate a new generation of scientists to think about how molecules come to life.  An understanding of the fundamental relationships between living and non-living systems is critical to an understanding of the life sciences and their impact on the world around us.\r\n\r\nThis workshop is jointly supported by the Biomolecular Dynamics, Structure and Function Cluster in the Division of Molecular and Cellular Biosciences in the Directorate for Biological Sciences, and the Physics of Living Systems Program in the Physics Division in the Directorate for Mathematical and Physical Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Taekjip",
   "pi_last_name": "Ha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Taekjip Ha",
   "pi_email_addr": "tjha@jhu.edu",
   "nsf_id": "000488247",
   "pi_start_date": "2011-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013080",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1164",
   "pgm_ref_txt": "MOLECULAR BIOPHYSICS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 37869.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\">&nbsp;<strong>PROJECT OUTCOMES REPORT</strong></p>\n<p><strong>&nbsp;&ldquo;How Molecules Come to Life:&nbsp; Biophysics Vision 2016&rdquo; Workshop</strong></p>\n<p style=\"text-align: center;\">April 28-29, 2011</p>\n<p style=\"text-align: center;\">Arlington, VA</p>\n<p style=\"text-align: center;\">Prepared by:&nbsp; Taekjip Ha, University of Illinois</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>&nbsp;<strong>Project Summary</strong></p>\n<p>The National Science Foundation provided full support for a two-day meeting titled &ldquo;How Molecules Come to Life: Biophysics Vision 2016&rdquo; that was held in the Westin Arlington Gateway, Arlington, Virginia on April 28-29, 2011. The meeting convened 17 speakers who represented new emerging areas of biophysics research.</p>\n<p>The goal of physics is to explain the world around us using a set of guiding principles that are quantitative, simple and universal all at the same time. One of the great challenges for physics in this new millennium is to achieve this goal with regards to the world of living systems; in other words, explain how molecules, acting together, &ldquo;come to life&rdquo;. This challenge is made formidable by the complexity of the cell environment.</p>\n<p>More and more, scientists are endeavoring to pursue the creation of a quantitative narrative for the living organism, and trying to apply simple physical principles towards the understanding of living systems. The workshop &ldquo;How molecules come to life: Biophysics Vision 2016&rdquo; brought together people of this creed to present their views on where the physics of living cells stands and where it can go in the coming years. Among the themes covered in the meeting were the molecular picture of gene regulation; physical limits on cellular accuracy; the role of physical forces in the cell; spatiotemporal dynamics in multicellular development, and more. We also discussed the question of how to educate the next generation of scientists to think about <em>how molecules come to life</em>.</p>\n<p>The broad impact of this NSF-sponsored workshop was that it was a unique vehicle to promote new technology development and dissemination and to enhance the exchange of emerging technologies and viewpoints with novel applications to important biological problems. Many of the speakers would not usually meet each other in existing meeting venues. We sought to have as diverse a representation as possible, including people in various career stages ranging from postdoctoral fellows to full professors, scientists from both academia and industry, from both the life and exact sciences, and at least 25% women.</p>\n<p>Overall, our meeting on &ldquo;How Molecules Come to Life: Biophysics Vision 2016&rdquo; was an ideal forum for producing the exchange of new ideas and techniques in depth and for establishing new contacts and collaborations in a way that no other meetings can substitute for.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2012<br>\n\t\t\t\t\tModified by: Taekjip&nbsp;Ha</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "PROJECT OUTCOMES REPORT\n\n \"How Molecules Come to Life:  Biophysics Vision 2016\" Workshop\nApril 28-29, 2011\nArlington, VA\nPrepared by:  Taekjip Ha, University of Illinois\n \n\n Project Summary\n\nThe National Science Foundation provided full support for a two-day meeting titled \"How Molecules Come to Life: Biophysics Vision 2016\" that was held in the Westin Arlington Gateway, Arlington, Virginia on April 28-29, 2011. The meeting convened 17 speakers who represented new emerging areas of biophysics research.\n\nThe goal of physics is to explain the world around us using a set of guiding principles that are quantitative, simple and universal all at the same time. One of the great challenges for physics in this new millennium is to achieve this goal with regards to the world of living systems; in other words, explain how molecules, acting together, \"come to life\". This challenge is made formidable by the complexity of the cell environment.\n\nMore and more, scientists are endeavoring to pursue the creation of a quantitative narrative for the living organism, and trying to apply simple physical principles towards the understanding of living systems. The workshop \"How molecules come to life: Biophysics Vision 2016\" brought together people of this creed to present their views on where the physics of living cells stands and where it can go in the coming years. Among the themes covered in the meeting were the molecular picture of gene regulation; physical limits on cellular accuracy; the role of physical forces in the cell; spatiotemporal dynamics in multicellular development, and more. We also discussed the question of how to educate the next generation of scientists to think about how molecules come to life.\n\nThe broad impact of this NSF-sponsored workshop was that it was a unique vehicle to promote new technology development and dissemination and to enhance the exchange of emerging technologies and viewpoints with novel applications to important biological problems. Many of the speakers would not usually meet each other in existing meeting venues. We sought to have as diverse a representation as possible, including people in various career stages ranging from postdoctoral fellows to full professors, scientists from both academia and industry, from both the life and exact sciences, and at least 25% women.\n\nOverall, our meeting on \"How Molecules Come to Life: Biophysics Vision 2016\" was an ideal forum for producing the exchange of new ideas and techniques in depth and for establishing new contacts and collaborations in a way that no other meetings can substitute for.\n\n\t\t\t\t\tLast Modified: 07/26/2012\n\n\t\t\t\t\tSubmitted by: Taekjip Ha"
 }
}