{
 "awd_id": "1132243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference Support for the XIX International Conference on Computational Methods in Water Resources (CMWR 2012)",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-09-11",
 "awd_max_amd_letter_date": "2011-09-11",
 "awd_abstract_narration": "The XIX International Conference on Computational Methods in Water Resources will be held June 17-21, 2012, on the campus of the University of Illinois at Urbana-Champaign.  This biennial series of meetings has served as the premier venue for engineers, geoscientists, hydrologists, computer scientists and applied mathematicians to present and discuss their latest research.  The increase in raw computational power, software developments, availability of on-line hydrologic data, and recent advances in cyber-infrastructure make this a particularly exciting time for computational applications to water resources and geoscience challenges.  The conference will serve as a unique forum to bring together those from the computer science/applied math community who work in methods and tools with those from engineering, geoscience, government and industry who are responsible for addressing pressing water-related problems.  Topics of pressing societal relevance being emphasized in special sessions include: climate change impacts on hydrology, river mechanics, circulation in coastal oceans, ecohydrology, contaminant transport in surface water and groundwater, and geological sequestration of carbon dioxide.\r\n\r\nNSF support will allow undergraduate and graduate students to register at a reduced rate, thereby facilitating participation by students.  Students and post-docs will benefit from the opportunity to present their work at a major international conference. The conference will foster interactions among those from academia, government, and industry, and will also enhance international exchange.  At the last meeting in the United States, approximately 40% of the participants were international, representing more than 20 countries.  Students and other conference attendees will have the opportunity to interact with the distinguished plenary speakers, who represent a diverse international group that includes both senior and mid-career scholars. Students will submit full papers, thus providing another opportunity for student training.  The conference proceedings will be openly available on the conference web site, thereby benefitting the entire scientific community.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Valocchi",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Albert J Valocchi",
   "pi_email_addr": "valocchi@illinois.edu",
   "nsf_id": "000207621",
   "pi_start_date": "2011-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Summary of CMWR 2012, the XIX International Conference on Computational Methods in Water Resources (CMWR 2012)</strong></p>\n<p>CMWR 2012 was held at the University of Illinois at Urbana-Champaign on June 17-21, 2012. &nbsp;NSF funds were used to support a part of the travel and lodging expenses of the distinguished keynote speakers, and also to allow students to register at a special reduced rate. &nbsp;</p>\n<p>Based upon overall attendance, the conference was a great success.&nbsp; There were 320 total attendees, which included approximately 110 students and 120 non-US participants representing 28 countries.&nbsp; Registration surpassed that of prior recent meetings in Barcelona (~ 240) and San Francisco (~ 270).&nbsp; There was a deliberate attempt to reach out to new communities of scholars, as represented by special sessions on &ldquo;Data-driven Approaches for Water Resources Forecasting and Knowledge Discovery,&rdquo; &nbsp;&ldquo;Computational Ecohydrology,&rdquo; and &ldquo;Modeling and Analytics for Hydrologic Impact Assessments due to Climate Change.&rdquo;&nbsp; A complete list of special sessions and other information is posted on the conference web site:&nbsp; <a href=\"http://cmwr2012.cee.illinois.edu/\">http://cmwr2012.cee.illinois.edu</a>.&nbsp; The conference proceedings are also available on-line at the web site.</p>\n<p>In addition to invited talks by distinguished scholars (see the web site for a complete list), the conference opened with&nbsp; a special plenary session that honored the career and contributions of Dr. George Pinder.&nbsp; A distinguished group of Dr. Pinder&rsquo;s colleagues and former students gave presentations, including Linda Abriola, Mike Celia, David Ahlfeld, William Gray, and Rien van Genuchten.&nbsp; Dr. Pinder is one of the founding figures in application of computational methods to problems of fluid flow in the subsurface, and he was a co-founder of the CMWR conference series which started in 1976 at Princeton University.&nbsp; Dr. Pinder is an alumni of the University of Illinois Department of Geology, and he was also given the Distinguished Alumni Award at the start of the plenary session.</p>\n<p>&nbsp;Another special feature of the conference was a tour of the National Petascale Computing Facility (also known as &ldquo;The Blue Waters Project&rdquo;).&nbsp; Blue Waters is supported by the National Science Foundation and the University of Illinois, and will be the most powerful supercomputer available to the US academic research community when it is completed later in 2012.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2012<br>\n\t\t\t\t\tModified by: Albert&nbsp;J&nbsp;Valocchi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSummary of CMWR 2012, the XIX International Conference on Computational Methods in Water Resources (CMWR 2012)\n\nCMWR 2012 was held at the University of Illinois at Urbana-Champaign on June 17-21, 2012.  NSF funds were used to support a part of the travel and lodging expenses of the distinguished keynote speakers, and also to allow students to register at a special reduced rate.  \n\nBased upon overall attendance, the conference was a great success.  There were 320 total attendees, which included approximately 110 students and 120 non-US participants representing 28 countries.  Registration surpassed that of prior recent meetings in Barcelona (~ 240) and San Francisco (~ 270).  There was a deliberate attempt to reach out to new communities of scholars, as represented by special sessions on \"Data-driven Approaches for Water Resources Forecasting and Knowledge Discovery,\"  \"Computational Ecohydrology,\" and \"Modeling and Analytics for Hydrologic Impact Assessments due to Climate Change.\"  A complete list of special sessions and other information is posted on the conference web site:  http://cmwr2012.cee.illinois.edu.  The conference proceedings are also available on-line at the web site.\n\nIn addition to invited talks by distinguished scholars (see the web site for a complete list), the conference opened with  a special plenary session that honored the career and contributions of Dr. George Pinder.  A distinguished group of Dr. PinderÆs colleagues and former students gave presentations, including Linda Abriola, Mike Celia, David Ahlfeld, William Gray, and Rien van Genuchten.  Dr. Pinder is one of the founding figures in application of computational methods to problems of fluid flow in the subsurface, and he was a co-founder of the CMWR conference series which started in 1976 at Princeton University.  Dr. Pinder is an alumni of the University of Illinois Department of Geology, and he was also given the Distinguished Alumni Award at the start of the plenary session.\n\n Another special feature of the conference was a tour of the National Petascale Computing Facility (also known as \"The Blue Waters Project\").  Blue Waters is supported by the National Science Foundation and the University of Illinois, and will be the most powerful supercomputer available to the US academic research community when it is completed later in 2012.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/22/2012\n\n\t\t\t\t\tSubmitted by: Albert J Valocchi"
 }
}