{
 "awd_id": "1132099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Continued Analysis and Study of the Sustainability and Impact of the Advanced Technological Education Program",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 175332.0,
 "awd_amount": 175332.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "Successful ATE projects and centers are expected to be sustained and have an impact.  The goal of this project is to better understand the factors that help sustain successful projects and centers and how those factors can be used to inform ongoing and future projects and centers.  The project builds on previous research in which 216 ATE projects and centers responded with degree of agreement to peer-generated statements on sustainability and impact using a Lickert scale.  It was found that many components of projects and centers are sustained even if the structure of the project is not and many projects have an impact on their own institution, other institutions, faculty and students.  The present project mines these and other data further to clarify what is meant by sustainability, to identify factors related to it and to create new ways of measuring sustainability.  The impact data are analyzed to determine the factors that influence the impact that occurs.  A review committee evaluates the draft and final reports.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wayne",
   "pi_last_name": "Welch",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Wayne W Welch",
   "pi_email_addr": "wwelch@umn.edu",
   "nsf_id": "000585539",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rainbow Research, Inc.",
  "inst_street_address": "621 W. Lake Street, Suite 300",
  "inst_street_address_2": "",
  "inst_city_name": "Minneapolis",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6128240724",
  "inst_zip_code": "554082949",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Rainbow Research, Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554082949",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175332.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A concern of funding agencies, including the National Science Foundation (NSF), is the extent to which grant products and activities continue after Foundation funding ends.&nbsp; This persistence is called sustainability.&nbsp; The purpose of this targeted research grant was to investigate the sustainability of the Advanced Technological Education (ATE) program.&nbsp; What are the dimensions of sustainability?&nbsp; Was the work of ATE projects and centers being sustained?&nbsp; If so, what factors are important for successful sustainability?&nbsp;</p>\n<p>The first task was to develop a way to measure sustainability.&nbsp; I used a peer-generated process where those experienced with the program wrote statements about the impact and sustainability of their experiences with ATE.&nbsp; These statements became the items on a Likert-type survey that was administered to all ATE projects and centers during the spring of 2009.&nbsp; I received 212 responses, an 81% reply rate.&nbsp; The returned surveys were used to investigate the properties of the scale such as reliability and validity.</p>\n<p>&nbsp;I found the ATE Impact and Sustainability scales met or exceeded the standards for effective measuring instruments.&nbsp; I also found that the scales discriminated between groups.&nbsp; This supports the validity claims of the scale.</p>\n<p>&nbsp;In general, the results of this research support the notion that many of the activities and products of the ATE program are being sustained.&nbsp; Program changes have been institutionalized, and the collaborations the institutions have formed with industry partners have persisted.&nbsp; New professional development programs are in place, and faculty have improved their teaching methods and formed new collegial relationships.</p>\n<p>&nbsp;I carried out a secondary analysis of the survey data to illustrate a number of important measurement principles that should be followed by those doing research and evaluation on the ATE program.&nbsp; I examined the responses to the survey and found no evidence of nonresponse bias.&nbsp; That is, those that answered the survey were shown to have similar background characteristics as those who did not reply to the survey.</p>\n<p>&nbsp;I also conducted a replication study to determine if I repeated the study, would I get the same results?&nbsp; Several survey items were included in an annual survey of ATE PIs.&nbsp; I compared these responses with my own and found the results to be the same.&nbsp; Such findings increase the confidence one has regarding research findings.</p>\n<p>&nbsp;Another outcome of the study was the development of an ATE sustainability checklist for use by team leaders and project evaluators.&nbsp; The checklist was designed to help identify areas where sustainability has occurred, improve sustainability success, provide accountability evidence, and determine how a specific grant compares with the sustainability of other ATE projects and centers.&nbsp; The checklist is available free to all ATE grantees and those interested in doing research in the area.</p>\n<p>&nbsp;Several of the items on the survey were designed to measure the impact of an ATE experience.&nbsp; Many of these items were evaluative in nature so I selected a number of them to create an ATE Evaluation Survey.&nbsp; The survey is to help PIs and others meet NSF&rsquo;s mandate that grants must be evaluated.&nbsp; The survey has been shown to be valid and reliable. &nbsp;Percentile ranks are provided so users of the survey can compare their scores with others who have used it.</p>\n<p>&nbsp;Many models provide suggestions on how to increase the sustainability of a new program.&nbsp; However, these models are based on personal experience, not on research results.&nbsp; To address this issue, I selected a model for ATE sustainability and carried out an exploratory test of its predictions using scores on the ATE Sustai...",
  "por_txt_cntn": "\nA concern of funding agencies, including the National Science Foundation (NSF), is the extent to which grant products and activities continue after Foundation funding ends.  This persistence is called sustainability.  The purpose of this targeted research grant was to investigate the sustainability of the Advanced Technological Education (ATE) program.  What are the dimensions of sustainability?  Was the work of ATE projects and centers being sustained?  If so, what factors are important for successful sustainability? \n\nThe first task was to develop a way to measure sustainability.  I used a peer-generated process where those experienced with the program wrote statements about the impact and sustainability of their experiences with ATE.  These statements became the items on a Likert-type survey that was administered to all ATE projects and centers during the spring of 2009.  I received 212 responses, an 81% reply rate.  The returned surveys were used to investigate the properties of the scale such as reliability and validity.\n\n I found the ATE Impact and Sustainability scales met or exceeded the standards for effective measuring instruments.  I also found that the scales discriminated between groups.  This supports the validity claims of the scale.\n\n In general, the results of this research support the notion that many of the activities and products of the ATE program are being sustained.  Program changes have been institutionalized, and the collaborations the institutions have formed with industry partners have persisted.  New professional development programs are in place, and faculty have improved their teaching methods and formed new collegial relationships.\n\n I carried out a secondary analysis of the survey data to illustrate a number of important measurement principles that should be followed by those doing research and evaluation on the ATE program.  I examined the responses to the survey and found no evidence of nonresponse bias.  That is, those that answered the survey were shown to have similar background characteristics as those who did not reply to the survey.\n\n I also conducted a replication study to determine if I repeated the study, would I get the same results?  Several survey items were included in an annual survey of ATE PIs.  I compared these responses with my own and found the results to be the same.  Such findings increase the confidence one has regarding research findings.\n\n Another outcome of the study was the development of an ATE sustainability checklist for use by team leaders and project evaluators.  The checklist was designed to help identify areas where sustainability has occurred, improve sustainability success, provide accountability evidence, and determine how a specific grant compares with the sustainability of other ATE projects and centers.  The checklist is available free to all ATE grantees and those interested in doing research in the area.\n\n Several of the items on the survey were designed to measure the impact of an ATE experience.  Many of these items were evaluative in nature so I selected a number of them to create an ATE Evaluation Survey.  The survey is to help PIs and others meet NSFÆs mandate that grants must be evaluated.  The survey has been shown to be valid and reliable.  Percentile ranks are provided so users of the survey can compare their scores with others who have used it.\n\n Many models provide suggestions on how to increase the sustainability of a new program.  However, these models are based on personal experience, not on research results.  To address this issue, I selected a model for ATE sustainability and carried out an exploratory test of its predictions using scores on the ATE Sustainability Survey.  I found the model recommendations were supported by my analysis.  Projects are more likely to be sustained if their staffs are well prepared; they had adequate fiscal resources; the project fit well with other institutional goals and initiatives; and they had a large ..."
 }
}