{
 "awd_id": "1132353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-CISE: SPECIAL PROJECT: Human-Centered Robotics HCR2011",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rita Rodriguez",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 11325.0,
 "awd_amount": 11325.0,
 "awd_min_amd_letter_date": "2011-04-07",
 "awd_max_amd_letter_date": "2011-04-07",
 "awd_abstract_narration": "Proposal #:\tCNS 11-32353\r\nPI(s):\t\tBogosyan, Seta O.\r\nInstitution:\tUniversity of Alaska-Fairbanks \r\nTitle: \t\tSPECIAL PROJECT: IEEE ICM 2011- Workshop on Human-Centered Robotics\r\nProject Proposed:\r\nThis proposal, planning an international workshop for human-centric robotics in Turkey, examines the nature, needs, importance, challenges, and funding mechanisms for ongoing and anticipated research in different CISE areas and even more broad areas. The workshop will brings together recognized CISE research leaders and their peers from Turkey, Japan, and Korea, to conduct such an assessment and produce a material that can be shared with the CISE community, international colleagues, academic administrators, government funding agencies, and industry.\r\nThe activity brings together recognized leaders in telerobotics, medical robotics, and collaborative robotics to plan international collaborations in research and education in this rapidly evolving field. The planned interactions in this workshop will also benefit students and early career faculty from US, by providing opportunities to internationally exchange experiences and ideas. Participants from USA, Japan, Turkey, and Korea (KAIST) have actively committed their involvement in the workshop organization. The planned workshop presents a great opportunity for all interested participants to meet in person, and start a new, larger-scale international collaborative effort to serve the challenging field of human-centric robotics. With truly interdisciplinary foundations, the proposed workshop requires, not only a profound creativity and knowledge in robotics, but also deep insights into social sciences. While the expected domain disciplines to be addressed include telerobotics, medical robotics, and collaborative robotics, the associated challenges to be discussed involve adaptation of robots to human nature and behaviors, as well as human?s communication and interaction with robots\r\nBroader Impact: \r\nRobotics is becoming indispensible in assisted living, hospitals, schools, and even homes. The proposed workshop addresses the influence and interaction of technical, physical, psychological, and societal factors as they relate to robotic technologies, and as they are addressed in various parts of the world, by leading researchers. Thus, the findings from this event touch society overall.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seta",
   "pi_last_name": "Bogosyan",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Seta O Bogosyan",
   "pi_email_addr": "sbogosyan@alaska.edu",
   "nsf_id": "000442385",
   "pi_start_date": "2011-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997093705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11325.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;As the focus of robot design shifts to applications in everyday human environments populated by non-expert users, such as schools, hospitals, homes, museums, and other public and private spaces, researchers must deal not only with novel technical challenges, but with social factors that accompany&nbsp; the use of robots in these daily contexts. Human-Centered Robotics (HCR) has emerged in response to this need as an interdisciplinary field, bringing together scientists of both technical and social background in numerous efforts recently.</p>\n<p>NSF Human-Centered Robotics (HCR) Workshop was one such activity bringing together technical experts and researchers in robotics, human-robot interaction as well as in the social study of human behavior. The workshop was organized by Dr. Seta Bogosyan, University of Alaska Fairbanks (UAF) and Dr. Selma Sabanovic, Indiana University Bloomington, and consisted of three linked activities to discuss and develop possibilities for an interdisciplinary and multinational academic collaboration to address the needs of HCR.&nbsp; The HCR Workshop in April, 2011 took place following the IEEE International Conference on Mechatronics (IEEE-ICM) and was attended by over 50 &nbsp;multinational robotics researchers and students as well as invited participants from all around the world working on different aspects of HCR.</p>\n<p>The invited speakers were experts in robot control, social robotics,&nbsp; as well as in&nbsp; collaborative, assistive, and socially interactive applications of robotics and telerobotics: Oussama Khatib (Stanford Univ.), William Messner (Carnegie-Mellon Univ.), Selma &Scaron;abanovic (Indiana University Bloomington, social robotics), Eric Meisner (John&nbsp; Hopkins University), Leila Takayama (industry research scientist, Willow Garage), Kouhei Ohnishi (ECE professor, Keio University, Japan), Ju-Jang Lee (ME, KAIST, Korea), Kemalettin Erbatur (ECE,Sabanci University), Asif &Scaron;abanovic&nbsp; (ECE, Sabanci University, ECE pr), Hatice Kose-Bagci, and Sanem Ariel (Istanbul Technical University (CS,ITU) , Ata Mugan and Pinar Boyraz (ME, ITU). After lectures on various aspects of HCR from Dr.Khatib, Dr. Sabanovic, Dr.Meisner, and Willow Garage,&nbsp; participating experts &nbsp;presented their research results &nbsp;in autonomous robotics, telerobotics, humanoids and social robotics. An in-depth discussion session followed the lectures to decide how this international group of experts could extend their research strengths to address the social and technical needs of HCR in a collaborative project.</p>\n<p>The experts found common ground in telerobotics related research and decided to focus on&nbsp; human-centered telerobotics applications. This was also due to the following common opinion: While the development of fully autonomous robots for open-ended applications in everyday environments is still a ways off, telerobotic applications promise to enable the efficient combination of robot and human capabilities for understanding and acting in the environment in a shorter time period. Furthermore, telerobotic applications also provide the possibility for human telepresence, whereby robots can benefit from the well-developed social skills and become a communication medium for remote users. Socially interactive and assistive telerobots can also take advantage of the possibility for involving distributed groups of users (such as in the case of the Amazon&rsquo;s Mechanical Turk, or NASA&rsquo;s Rover Teams) in operating robots in complex environments. Telerobotic teachers, museum guides, receptionists, and avatars have already been demonstrated in the US, Japan and Korea; telerobotic applications can also be developed for use in the context of communication and care of elderly and children (JAPAN robot) and in hospitals and offices for communicating among local and remote staff members. There is still much to be lear...",
  "por_txt_cntn": "\n As the focus of robot design shifts to applications in everyday human environments populated by non-expert users, such as schools, hospitals, homes, museums, and other public and private spaces, researchers must deal not only with novel technical challenges, but with social factors that accompany  the use of robots in these daily contexts. Human-Centered Robotics (HCR) has emerged in response to this need as an interdisciplinary field, bringing together scientists of both technical and social background in numerous efforts recently.\n\nNSF Human-Centered Robotics (HCR) Workshop was one such activity bringing together technical experts and researchers in robotics, human-robot interaction as well as in the social study of human behavior. The workshop was organized by Dr. Seta Bogosyan, University of Alaska Fairbanks (UAF) and Dr. Selma Sabanovic, Indiana University Bloomington, and consisted of three linked activities to discuss and develop possibilities for an interdisciplinary and multinational academic collaboration to address the needs of HCR.  The HCR Workshop in April, 2011 took place following the IEEE International Conference on Mechatronics (IEEE-ICM) and was attended by over 50  multinational robotics researchers and students as well as invited participants from all around the world working on different aspects of HCR.\n\nThe invited speakers were experts in robot control, social robotics,  as well as in  collaborative, assistive, and socially interactive applications of robotics and telerobotics: Oussama Khatib (Stanford Univ.), William Messner (Carnegie-Mellon Univ.), Selma &Scaron;abanovic (Indiana University Bloomington, social robotics), Eric Meisner (John  Hopkins University), Leila Takayama (industry research scientist, Willow Garage), Kouhei Ohnishi (ECE professor, Keio University, Japan), Ju-Jang Lee (ME, KAIST, Korea), Kemalettin Erbatur (ECE,Sabanci University), Asif &Scaron;abanovic  (ECE, Sabanci University, ECE pr), Hatice Kose-Bagci, and Sanem Ariel (Istanbul Technical University (CS,ITU) , Ata Mugan and Pinar Boyraz (ME, ITU). After lectures on various aspects of HCR from Dr.Khatib, Dr. Sabanovic, Dr.Meisner, and Willow Garage,  participating experts  presented their research results  in autonomous robotics, telerobotics, humanoids and social robotics. An in-depth discussion session followed the lectures to decide how this international group of experts could extend their research strengths to address the social and technical needs of HCR in a collaborative project.\n\nThe experts found common ground in telerobotics related research and decided to focus on  human-centered telerobotics applications. This was also due to the following common opinion: While the development of fully autonomous robots for open-ended applications in everyday environments is still a ways off, telerobotic applications promise to enable the efficient combination of robot and human capabilities for understanding and acting in the environment in a shorter time period. Furthermore, telerobotic applications also provide the possibility for human telepresence, whereby robots can benefit from the well-developed social skills and become a communication medium for remote users. Socially interactive and assistive telerobots can also take advantage of the possibility for involving distributed groups of users (such as in the case of the AmazonÆs Mechanical Turk, or NASAÆs Rover Teams) in operating robots in complex environments. Telerobotic teachers, museum guides, receptionists, and avatars have already been demonstrated in the US, Japan and Korea; telerobotic applications can also be developed for use in the context of communication and care of elderly and children (JAPAN robot) and in hospitals and offices for communicating among local and remote staff members. There is still much to be learned about how to develop more advanced collaborative capabilities for robots that can aid both remote operators and users interacting with the robot to ..."
 }
}