{
 "awd_id": "1132942",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing Engineering and Science Collaborations Between the University of Massachusetts and Three Central American Universities",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 45300.0,
 "awd_amount": 45300.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2011-09-07",
 "awd_abstract_narration": "In this U.S.-Central American planning workshop researchers from the U.S. and Costa Rica, Honduras, and Nicaragua will meet to catalyze a collaborative research and education consortium known as the Networked Engineering Research Center (NERC).  The NERC will engage faculty, undergraduate and graduate students in collaborative international research and education for designing and implementing sustainable technologies and methods across disciplines, including biology, chemistry, plastics engineering, chemical engineering, mechanical engineering, civil engineering, marketing and finance.   The five universities involved in this consortium are the University of Massachusetts Lowell, University of Massachusetts Amherst, Universidad Nacional Autónoma de Honduras, Universidad Regional Autónoma de la Costa del Caribe de Nicaragua, and Universidad Nacional de Costa Rica.  The main goal of this effort is to define and discuss specific collaborative research areas and education programs within each institution.  It is expected that these discussions will lead to the development of a proposal to the NSF Partnership for International Research and Education (PIRE) program.\r\n\r\nThe NERC allows close collaboration among scientists, engineers, and testbed innovation partners (the practitioners who apply the engineered systems) to develop and adopt renewable energy technology and biodiversity friendly agro-forestry systems for the production of coffee, bio-fuels, and essential oils.  Coffee and the burgeoning growth of bio-fuel production and essential oils for the cosmetics and pharmaceuticals industry are potential drivers for renewable technology and innovations that will improve methods of biodiversity friendly production.  This collaboration enriches both research and teaching efforts and provides challenges to students and teachers alike to adapt textbook knowledge to complex and often competing forces of markets, cultures, and the natural environment.  The NERC will have broad implications for society by addressing climate change, habitat loss, education, and the promotion of sustainable products.  U.S. students and early faculty members will participate in these discussions and any subsequent interactions.  Involvement of junior researchers in international research is a major goal of OISE.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Lee",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Y Lee",
   "pi_email_addr": "kenneth.lee@wne.edu",
   "nsf_id": "000472257",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5904",
   "pgm_ref_txt": "COSTA RICA"
  },
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15100.0
  }
 ],
 "por": null
}