{
 "awd_id": "1132651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GSE/RES: Peer Matters: When and how do peers influence young women's participation in science, technology, engineering, and mathematics (STEM)?",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 524579.0,
 "awd_amount": 524579.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "Intellectual Merit: The University of Massachusetts proposes a study using a Stereotype Inoculation Model which proposes that students' interest in STEM is, at best, a constrained choice heavily influenced by the environments in which these disciplines are learned, particularly the socializing agents in them (e.g., peers, teachers). This model predicts that increased contact with same-sex individuals in STEM environments is critical to inoculate young women's academic self-concept against stereotype threat and to increase interest in STEM pursuits. The project will shed light on the role of peers by investigating whether variations in the gender composition of peers in STEM settings differentially affect women's attitudes toward STEM, identification with it, self-efficacy, performance, and career aspirations; and identifying underlying processes that mediate the predicted effects. This project bridges the divide between \"basic\" (process-oriented) and \"applied\" (problem-oriented) research by seeking converging evidence from controlled lab experiments and naturalistic field studies to tackle an important social problem and by testing processes that might ameliorate it.\r\n \r\nBroader Impacts:  The symbiotic relationships among research, education, teaching, and practice are at the heart of this proposal. Underrepresented students in STEM will inform the research process and emerging findings will be used to educate research and practitioner communities in K-12 schools, colleges, universities, and national organizations through presentations and workshops. The emerging data will be used to develop concrete interventions that may be field-tested in future work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nilanjana",
   "pi_last_name": "Dasgupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nilanjana Dasgupta",
   "pi_email_addr": "dasgupta@psych.umass.edu",
   "nsf_id": "000100209",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 164687.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 181710.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 178182.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>National debate has been brewing about the low percentage of American students who pursue STEM education and careers, especially girls and women, and its grave implications for the 21<sup>st</sup> century American workforce. My NSF funded project tested theory-driven interventions to address this problem by identifying educational environments that successfully increase women&rsquo;s motivation, confidence, and aspirations to pursue STEM majors and careers. I developed a theoretical model, the Stereotype Inoculation Model, in which I predicted that just as biomedical vaccines protect and inoculate one&rsquo;s physical body against noxious bacteria and viruses, so too exposure to successful female peers in STEM educational contexts ought to protect and inoculate women&rsquo;s mind against noxious gender stereotypes. Put differently, coming in contact with female peers in STEM ought to act as &ldquo;social vaccines.&rdquo;&nbsp; Three research studies tested this model in different college environments.</p>\n<p>&nbsp;</p>\n<p><strong>Teams with a critical mass of female peers act as social vaccines for women in engineering</strong></p>\n<p>In one study published in <em>Proceedings of the National Academy of Sciences </em>(Dasgupta, Scircle, &amp; Hunsinger, 2015)<em>, </em>we looked at the benefits of working in teams with a critical mass of women. We randomly assigned female engineering students to one of three types of teams that varied in gender composition: teams with 75 percent, 50 percent, or 25 percent women. Each team had one real study participant, always female, who was unaware that others were engineering research assistants trained to behave in a consistent manner. &nbsp;We measured whether team gender composition affected real study participants&rsquo; anxieties, motivation, confidence, verbal participation, and career aspirations. Results showed that women felt less anxious, more motivated, and participated more actively when they worked in gender-equitable teams or female-majority teams compared to female-minority teams. Moreover, women&rsquo;s confidence and career aspirations in engineering suffered most if they had to work in female-minority teams especially if they had internalized implicit stereotypes that engineering was a masculine field. However, if they worked in teams with a critical mass of women they were &ldquo;vaccinated&rdquo; against these stereotypes.</p>\n<p><em>&nbsp;</em></p>\n<p><strong>Female peer mentors are social vaccines for first-year women students in engineering</strong>.</p>\n<p>When students transition from one academic stage to another (e.g., transition from high school to college), they are vulnerable to self-doubt and attrition from difficult majors like engineering. I predicted that having a female peer mentor during the transition to college would &ldquo;vaccinate&rdquo; women against self-doubt and attrition. To test this idea, we conducted a longitudinal study in which we recruited 150 first-year women entering college who had expressed interest in engineering and randomly assigned one-third of them to a female peer mentor who was a senior in the same major, another one-third to a male peer mentor, and the remaining one-third to no mentor. Mentors worked with their mentees for 1 year, after which the mentoring relationship ended. We tracked mentees&rsquo; progress in engineering at multiple time-points from their 1<sup>st</sup> year through college graduation. Our results show that mentees who had female peer mentors felt a greater sense of belonging in engineering, more confident about their engineering ability, more interested in pursuing advanced degrees and careers in engineering, and demonstrated higher retention in the major than others who had male mentors or no mentors. We are now preparing this paper for publication (Dennehy &amp; Dasgupta, in preparation).</p>\n<p>&nbsp;</p>\n<p><strong>Introductory mathematics c...",
  "por_txt_cntn": "\nNational debate has been brewing about the low percentage of American students who pursue STEM education and careers, especially girls and women, and its grave implications for the 21st century American workforce. My NSF funded project tested theory-driven interventions to address this problem by identifying educational environments that successfully increase womenÆs motivation, confidence, and aspirations to pursue STEM majors and careers. I developed a theoretical model, the Stereotype Inoculation Model, in which I predicted that just as biomedical vaccines protect and inoculate oneÆs physical body against noxious bacteria and viruses, so too exposure to successful female peers in STEM educational contexts ought to protect and inoculate womenÆs mind against noxious gender stereotypes. Put differently, coming in contact with female peers in STEM ought to act as \"social vaccines.\"  Three research studies tested this model in different college environments.\n\n \n\nTeams with a critical mass of female peers act as social vaccines for women in engineering\n\nIn one study published in Proceedings of the National Academy of Sciences (Dasgupta, Scircle, &amp; Hunsinger, 2015), we looked at the benefits of working in teams with a critical mass of women. We randomly assigned female engineering students to one of three types of teams that varied in gender composition: teams with 75 percent, 50 percent, or 25 percent women. Each team had one real study participant, always female, who was unaware that others were engineering research assistants trained to behave in a consistent manner.  We measured whether team gender composition affected real study participantsÆ anxieties, motivation, confidence, verbal participation, and career aspirations. Results showed that women felt less anxious, more motivated, and participated more actively when they worked in gender-equitable teams or female-majority teams compared to female-minority teams. Moreover, womenÆs confidence and career aspirations in engineering suffered most if they had to work in female-minority teams especially if they had internalized implicit stereotypes that engineering was a masculine field. However, if they worked in teams with a critical mass of women they were \"vaccinated\" against these stereotypes.\n\n \n\nFemale peer mentors are social vaccines for first-year women students in engineering.\n\nWhen students transition from one academic stage to another (e.g., transition from high school to college), they are vulnerable to self-doubt and attrition from difficult majors like engineering. I predicted that having a female peer mentor during the transition to college would \"vaccinate\" women against self-doubt and attrition. To test this idea, we conducted a longitudinal study in which we recruited 150 first-year women entering college who had expressed interest in engineering and randomly assigned one-third of them to a female peer mentor who was a senior in the same major, another one-third to a male peer mentor, and the remaining one-third to no mentor. Mentors worked with their mentees for 1 year, after which the mentoring relationship ended. We tracked menteesÆ progress in engineering at multiple time-points from their 1st year through college graduation. Our results show that mentees who had female peer mentors felt a greater sense of belonging in engineering, more confident about their engineering ability, more interested in pursuing advanced degrees and careers in engineering, and demonstrated higher retention in the major than others who had male mentors or no mentors. We are now preparing this paper for publication (Dennehy &amp; Dasgupta, in preparation).\n\n \n\nIntroductory mathematics classes with all women serve as social vaccines for young women in college. \n\n In another study we compared womenÆs experiences in calculus courses at a womenÆs college versus a coeducational college. We predicted and found that womenÆs confidence in math and aspirations to pursue math-intensive ma..."
 }
}