{
 "awd_id": "1132343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Broadband Recording at the Site of Great Earthquake Rupture in the Alaska Megathrust",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bilal U. Haq",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 85256.0,
 "awd_amount": 85256.0,
 "awd_min_amd_letter_date": "2011-03-25",
 "awd_max_amd_letter_date": "2011-03-25",
 "awd_abstract_narration": "Funds are provided under this EAGER award that will capitalize on an opportunity provided by an already funded active-source cruise on the R/V Langseth in the summer of 2011. The PI will deploy seismometers on-land across one of the best-known examples of variability in seismogenic behavior - the Alaska Peninsula segment of the Aleutian megathrust to record the active-source shots and extend imaging beyond the down-dip limit of seismicity. The funded active-source cruise will image the megathrust along five transects. The eastern part of the study area ruptured in a great (Mw=8.3) earthquake in 1938, and now shows nearly full geodetic locking. By contrast, the western part lies in the Shumagin Gap, a site of no clear seismicity larger than Mw=7.4, and where geodetic data suggest a creeping plate boundary. Little else changes between the two segments: the incoming Pacific plate is similar in age and sediment accumulation; the upper plate is constructed of the same accreted terranes; and convergence is nearly arc-normal. Thus, the proposed array, combined with active-source shots, will test in a controlled setting the deeper structure of megathrusts across the transition from locked to creeping faults. Because these two transitions (along-strike and down-dip) will be sampled and imaged, these data will provide a strong test of the notion that structural properties of the megathrust control limits to seismogenesis. The PI will deploy 9 broadband onshore seismometers for 2 months during shooting of the active-source expedition in summer 2011, taking advantage of the ship and technical staff present for the active-source imaging experiment. These instruments will be deployed at easily-accessible airstrips. These on-land instruments will greatly extend the active-source array aperture. The proposed data will be analyzed and interpreted together with the collocated active-source data in an integrated fashion.\r\n\r\nBroader Impacts: Megathrust events pose significant seismic hazard to urban centers in Alaska, Cascadia, and elsewhere. Better knowledge of the geometry of seismogenic zones and their seismicity will reduce the inherent uncertainty in probabilistic seismic hazard maps around the Pacific Rim. The study area is also considered to pose the greatest tsunami risk to the west coast of the US because of its proximity and orientation. This work will also help public outreach on earthquake hazards as the PIs plan to visit towns in the field area during the experiment to communicate hazards and earthquake research. The study is planned to be part of the graduate research for a student at OU, and will promote as PI an early-career faculty member from an underrepresented group.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kade",
   "pi_last_name": "Keranen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kade Keranen",
   "pi_email_addr": "keranen@cornell.edu",
   "nsf_id": "000533546",
   "pi_start_date": "2011-03-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Abers",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey A Abers",
   "pi_email_addr": "abers@cornell.edu",
   "nsf_id": "000439189",
   "pi_start_date": "2011-03-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Shillington",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Donna J Shillington",
   "pi_email_addr": "Donna.Shillington@nau.edu",
   "nsf_id": "000262152",
   "pi_start_date": "2011-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "201 David L. Boren Blvd",
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730195300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 85256.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Subduction zones host the world&rsquo;s largest earthquakes and create seismic and tsunami hazards. This research investigated two adjacent segments of the Alaska/Aleutian subduction zone, the Semidi and Shumagin segments. The Semidi segment has a history of rupturing in great earthquakes, the latest in 1938, while the upper and lower plates in the Shumagin segment are thought to creep past one another without storing and releasing energy in great earthquakes. The results of this research show &ldquo;streaks&rdquo; in seismicity within the Shumagin semgment, similar to streaks seen on other creeping plate boundaries such as portions of the San Andreas. These streaks have been proposed to be characteristic of creeping plate boundaries, possibly caused by small asperities or rough patches on the plates slipping past one another. The presence of such streaks in the Shumagin segment had been suggested following prior analyses, but the earlier interpretation is strongly supported by our observation of consistent linear features in an independent dataset collected 20 years later. These linear features appear to be characteristic of the creeping Shumagin portion of the plate boundary, suggesting similarities between creep processes across variable types of plate boundaries (continental strike-slip, subduction, etc.). Additionally, our seismometers covered the adjacent Semidi segment, not covered by the prior seismic network, and show no evidence for linear patterns in seismicity in the Semidi region, which is considered &ldquo;locked&rdquo; rather than creeping. Hence, our results suggests that microseismicity in this region reflects physical properties at the plate interface, and our results emphasize the need for longer-term coupled ocean-bottom seismometer and land seismic arrays to refine the details of microseismicity on megathrust boundaries. Additionally, seismicity is evident in our results in the outer rise in the Shumagin segment but not the Semidi segment. This result may suggest enhanced bending faulting before the trench in the Shumagin segment; the impact of the enhanced faulting of the oceanic plate before subduction may cause more water to penetrate the oceanic crust and mantle and affect the system to greater depths.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2013<br>\n\t\t\t\t\tModified by: Kathleen&nbsp;M&nbsp;Keranen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSubduction zones host the worldÆs largest earthquakes and create seismic and tsunami hazards. This research investigated two adjacent segments of the Alaska/Aleutian subduction zone, the Semidi and Shumagin segments. The Semidi segment has a history of rupturing in great earthquakes, the latest in 1938, while the upper and lower plates in the Shumagin segment are thought to creep past one another without storing and releasing energy in great earthquakes. The results of this research show \"streaks\" in seismicity within the Shumagin semgment, similar to streaks seen on other creeping plate boundaries such as portions of the San Andreas. These streaks have been proposed to be characteristic of creeping plate boundaries, possibly caused by small asperities or rough patches on the plates slipping past one another. The presence of such streaks in the Shumagin segment had been suggested following prior analyses, but the earlier interpretation is strongly supported by our observation of consistent linear features in an independent dataset collected 20 years later. These linear features appear to be characteristic of the creeping Shumagin portion of the plate boundary, suggesting similarities between creep processes across variable types of plate boundaries (continental strike-slip, subduction, etc.). Additionally, our seismometers covered the adjacent Semidi segment, not covered by the prior seismic network, and show no evidence for linear patterns in seismicity in the Semidi region, which is considered \"locked\" rather than creeping. Hence, our results suggests that microseismicity in this region reflects physical properties at the plate interface, and our results emphasize the need for longer-term coupled ocean-bottom seismometer and land seismic arrays to refine the details of microseismicity on megathrust boundaries. Additionally, seismicity is evident in our results in the outer rise in the Shumagin segment but not the Semidi segment. This result may suggest enhanced bending faulting before the trench in the Shumagin segment; the impact of the enhanced faulting of the oceanic plate before subduction may cause more water to penetrate the oceanic crust and mantle and affect the system to greater depths.\n\n\t\t\t\t\tLast Modified: 06/13/2013\n\n\t\t\t\t\tSubmitted by: Kathleen M Keranen"
 }
}