{
 "awd_id": "1132295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Yakutat Tlingit Sealing Camps: Investigating the Relationship among Language, Indigenous Knowledge, and Glacial Movement",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 19075.0,
 "awd_amount": 19075.0,
 "awd_min_amd_letter_date": "2011-05-02",
 "awd_max_amd_letter_date": "2011-05-02",
 "awd_abstract_narration": "The research will use an interdisciplinary approach to 1) establish a chronology of origin for indigenous toponyms (place names) at Yakutat/Disenchantment Bay, Alaska; 2) examine Tlingit linguistic encoding of environmental history; and 3) integrate indigenous and scientific knowledge. Archaeological and geological data will be used to construct a chronological framework for Tlingit toponyms and related oral accounts that refer to seal hunting camps which were occupied in succession during the 900-year retreat of Hubbard Glacier from its late Holocene maximum at the mouth of Yakutat Bay. The camps were used in spring to hunt harbor seals that congregate on glacial floes, and positions of the camps were shifted over time to maintain proximity to the receding glacial front. Toponym(s) referring to each seal camp would have originated at the time of its establishment, a date that can be determined by relocating the camp and conducting archaeological testing and radiocarbon dating. Knowing the ages of these Tlingit toponyms will enhance understanding of their complex linguistic dimensions, which include the incorporation of lexemes denoting environmental processes and the generation of related names (assemblages) to designate proximate geographic features. Seal camp names and other Tlingit toponyms have multiple cultural dimensions, including incorporation into local clan histories.\r\n\r\nDuring this exploratory phase of the research, investigators will conduct interviews with knowledgeable Yakutat elders to elicit linguistic, cultural and environmental information related to sealing camps of different ages. Based on locational information from the interviews and preexisting historical and archaeological records they will attempt to relocate all or most of the camps. Few have ever been identified as archaeological sites due to seismic uplift in 1899 that substantially altered shorelines around the bay. Investigators will conduct archaeological testing at rediscovered camps to collect artifact samples and organic material for radiocarbon dating. Should this field reconnaissance prove successful, a full-scale project will be proposed to locate additional camps and to undertake more extensive excavations. Preliminary oral and linguistic data will be assessed, and an expanded effort will be designed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aron",
   "pi_last_name": "Crowell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Aron L Crowell",
   "pi_email_addr": "crowella@si.edu",
   "nsf_id": "000502100",
   "pi_start_date": "2011-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution",
  "inst_street_address": "1000 JEFFERSON DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026337110",
  "inst_zip_code": "205600008",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "KQ1KJG78NNS9",
  "org_uei_num": "KQ1KJG78NNS9"
 },
 "perf_inst": {
  "perf_inst_name": "Smithsonian Arctic Studies Center",
  "perf_str_addr": "625 C St.",
  "perf_city_name": "Anchorage",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "995013544",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19075.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Early Concept Grant for Exploratory Research to the Smithsonian Institution&rsquo;s Arctic Studies Center in 2011 funded a preliminary study of the ancient, historical, and contemporary Alaska Native harvest of harbor seals at ice-floe pupping grounds near Hubbard Glacier in Yakutat Bay, Alaska. Initial results achieved with EAGER funding enabled a larger National Science Foundation research award to the Smithsonian and University of Alaska Fairbanks in 2012 that will expand and extend the project through 2014.</p>\n<p>&nbsp;By joining Alaska Native community knowledge with the results of archaeology, geology, and paleobiology, the Smithsonian/UAF research program is uncovering the interwoven history of people, seals, and glaciers at Yakutat Bay during 900 years of climate change. As of A.D. 1100, Yakutat Bay was completely filled with Neoglacial ice, but late Holocene warming pushed back the glaciers and opened the bay for settlement. Indigenous peoples including the Sugpiaq, Eyak, Ahtna, and Tlingit migrated to Yakutat from other parts of southern Alaska, attracted by thousands of harbor seals that feed in the bay&rsquo;s rich waters and give birth to their young at the head of the fiord on ice floes calved from Hubbard Glacier. Today, Yakutat residents harvest more subsistence harbor seals than any other village in Alaska. Elders retain detailed knowledge of traditional sealing practices as well the oral histories of migrations and early settlements and descriptive names (in Tlingit, Eyak, and other languages) designating former settlements and camps, some hundreds of years old.</p>\n<p>Interviews with elders in 2011 (in Tlingit and English), combined with archaeological testing at several historic sealing camps, supported the hypothesis that a clan-based system of local and external access rights developed around Yakutat sealing because of its economic centrality for peoples of the eastern Gulf of Alaska. Sealing camps shifted from the outer to the inner bay over time to follow the receding glacial front, and the locations, artifact assemblages, faunal remains, and spatial layouts of camps express the cultural and social organization of hunting in different eras. Testing of a large&nbsp;19<sup>th</sup> century sealing camp produced rifle cartridges, beads, and domestic tools and confirmed that remains of summer dwellings (tents and bark huts) have survived in the ground for future excavation. Researchers also confirmed that hundreds of Tlingit and Eyak place names are known and used by local residents, and that the spatial overlay of names in the two languages reflects separate migrations by the two groups. Place names (toponyms) will be&nbsp;dateable through correlation with archaeological and geological data, and preliminary reconstructions are underway.</p>\n<p>The study leads from the past to the present day, when the continuity of sealing and of the community&rsquo;s cultural and linguistic heritage are matters of urgent local concern. The methodologies and results of this study are highly relevant to questions of human adaptation and resiliency in the changing North and to the challenge of building coherence between indigenous and scientific knowledge systems. More interviews and a sgnificant field program of archaeological and geological studies is&nbsp;planned for 2013 and 2014 under the new grant.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2012<br>\n\t\t\t\t\tModified by: Aron&nbsp;L&nbsp;Crowell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Early Concept Grant for Exploratory Research to the Smithsonian InstitutionÆs Arctic Studies Center in 2011 funded a preliminary study of the ancient, historical, and contemporary Alaska Native harvest of harbor seals at ice-floe pupping grounds near Hubbard Glacier in Yakutat Bay, Alaska. Initial results achieved with EAGER funding enabled a larger National Science Foundation research award to the Smithsonian and University of Alaska Fairbanks in 2012 that will expand and extend the project through 2014.\n\n By joining Alaska Native community knowledge with the results of archaeology, geology, and paleobiology, the Smithsonian/UAF research program is uncovering the interwoven history of people, seals, and glaciers at Yakutat Bay during 900 years of climate change. As of A.D. 1100, Yakutat Bay was completely filled with Neoglacial ice, but late Holocene warming pushed back the glaciers and opened the bay for settlement. Indigenous peoples including the Sugpiaq, Eyak, Ahtna, and Tlingit migrated to Yakutat from other parts of southern Alaska, attracted by thousands of harbor seals that feed in the bayÆs rich waters and give birth to their young at the head of the fiord on ice floes calved from Hubbard Glacier. Today, Yakutat residents harvest more subsistence harbor seals than any other village in Alaska. Elders retain detailed knowledge of traditional sealing practices as well the oral histories of migrations and early settlements and descriptive names (in Tlingit, Eyak, and other languages) designating former settlements and camps, some hundreds of years old.\n\nInterviews with elders in 2011 (in Tlingit and English), combined with archaeological testing at several historic sealing camps, supported the hypothesis that a clan-based system of local and external access rights developed around Yakutat sealing because of its economic centrality for peoples of the eastern Gulf of Alaska. Sealing camps shifted from the outer to the inner bay over time to follow the receding glacial front, and the locations, artifact assemblages, faunal remains, and spatial layouts of camps express the cultural and social organization of hunting in different eras. Testing of a large 19th century sealing camp produced rifle cartridges, beads, and domestic tools and confirmed that remains of summer dwellings (tents and bark huts) have survived in the ground for future excavation. Researchers also confirmed that hundreds of Tlingit and Eyak place names are known and used by local residents, and that the spatial overlay of names in the two languages reflects separate migrations by the two groups. Place names (toponyms) will be dateable through correlation with archaeological and geological data, and preliminary reconstructions are underway.\n\nThe study leads from the past to the present day, when the continuity of sealing and of the communityÆs cultural and linguistic heritage are matters of urgent local concern. The methodologies and results of this study are highly relevant to questions of human adaptation and resiliency in the changing North and to the challenge of building coherence between indigenous and scientific knowledge systems. More interviews and a sgnificant field program of archaeological and geological studies is planned for 2013 and 2014 under the new grant.\n\n\t\t\t\t\tLast Modified: 07/30/2012\n\n\t\t\t\t\tSubmitted by: Aron L Crowell"
 }
}