{
 "awd_id": "1132562",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Learning Progressions Footprint Conference",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James Hamos",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 180482.0,
 "awd_amount": 180482.0,
 "awd_min_amd_letter_date": "2011-03-21",
 "awd_max_amd_letter_date": "2011-03-21",
 "awd_abstract_narration": "Through the \"Learning Progressions Footprint Conference,\" leading researchers in science and mathematics education are bringing together leaders in the field for a workshop - to take place in Washington, DC, in July, 2011 - that will enable them to take stock of the progress of learning progressions research to date and to suggest productive directions for future research and development.  The year 2011 promises to be a watershed year in science and mathematics education as many important developments are currently taking place that will shape mathematics and science education for years to come.  In particular, new national standards are under development in both mathematics and science education, with revisions in state standards and assessments to follow.  Learning progressions are informing Common Core standards and assessments for mathematics and are expected to play a central role in the conceptual framework for new National Science Education Standards.  As new standards and assessments are introduced to the field, it will be critical (a) to assess current standards and contributions of learning progressions research, and (b) to turn attention to research on how to support implementation of practices and related products and technologies informed by a learning progressions perspective.  \r\n\r\nLearning progressions research seeks to establish empirically grounded accounts of the development of students' scientific and mathematical knowledge and practice over broad spans of time, and of the instructional means of support that enable that development.  Well-grounded learning progressions or learning trajectories can serve as valuable resources for science and mathematics education researchers, developers of standards documents, assessment developers, and curriculum developers.  A critical evaluation of learning progressions research at this time is enabling the field to set priorities and invest resources wisely.  The conference is framed to focus on these issues and is to be attended by about 40 leading researchers, developers, and practitioners in mathematics and science education, as well as representatives of NSF and other federal agencies.  In preparation for the conference, participants are considering five key questions:\r\n     1.  What is the important work that has taken place over the last 20 years?  How strong is the evidence base and how can it be strengthened?\r\n     2.  What are learning progressions good for?  How have they been used in practice, and with what consequences? What additional uses might they legitimately have?\r\n     3.  What methodological advances have been made in learning progressions work?  To what extent are current standards of evidence adequate and where are further refinements needed?\r\n     4.  How can we develop the interdisciplinary teams, possibly including potential users, to do this type of work?\r\n     5.  What recommendations do conference members have for policies and priorities for future learning progressions work?\r\n\r\nThe products of the conference will include: (a) a conference report that assesses the evidence base around learning progressions, evaluates methodological approaches, and considers implications for policy and practice, (b) proposals for sessions at professional conferences, and (c) position papers to be submitted to journals for publication.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Anderson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Charles W Anderson",
   "pi_email_addr": "andya@msu.edu",
   "nsf_id": "000375559",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179300",
   "pgm_ele_name": "MSP-OTHER AWARDS"
  },
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180482.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:\"Courier New\"; \tpanose-1:2 7 3 9 2 2 5 2 4 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536859905 -1073711037 9 0 511 0;} @font-face \t{font-family:\"New York\"; \tpanose-1:0 0 0 0 0 0 0 0 0 0; \tmso-font-charset:77; \tmso-generic-font-family:roman; \tmso-font-format:other; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;} @font-face \t{font-family:Wingdings; \tpanose-1:5 0 0 0 0 0 0 0 0 0; \tmso-font-charset:2; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:0 268435456 0 0 -2147483648 0;} @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;} @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1073743103 0 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-name:\"Normal\\,n\"; \tmso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin-top:0in; \tmargin-right:0in; \tmargin-bottom:3.0pt; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:11.0pt; \tmso-bidi-font-size:12.0pt; \tfont-family:Helvetica; \tmso-fareast-font-family:\"Times New Roman\"; \tmso-bidi-font-family:\"Times New Roman\";} p.standard, li.standard, div.standard \t{mso-style-name:\"standard\\,s\\,Standard\"; \tmso-style-unhide:no; \tmso-style-qformat:yes; \tmargin-top:0in; \tmargin-right:0in; \tmargin-bottom:3.0pt; \tmargin-left:0in; \ttext-indent:.5in; \tmso-pagination:widow-orphan; \tfont-size:11.0pt; \tmso-bidi-font-size:12.0pt; \tfont-family:Helvetica; \tmso-fareast-font-family:\"Times New Roman\"; \tmso-bidi-font-family:\"Times New Roman\";} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-family:\"New York\",\"serif\"; \tmso-ascii-font-family:\"New York\"; \tmso-hansi-font-family:\"New York\";} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;}  /* List Definitions */ @list l0 \t{mso-list-id:144664346; \tmso-list-type:hybrid; \tmso-list-template-ids:-1251421024 67698703 -84278050 67698715 67698703 67698713 67698715 67698703 67698713 67698715;} @list l0:level1 \t{mso-level-tab-stop:none; \tmso-level-number-position:left; \tmargin-left:.25in; \ttext-indent:-.25in;} @list l0:level2 \t{mso-level-number-format:alpha-lower; \tmso-level-tab-stop:none; \tmso-level-number-position:left; \tmargin-left:.75in; \ttext-indent:-.25in; \tcolor:windowtext;} @list l0:level3 \t{mso-level-number-format:roman-lower; \tmso-level-tab-stop:none; \tmso-level-number-position:right; \tmargin-left:1.25in; \ttext-indent:-9.0pt;} @list l0:level4 \t{mso-level-tab-stop:none; \tmso-level-number-position:left; \tmargin-left:1.75in; \ttext-indent:-.25in;} @list l0:level5 \t{mso-level-number-format:alpha-lower; \tmso-level-tab-stop:none; \tmso-level-number-position:left; \tmargin-left:2.25in; \ttext-indent:-.25in;} @list l0:level6 \t{mso-level-number-format:roman-lower; \tmso-level-tab-stop:none; \tmso-level-number-position:right; \tmargin-left:2.75in; \ttext-indent:-9.0pt;} @list l0:level7 \t{mso-level-tab-stop:none; \tmso-level-number-position:left; \tmargin-left:3.25in; \ttext-indent:-.25in;} @list l0:level8 \t{mso-level-number-format:alpha-lower; \tmso-level-tab-stop:none; \tmso-level-number-position:left; \tmargin-left:3.75in; \ttext-indent:-.25in;} @list l0:level9 \t{mso-level-number-format:roman-lower; \tmso-level-tab-stop:none; \tmso-level-number-position:right; \tmargin-left:4.25in; \ttext-indent:-9.0pt;} @list l1 \t{mso-list-id:1680111122; \tmso-list-type:hybrid; \tmso-list-template-ids:-1483592682 67698703 67698691 67698693 67698689 67698691 67698693 67698689 67698691 67698693;} @list l1:le...",
  "por_txt_cntn": "\n\nThe Learning Progressions Footprint Conference was held in Washington, D.C., on July 26-27, 2011. The conference is a part of a study funded through the EHR Innovation and Frontiers Fund to clarify the footprint of NSFÆs prior and ongoing investments in learning progressions research, and to provide guidance for future investments in learning progressions.  \nThe conference co-leaders were Charles W. (Andy) Anderson in science and Paul Cobb in mathematics.  A Steering Committee selected participants to invite to the conference.  Participants represented a diverse range of perspectives and experiences and included mathematics and science education researchers, policy researchers, assessment researchers, representatives from standards-setting groups, and professional organizations, and researchers whose perspectives offer different theoretical lenses for studying learning. The readings and conference discussions focused on the potential usefulness of learning progressions in three contexts:\n1.     State and national standards.\n2.     Large-scale assessment programs and assessments used to evaluate curricular innovations.\n3.     Classroom practice, including curriculum, instruction, and formative assessment and professional development in support of classroom practice.\nFor each of these contexts, the agenda for the conference was framed around two broad, interrelated sets of issues.  The first, methodological and conceptual validity, focused on the delineation and validation of learning progressions: the evidentiary basis for how students might develop particular forms of mathematical or scientific discourse and practices.  The second, validity in use, concerned how learning progressions are actually being used in practice: supports for intended users of learning progressions, the ways in which users actually appropriate and use them, and the consequences in terms of student learning.  \nParticipants in the conference read research reports and commented in writing before the conference, which was organized primarily as a search for consensus around these questions. At the conference participants engaged in a series of discussions whose goal was to find common ideas and standards that would improve the quality of learning progressions research and its application to policy and practice.  The Steering Committee organized the conference conclusions and recommendations into two broad categories: recommendations for continued learning progression research and recommendations for engagement with policy and practice. \n1.     Recommendations for continuing and expanding learning progression work\na.     Conduct additional research on learning progressions around topics that have received less attention and yet play critical roles in current standards.  \nb.    Conduct systematic studies of the relationships among learning progressions, curriculum, and particular instructional and formative assessment practices. Particular attention should be paid to determining if knowledge of learning progressions supports widespread student engagement or inhibits or narrows participation and engagement.  \nc.     Develop a deeper and more sustained focus on issues of equity, diversity, and cultural heterogeneity, including explicit attention to the heterogeneity of what students bring to classroom learning; integrating culturally embedded ways of knowing and doing; and recognizing how individuals adaptively and flexibly use ideas to solve interdisciplinary problems in locally situated ways. \nd.     Conduct exploratory research that spans traditional disciplinary boundaries between mathematics and science, and between sciences.\n2.     Recommendations for engagement with policy and practice\na.     Standards.  We recommend (i) improved mechanisms for learning progressions researchers to participate in standards development, (ii) systems for revising standards as new learning progressions research becomes available, (iii) critical examination of learning prog..."
 }
}