{
 "awd_id": "1132819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of Highly Sensitive and High-Resolution Kelvin Probe Force Micorscopy for in situ Chacterization of Organic Photovoltaic Cells",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 309685.0,
 "awd_amount": 314485.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2014-07-19",
 "awd_abstract_narration": "PI:   Guangyong Li\r\nProposal Number:   1132819\r\n\r\n\r\nIntellectual Merit\r\n\r\nSolar cells based on polymeric materials offer ease of fabrication and potentially low cost, but suffer from low solar energy conversion efficiency relative to inorganic semiconductor based solar photovoltaic devices.  The most efficient organic photovoltaic (OPV) solar cells to date are made from blending conjugated polymers (donors) with fullerene molecules (acceptors) to form nanostructured bulk heterojunction (BHJ) active layers.  The nanoscale morphology of the blend determines the charge generation and transport characteristics, and hence dictates the device performance.   However, it is difficult to accurately correlate morphology to device performance, or to understand how processing conditions control the formation of desirable morphologies, due to the lack of in situ characterization tools.   Scanning probe microscopy (SPM) is a potentially versatile tool for the characterization organic photovoltaic cells in the ambient state.   However, current SPM approaches are not able to differentiate between the donor and acceptor domains at the nanoscale, and are also not able to observe in situ morphological changes during bulk heterojunction formation, particularly during annealing.   \r\n\r\nThe objective of this proposed research is to develop relationships between nanoscale morphology, OPV device performance, and processing conditions used to form the BJH through the use of Kelvin Probe Force Microscopy (KPFM).  Kelvin probe force microscopy has the potential to differentiate between phase separated donor and acceptor domains, and can be adapted to observe the in situ morphological evolution of bulk heterojunctions in real time during material processing, with high sensitivity and nanometer scale resolution.   Specifically, a cross-section of the bulk heterojunction will be exposed to the scanning probe and characterized by KPFM.  The surface of the cross-section is expected to offer in situ morphological details that are more representative of the actual BJH fine structure.  By using a scanning probe with an ultra-sharp tip and a shape-tailored cantilever, KPFM can be enhanced to achieve both high resolution and high sensitivity in the ambient state.  The proposed studies with KPFM are designed to gain a better understanding of the fundamental physics of OPV devices, and to elucidate the processing conditions that create organic bulk heterojunctions which give rise to enhanced solar energy conversion efficiency. \r\n\r\nBroader Impacts\r\n\r\nThe proposed education and outreach activities focus on bringing solar energy topics into graduate and undergraduate curricula, as well as to local high schools.   Course materials based on the research will be developed for graduate students in the areas of scanning probe microscopy and photovoltaics.  Undergraduate students will participate in senior design projects involving hands-on learning with solar cell device characterization and scanning probe microscopy.   The PI will work with the University of Pittsburgh Robotics Club to develop a mobile robot driven by solar power for use at an annual robot show for high school students, and will visit local high schools to give demonstrations on flexible organic solar cells.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guangyong",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guangyong Li",
   "pi_email_addr": "gul6@pitt.edu",
   "nsf_id": "000323423",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 309685.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 4800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The most efficient organic photovoltaic cells (OPVCs) today are made from blending conjugated polymers (donors) and fullerene molecules (acceptors) together to form bulk heterojunctions at nanoscale. The nanoscale morphology of the blend determines the charge generation and transport, and hence dictates the device performance. Despite the importance of the morphology, the exact correlations among morphology and performance are still not completely clear due to the lack of effective characterization tools. Therefore, to better understand the physics of organic photovoltaic devices and hence the device performance, there is a pressing need to develop characterization tools, with which the morphological changes can be monitored with high resolution. Scanning probe microscopes (SPMs) are versatile tools to characterize organic photovoltaic cells in ambient. However, several problems limit the application of SPMs in characterization of organic photovoltaics such as unable to differentiate the donor and acceptor domains in nanoscale and unable to observe the in situ morphological changes during annealing. Kelvin probe force microscopy (KPFM), one type of SPMs, is an effective tool to characterize solar cells at nanoscale as it has potential to differentiate donor and acceptor. The major goals of this project are to develop high-resolution and highly sensitive KPFM, thus to ultimately find the quantitative correlation among nanoscale morphology, device performance and processing conditions in organic solar cells. Three main outcomes have been resulted from this research project. First, the resolution, accuracy, and sensitivity of KPFM have been rigorously defined for the first time, thus to provide a quantitative measure on the performance of KPFM. Second, KPFM has been applied to study the charge transport between carbon nanotubes and organic semiconductor, as a result, carbon nanotubes have been found to have donor-like properties, thus ending the long time debate on whether carbon nanotubes behave as donor or acceptor in the semiconducting polymer:carbon nanotube composite. Third, a systematic approach for enhancing resolution, accuracy, and sensitivity of Kelvin probe force microscopy has been developed. The surface potential measured by KPFM is a convolution between the real surface potential and a point spread function (PSF). It is expected that the real surface potential can be recovered through de-convolution if the PSF is known. In this research, a practical way has been developed to calibrate the PSF experimentally and then algorithms to de-convolute the surface potential using the calibrated PSF have also been developed to recover the true surface potential. As a result, the resolution of KPFM measurement can be improved greatly and the KPFM data can be better interpreted. In overall, through this project, KPFM has become an effective characterization tool in fundamental study of not only on organic solar cells buts also on other semiconductor devices.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2015<br>\n\t\t\t\t\tModified by: Guangyong&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe most efficient organic photovoltaic cells (OPVCs) today are made from blending conjugated polymers (donors) and fullerene molecules (acceptors) together to form bulk heterojunctions at nanoscale. The nanoscale morphology of the blend determines the charge generation and transport, and hence dictates the device performance. Despite the importance of the morphology, the exact correlations among morphology and performance are still not completely clear due to the lack of effective characterization tools. Therefore, to better understand the physics of organic photovoltaic devices and hence the device performance, there is a pressing need to develop characterization tools, with which the morphological changes can be monitored with high resolution. Scanning probe microscopes (SPMs) are versatile tools to characterize organic photovoltaic cells in ambient. However, several problems limit the application of SPMs in characterization of organic photovoltaics such as unable to differentiate the donor and acceptor domains in nanoscale and unable to observe the in situ morphological changes during annealing. Kelvin probe force microscopy (KPFM), one type of SPMs, is an effective tool to characterize solar cells at nanoscale as it has potential to differentiate donor and acceptor. The major goals of this project are to develop high-resolution and highly sensitive KPFM, thus to ultimately find the quantitative correlation among nanoscale morphology, device performance and processing conditions in organic solar cells. Three main outcomes have been resulted from this research project. First, the resolution, accuracy, and sensitivity of KPFM have been rigorously defined for the first time, thus to provide a quantitative measure on the performance of KPFM. Second, KPFM has been applied to study the charge transport between carbon nanotubes and organic semiconductor, as a result, carbon nanotubes have been found to have donor-like properties, thus ending the long time debate on whether carbon nanotubes behave as donor or acceptor in the semiconducting polymer:carbon nanotube composite. Third, a systematic approach for enhancing resolution, accuracy, and sensitivity of Kelvin probe force microscopy has been developed. The surface potential measured by KPFM is a convolution between the real surface potential and a point spread function (PSF). It is expected that the real surface potential can be recovered through de-convolution if the PSF is known. In this research, a practical way has been developed to calibrate the PSF experimentally and then algorithms to de-convolute the surface potential using the calibrated PSF have also been developed to recover the true surface potential. As a result, the resolution of KPFM measurement can be improved greatly and the KPFM data can be better interpreted. In overall, through this project, KPFM has become an effective characterization tool in fundamental study of not only on organic solar cells buts also on other semiconductor devices.\n\n\t\t\t\t\tLast Modified: 12/30/2015\n\n\t\t\t\t\tSubmitted by: Guangyong Li"
 }
}