{
 "awd_id": "1132579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transport of cells and drug delivery particles in blood flow",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 313984.0,
 "awd_amount": 313984.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "1132579\r\nPI:  Michael D. Graham\r\n\r\nThe behavior of blood cells in the circulation is complex, and although many important phenomena have been observed, the principles that underlie and couple these phenomena remain poorly understood. Understanding transport in flowing blood takes on additional significance in light of recent research into synthesis of particles for drug delivery.  Advances in synthesis methods have led to recent attention to physical aspects such as size, shape and mechanical properties for drug delivery particle behavior.  Rational design of blood-borne drug delivery particles can only occur with an understanding of how these particles will actually behave in the blood, but there is at present no predictive understanding of how drug delivery particles are distributed in the circulation. For example, the biological activity of a particle targeting the coronary artery walls will depend strongly on whether that particle tends to remain near blood vessel walls in flow or remains in the center of blood vessels where it does not interact with the blood vessel walls. The design principles for synthesizing a particle that remains near vessel walls (as, for example, a white blood cell tends to do) are not known. \r\n\r\nThe overall goal of this work is to establish these principles, by accomplishing the following aims: (1) Use particle level simulations and analysis to predict the dynamics of drug carrier particles in flowing suspensions of red blood cells, and in particular the dependence of cross-stream migration and shear-induced diffusion on the size, shape and deformability of the particles; (2) Integrate these results with a transport modeling framework that enables systematic predictions of the distribution of particles in flowing blood; (3) Make comparisons between predicted results and experimental observations. These aims will be fulfilled by a concerted effort that integrates large scale, detailed simulations with a fundamental theoretical framework for understanding and predicting migration and margination phenomena. \r\n\r\nThe work performed with this award will lead to concerted advances in complex fluids and drug delivery. It will break new ground in the study of multiphase complex fluids in general and the dynamics of blood flow in the microcirculation in particular. It addresses the physical dynamics of drug delivery particles in the blood and thus will be foundational for future translational research in the field, which necessarily must begin to consider issues beyond the specific chemical and biological interactions that have been the focus of most research in this area. The highly interdisciplinary nature of the work and collaboration with an experimental group focused on biomedical problems will contribute to an outstanding education for the members of the PI's research group. \r\n\t\r\nThis work will also lead to educational opportunities for undergraduate and K-12 students. Undergraduate students will be involved in the research, and the the PI and his group will work with the Institute for Chemical Education and the Madison Boys and Girls Club to develop educational materials for K-12 students under the theme: Mechanics of swimming microorganisms. These materials will include demonstrations for teachers as well as kits with which children can build their own functioning swimmers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Graham",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Graham",
   "pi_email_addr": "mdgraham@wisc.edu",
   "nsf_id": "000272283",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1415 Engineering Dr.",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061607",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 313984.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Blood is a suspension of particles of various shapes, sizes and mechanical properties and the distribution of these particles during blood flow is important in many contexts. Red blood cells (RBCs) tend to migrate toward the center of a blood vessel, leaving a so-called cell-free layer at the vessel wall, while white blood cells (WBCs) and platelets segregate near the walls, a phenomenon called margination that is critical for the physiological responses of inflammation and blood clotting. &nbsp;Additionally, the segregation properties of WBCs, platelets, and RBCs can be employed for their separation or detection in diagnostic medical devices. Finally, drug carrier particles in the bloodstream will also undergo segregation phenomena &ndash; the influence of these phenomena on the efficacy of such particles is unknown.&nbsp;<span> </span></p>\n<p>With this grant we have worked to gain a systematic understanding of flow-induced segregation phenomena in blood and other complex mixtures, using a combination of theory and detailed computer simulations of flowing suspensions. The simulations have shown that differences in size, shape or stiffness of the various cells can lead them to segregate during flow. A critical outstanding problem in understanding margination is the absence of a simple mathematical model that captures its essential features. We develop such a model, discovering that the entire parameter space of margination is captured in a single parameter. The theory further predicts a &ldquo;drainage transition&rdquo; where cells present in trace amounts are completely driven from the bulk flow to the walls. Detailed simulations validate this prediction. Finally, with a collaborator we have experimentally shown that some drugs change the stiffness of white cells and that this change affects how the cells are distributed in the blood vessels.&nbsp;</p>\n<p>Having in hand an understanding of the mechanisms underlying these phenomena now allows more rational approaches to development of quantitative models of them and processes that exploit them. This work opens the way to systematic understanding and engineering of margination for diagnostic and therapeutic applications.&nbsp;<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2016<br>\n\t\t\t\t\tModified by: Michael&nbsp;D&nbsp;Graham</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1132579/1132579_10122824_1452032773564_GrahamPRLPublicityFig--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1132579/1132579_10122824_1452032773564_GrahamPRLPublicityFig--rgov-800width.jpg\" title=\"Segregation in confined suspensions\"><img src=\"/por/images/Reports/POR/2016/1132579/1132579_10122824_1452032773564_GrahamPRLPublicityFig--rgov-66x44.jpg\" alt=\"Segregation in confined suspensions\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Snapshot from a simulation of a suspension of flexible (red) and stiff (white) cells during flow in a slit. The stiffer cells are preferentially found near the walls of the slit.</div>\n<div class=\"imageCredit\">Kushal Sinha and Michael D. Graham</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;D&nbsp;Graham</div>\n<div class=\"imageTitle\">Segregation in confined suspensions</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nBlood is a suspension of particles of various shapes, sizes and mechanical properties and the distribution of these particles during blood flow is important in many contexts. Red blood cells (RBCs) tend to migrate toward the center of a blood vessel, leaving a so-called cell-free layer at the vessel wall, while white blood cells (WBCs) and platelets segregate near the walls, a phenomenon called margination that is critical for the physiological responses of inflammation and blood clotting.  Additionally, the segregation properties of WBCs, platelets, and RBCs can be employed for their separation or detection in diagnostic medical devices. Finally, drug carrier particles in the bloodstream will also undergo segregation phenomena &ndash; the influence of these phenomena on the efficacy of such particles is unknown.  \n\nWith this grant we have worked to gain a systematic understanding of flow-induced segregation phenomena in blood and other complex mixtures, using a combination of theory and detailed computer simulations of flowing suspensions. The simulations have shown that differences in size, shape or stiffness of the various cells can lead them to segregate during flow. A critical outstanding problem in understanding margination is the absence of a simple mathematical model that captures its essential features. We develop such a model, discovering that the entire parameter space of margination is captured in a single parameter. The theory further predicts a \"drainage transition\" where cells present in trace amounts are completely driven from the bulk flow to the walls. Detailed simulations validate this prediction. Finally, with a collaborator we have experimentally shown that some drugs change the stiffness of white cells and that this change affects how the cells are distributed in the blood vessels. \n\nHaving in hand an understanding of the mechanisms underlying these phenomena now allows more rational approaches to development of quantitative models of them and processes that exploit them. This work opens the way to systematic understanding and engineering of margination for diagnostic and therapeutic applications. \n\n\n\n\t\t\t\t\tLast Modified: 01/05/2016\n\n\t\t\t\t\tSubmitted by: Michael D Graham"
 }
}