{
 "awd_id": "1132290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Symposium on Clusters and Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "This award is made on funds from the Division of Materials Research in the Mathematical and Physical Sciences Directorate and the Civil, Mechanical, and Manufacturing Innovation Division in the Engineering Directorate.  \r\n\r\nThis award provides participant support for the conference: 'International Symposium on Clusters and Nanostructures' to be held in Richmond, Virginia on the dates November 7-10, 2011. The symposium will focus on the roles clusters and nanostructures play in solving outstanding problems in clean and sustainable energy, environment, and health; three of the most important issues facing science and society. Many of the materials issues in renewable energies, environmental impacts of energy technologies as well as beneficial and toxicity issues of nanoparticles in health are intertwined. Addressing both fundamental and applied materials issues requires a multidisciplinary approach. The objective of the Richmond symposium is to provide such a forum by bringing researchers from physics, chemistry, materials science, and engineering fields to share their ideas and results, identify outstanding problems, and develop new collaborations. \r\n\r\nClean and sustainable energy will address challenges in production, storage, conversion, and efficiency of alternate energies and will cover solar, wind, bio, thermo-electric, and hydrogen. Environmental issues will deal with air- and water-pollution and conservation, environmental remediation and hydrocarbon processing. Topics in health will include therapeutic and diagnostic methods as well as health hazards attributed to nanoparticles. Cross-cutting topics such as reactions, catalysis, electronic, optical, and magnetic properties will also be covered. \r\n\r\nIn a single forum, this symposium will address important issues in energy, environment, and health and the manner in which they are intertwined. With no parallel sessions and with participants and speakers from academia, government laboratories and industry, the symposium will foster an interacting environment where new ideas can be brought into focus and pursued. The oral sessions will include invited talks as well as hot-topics to be selected from contributed abstracts. Participants can also present their research in two poster sessions. \r\n\r\nGraduate students, postdoctoral fellows, and minorities will participate in the meeting.  Invited talks will be made available through the conference website and papers presented at the symposium will be published either as conference proceedings or in an archival journal for wide dissemination.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Purusottam",
   "pi_last_name": "Jena",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Purusottam Jena",
   "pi_email_addr": "pjena@vcu.edu",
   "nsf_id": "000471350",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "PO Box 980568",
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232980568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />The International Symposium on Clusters and Nanostructures was held in Richmond, Virginia during November 7-10, 2011. The symposium focused<br />on the roles clusters and nanostructures play in solving outstanding problems<br />in clean and sustainable energy, environment, and health; three of the most<br />important issues facing science and society. Many of the materials issues in<br />renewable energies, environmental impacts of energy technologies as well as<br />beneficial and toxicity issues of nanoparticles in health are intertwined.<br />Realizing that both fundamental and applied materials issues require a<br />multidisciplinary approach the symposium provided a forum by bringing<br />researchers from physics, chemistry, materials science, and engineering fields to share their ideas and results, identify outstanding problems, and develop new collaborations.</p>\n<p>Clean and sustainable energy sessions addressed challenges in production, storage, conversion, and efficiency of renewable energies such as solar, wind, bio, thermo-electric, and hydrogen. Environmental issues dealt with air- and water-pollution and conservation, environmental remediation and hydrocarbon processing. Topics in health included therapeutic and diagnostic methods as well as health hazards attributed to nanoparticles. Cross-cutting topics such as reactions, catalysis, electronic, optical, and magnetic properties were also covered.</p>\n<p>The symposium attracted 155 participants from 26 countries in the world. It<br />featured 39 invited speakers in 14 plenary sessions, in addition to&nbsp;one key-note session. Eighty-five contributed papers were presented in two poster sessions and 14 papers from this list were selected to be presented orally at the end of each session to highlight hot topics. Papers presented at the symposium were reviewed and published in the Journal of Nanoparticle Research so that these can reach a wide audience. The symposium was highly interactive with ample time allotted for discussions and making new collaborations. The participants&rsquo; response was that this was a high quality conference and covered topics at the cutting edge of science and technology.</p>\n<p>The symposium was endorsed by the American Physical Society, The Materials Research Society, SPIE, The Metallurgical Society, and the American Vacuum Society.</p>\n<p>The symposium was supported by external grants from the National Science Foundation and the Department of Energy as well as by internal grants from Virginia Commonwealth University (Offices of the President, Provost and Vice President of Academic Affairs, Vice President of Research, Vice Provost for Life Sciences, Dean of the College of Humanities and Sciences, and the Dean of the School of Engineering). &nbsp;The funding from NSF was used to support partial expenses of 12 invited speakers and 17 students<br />and postdoctoral fellows.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2013<br>\n\t\t\t\t\tModified by: Purusottam&nbsp;Jena</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe International Symposium on Clusters and Nanostructures was held in Richmond, Virginia during November 7-10, 2011. The symposium focused\non the roles clusters and nanostructures play in solving outstanding problems\nin clean and sustainable energy, environment, and health; three of the most\nimportant issues facing science and society. Many of the materials issues in\nrenewable energies, environmental impacts of energy technologies as well as\nbeneficial and toxicity issues of nanoparticles in health are intertwined.\nRealizing that both fundamental and applied materials issues require a\nmultidisciplinary approach the symposium provided a forum by bringing\nresearchers from physics, chemistry, materials science, and engineering fields to share their ideas and results, identify outstanding problems, and develop new collaborations.\n\nClean and sustainable energy sessions addressed challenges in production, storage, conversion, and efficiency of renewable energies such as solar, wind, bio, thermo-electric, and hydrogen. Environmental issues dealt with air- and water-pollution and conservation, environmental remediation and hydrocarbon processing. Topics in health included therapeutic and diagnostic methods as well as health hazards attributed to nanoparticles. Cross-cutting topics such as reactions, catalysis, electronic, optical, and magnetic properties were also covered.\n\nThe symposium attracted 155 participants from 26 countries in the world. It\nfeatured 39 invited speakers in 14 plenary sessions, in addition to one key-note session. Eighty-five contributed papers were presented in two poster sessions and 14 papers from this list were selected to be presented orally at the end of each session to highlight hot topics. Papers presented at the symposium were reviewed and published in the Journal of Nanoparticle Research so that these can reach a wide audience. The symposium was highly interactive with ample time allotted for discussions and making new collaborations. The participantsÆ response was that this was a high quality conference and covered topics at the cutting edge of science and technology.\n\nThe symposium was endorsed by the American Physical Society, The Materials Research Society, SPIE, The Metallurgical Society, and the American Vacuum Society.\n\nThe symposium was supported by external grants from the National Science Foundation and the Department of Energy as well as by internal grants from Virginia Commonwealth University (Offices of the President, Provost and Vice President of Academic Affairs, Vice President of Research, Vice Provost for Life Sciences, Dean of the College of Humanities and Sciences, and the Dean of the School of Engineering).  The funding from NSF was used to support partial expenses of 12 invited speakers and 17 students\nand postdoctoral fellows.\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 07/01/2013\n\n\t\t\t\t\tSubmitted by: Purusottam Jena"
 }
}