{
 "awd_id": "1132954",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reliable quantification of emerging contaminant mass flows in wastewater systems - combining predictive modeling & novel field approaches",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonnie Thompson",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 23256.0,
 "awd_amount": 23256.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "This project will catalyze a collaboration between US researchers and collaborators at the Swiss Federal Institute of Aquatic Science and Technology (Eawag).  Although wastewater treatment plants are built to minimize the negative environmental impacts of wastewater, they were not designed to remove emerging contaminants. Given the hazardous, dynamic, and logistically -challenging nature of sewers, few studies are conducted and only limited data for emerging contaminants in sewers are available.  An understanding of contaminant transport and biodegradation is needed to obtain accurate estimates of contaminant (e.g., illicit drug) mass flows.  Such estimates then can be used to obtain the ?hidden information? in wastewater that is needed for understanding the societal problem of illegal drug use. In addition, more accurate estimates of population are needed to advance the interpretation of data on illicit drugs obtained from raw wastewater.   The objective of the catalytic activities described herein is to plan and execute preliminary in-situ sewer tracer tests in collaboration with environmental engineers at Eawag.  Tracer tests to be conducted in the Zürich, Switzerland sewer system will consist of the injection of stable isotope-labeled illicit drugs so that their in-situ transformation can be quantified under realistic wastewater conditions. Prior to conducting the in-situ tracer tests, the initial phase of the collaboration will focus on modeling studies that are needed to further refine the hypotheses that will be tested in the preliminary tracer tests.  The Zurich sewer system was selected because it is a well-instrumented system for which access is granted.  With the combination of modeling and preliminary tracer tests, the biological and physical factors that impact the transformation of contaminant loads that arrive at wastewater treatment plants will be identified for further study. Endogenous and exogenous substances that occur in wastewater also will be identified for use in full-scale tracer tests as alternative indicators of population when quantifying temporal and spatial trends in contaminant loads.   \r\n\r\nAn international, interdisciplinary team including environmental chemists, a sociologist (drug epidemiologist), and an environmental engineer specializing in wastewater sampling will bring together the expertise necessary to address the technical challenges that must be overcome to reliably use data on illicit drugs obtained from wastewater to address the difficult societal problem of drug abuse.  Novel data obtained from the in-situ tests will advance the science of modeling and wastewater sampling and our understanding of the accuracy and uncertainty in contaminant mass flows.   Identifying sources of uncertainty will fundamentally change the level of decisions that can be made using data obtained from municipal wastewater.  The proposed research will advance the concept of using human urinary biomarkers for quantifying changes in population and this has significant implications for making decisions in the area of drug epidemiology (a social science).  The benefits of the proposed research activity will provide assessment methods to verify the projected increase in pharmaceutical loading to wastewater treatment plants and the environment.  The research program will complement the PI?s current outreach activities that are centered around creating and disseminating outreach modules to teachers and their minority school children in the SMILE (Science and Math Investigative Learning Experiences) program that demonstrate the principles of separating and identifying molecules in complex environmental systems. A Ph.D. student in toxicology, who is a member of the Northern Paiute Tribe, will be trained in modeling and in tracer test design and execution.  An undergraduate student will receive training in wastewater sampling and chemical analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Field",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A Field",
   "pi_email_addr": "jennifer.field@oregonstate.edu",
   "nsf_id": "000295289",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 23256.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sewers and wastewater treatment plants (WWTPs) were built to minimize the negative impacts of wastewater on human health and the environment. However, sewers and WWTPs were not designed to remove the trace levels of organic contaminants, including illicit drugs, found in human urine and in municipal wastewater. Wastewater epidemiology is an interdisciplinary science of interpreting the quantities of illicit drugs found in municipal wastewater to better understand illicit drug use scale. Critical to this objective is the collection, preservation, analysis, and interpretation of the quantities and trends in illicit drugs in municipal wastewater. Processes such as biodegradation of illicit drugs during transport in sewers may decrease the loads of illicit drugs and result in potentially erroneous interpretations of illicit drug use within a municipality.</p>\n<p><strong>&nbsp;</strong></p>\n<p>An interdisciplinary team was assembled and consisted of<strong> </strong>US and Swiss collaborators.&nbsp; The team included environmental chemists (one Professor, a Ph.D. Toxicology graduate student, an undergraduate student from Oregon State University, and a Swiss analytical chemist), a research sociologist from the University of Washington, and a Swiss wastewater engineer.&nbsp;&nbsp; The team had broad expertise in environmental analytical chemistry, contaminant dynamics in sewers and WWTPs (including modeling and uncertainty propagation), and interpreting trends in illicit drug use.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The objective of the research was to conduct preliminary sewer tracer tests to determine if a significant degradation of the illicit drug, cocaine, occurs during transit in sewers. A segment of a well-engineered Zurich sewer system was selected for the tracer tests.&nbsp; A uniquely-labeled (stable isotope) form of cocaine was introduced into the sewer section and its transformation to its primary degradation product, benzoylecgonine was measured over 90 minutes, a distance of 1.5 km, and at a wastewater temperature of 15 <sup>o</sup>C. No significant degradation of cocaine occurred over this time/distance, which indicates that cocaine biodegradation during transit in sewers is not significant for sewer systems characterized by wastewater residence times of less than 90 minutes.&nbsp; Additional research on cocaine biodegradation is needed for systems that transport wastewater for longer time periods.</p>\n<p>&nbsp;</p>\n<p>Educational objectives included having the Ph.D. student, who had not been out of the US, travel abroad in order to collaborate with international scientists and engineers. &nbsp;The Ph.D. graduate student in Toxicology, who was a member of an underrepresented minority (Northern Paiute Native American Tribe), gained expertise in tracer test design and execution, environmental sampling, and chemical analysis and the undergraduate student was trained in analytical environmental chemistry. In addition, two high school students were trained on how to analyze for trace levels of illicit drugs in wastewater.&nbsp; Finally, the research was used to create a new academic (seminar) course that taught graduate students how to create and disseminate educational outreach modules to middle school children.</p>\n<p><strong>&nbsp;</strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2013<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;A&nbsp;Field</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSewers and wastewater treatment plants (WWTPs) were built to minimize the negative impacts of wastewater on human health and the environment. However, sewers and WWTPs were not designed to remove the trace levels of organic contaminants, including illicit drugs, found in human urine and in municipal wastewater. Wastewater epidemiology is an interdisciplinary science of interpreting the quantities of illicit drugs found in municipal wastewater to better understand illicit drug use scale. Critical to this objective is the collection, preservation, analysis, and interpretation of the quantities and trends in illicit drugs in municipal wastewater. Processes such as biodegradation of illicit drugs during transport in sewers may decrease the loads of illicit drugs and result in potentially erroneous interpretations of illicit drug use within a municipality.\n\n \n\nAn interdisciplinary team was assembled and consisted of US and Swiss collaborators.  The team included environmental chemists (one Professor, a Ph.D. Toxicology graduate student, an undergraduate student from Oregon State University, and a Swiss analytical chemist), a research sociologist from the University of Washington, and a Swiss wastewater engineer.   The team had broad expertise in environmental analytical chemistry, contaminant dynamics in sewers and WWTPs (including modeling and uncertainty propagation), and interpreting trends in illicit drug use.   \n\n \n\nThe objective of the research was to conduct preliminary sewer tracer tests to determine if a significant degradation of the illicit drug, cocaine, occurs during transit in sewers. A segment of a well-engineered Zurich sewer system was selected for the tracer tests.  A uniquely-labeled (stable isotope) form of cocaine was introduced into the sewer section and its transformation to its primary degradation product, benzoylecgonine was measured over 90 minutes, a distance of 1.5 km, and at a wastewater temperature of 15 oC. No significant degradation of cocaine occurred over this time/distance, which indicates that cocaine biodegradation during transit in sewers is not significant for sewer systems characterized by wastewater residence times of less than 90 minutes.  Additional research on cocaine biodegradation is needed for systems that transport wastewater for longer time periods.\n\n \n\nEducational objectives included having the Ph.D. student, who had not been out of the US, travel abroad in order to collaborate with international scientists and engineers.  The Ph.D. graduate student in Toxicology, who was a member of an underrepresented minority (Northern Paiute Native American Tribe), gained expertise in tracer test design and execution, environmental sampling, and chemical analysis and the undergraduate student was trained in analytical environmental chemistry. In addition, two high school students were trained on how to analyze for trace levels of illicit drugs in wastewater.  Finally, the research was used to create a new academic (seminar) course that taught graduate students how to create and disseminate educational outreach modules to middle school children.\n\n \n\n\t\t\t\t\tLast Modified: 12/03/2013\n\n\t\t\t\t\tSubmitted by: Jennifer A Field"
 }
}