{
 "awd_id": "1132545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Continuation of U.S. GEOTRACES North Atlantic Section: CFC and SF6 Measurements",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 31462.0,
 "awd_amount": 31462.0,
 "awd_min_amd_letter_date": "2011-06-20",
 "awd_max_amd_letter_date": "2011-06-20",
 "awd_abstract_narration": "The U.S. GEOTRACES North Atlantic campaign cruise was launched from Lisbon on the R/V/ Knorr in October, 2010.  Unfortunately, in mid-course, a problem with the propulsion system developed, and the cruise had to be aborted. The Knorr went to a shipyard in Charleston, SC for repairs where scientific equipment and samples were offloaded there and shipped back to the various home institutions of the various scientists. \r\n\r\nThis project addresses the efforts of one investigator originally funded through an ARRA award to participate in the North Atlantic campaign -- to resume a set of essential observations when the field program resumes in November, 2011.  \r\n\r\nWith support through a Grant for Rapid Response Research (RAPID), a research team at the Lamont-Dougherty earth Observatory will measure the CFC-11, CFC-12 and SF6 distributions along the autumn 2011 continuation of the previously aborted US GEOTRACES North Atlantic transect.  They will use these data to identify the most recently ventilated cores of the North Atlantic water masses, to estimate transit times of these water masses from their source regions, and to estimate oxygen consumption rates and rates of production or decomposition of selected trace elements measured on this program using the transit time information.  Such measurements are critically important to understanding how the physical processes of advection, mixing, and water mass formation affect the distributions of trace elements and isotopes in the ocean. The evolving CFC and SF6 distributions in the ocean provide strong constraints on these processes. Measurement of CFCs and SF6 on the GEOTRACES program places the GEOTRACES data in the context of large scale ventilation patterns established by CFC/SF6 measurements on these cruises. \r\n\r\nBroader Impacts.  In addition to providing information on ventilation and transit times for the GEOTRACES project, the CFC and SF6 data collected on this cruise will also expand the transient tracer data base for the North Atlantic Ocean. The data will be disseminated widely to the research community following NSF guidelines. Several CLIVAR cruises to the North Atlantic are planned for the 2010 - 2012 time period, and the GEOTRACES cruise will increase the coverage for CFCs and SF6. This database of the temporally evolving CFC and SF6 concentrations in the North Atlantic Ocean is used in studies of the  role of the ocean in global climate and the global CO2 cycle. It is used to validate models of ocean circulation and to quantify the uptake and storage of anthropogenic CO2 in the ocean. Such information is critical for society to make sound decisions on policies to deal with climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Smethie",
   "pi_mid_init": "M",
   "pi_sufx_name": "Jr",
   "pi_full_name": "William M Smethie",
   "pi_email_addr": "bsmeth@ldeo.columbia.edu",
   "nsf_id": "000249325",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University/Lamont-Doherty Earth Observatory",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 31462.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>GEOTRACES is a multi-investigator, multi-institutional program with the objective of measuring and understanding the distribution of a suite of trace elements and isotopes that greatly impact the major biogeochemical cycles in the ocean. A component of the GEOTRACES program is the measurement of chlorofluorocarbons 11 and 12 (CFC-11 and CFC-12) and sulfur hexafluoride (SF6).&nbsp; These substances are man-made gases with well known atmospheric time histories (Fig. 1) that have only been in existence in significant quantities for the past 60 years for CFCs and 40 years for SF6.&nbsp; They enter the surface water of the ocean from the atmosphere and in regions where surface water sinks to deeper levels, they are transported with this water, providing information on how long it takes the subsurface water to reach a location away from its source region.&nbsp; This information is very important for understanding the distribution of trace elements, as well as many other substances, in the ocean.&nbsp; Results from the CFC and SF6 measurements are reported here.&nbsp; The distributions of trace elements and isotopes are reported separately by investigators who were funded to do these measurements.</p>\n<p>&nbsp;</p>\n<p>For the US North Atlantic GEOTRACES cruise, two legs were done, one from Portugal southward to about 17&deg;N off the coast of Africa and from there to the Cape Verde Islands,&nbsp; and the other from Woods Hole southeastward intersecting the first cruise near the Cape Verde Islands (see map insets in Figures referred to below).&nbsp; The two-dimensional distributions of CFC-12 (CFC-11 is very similar to CFC-12 and not shown) and SF6 along the two legs are shown in Figures 2 and 3.&nbsp; In the western North Atlantic there are 3 vertical maxima in concentration.&nbsp; The upper maximum is from Subtropical Mode Water (STMW) that forms by convection in the northern subtropical region during winter, which is caused by the surface water cooling and becoming denser.&nbsp; This convection extends downward a few hundred meters from the surface and the water spreads throughout the subtropical North Atlantic ocean.&nbsp; A second maxima occurs at about 800 m adjacent to the continental slope of North America and deepens to about 1500 m in the interior.&nbsp; This is Labrador Sea Water (LSW) that forms by wintertime convection that extends to 1500 m and deeper due to severe cooling of the surface water in the Labrador Sea.&nbsp; Still deeper there is another maxima at about 3500 m depth.&nbsp; This is Denmark Strait Overflow Water (DSOW) that forms in the Norwegian and Greenland seas and flows into the North Atlantic through Denmark Strait, sinking to deep depths because of its relatively high density.&nbsp; The concentrations of CFC-12 and SF6 in LSW and DSOW are highest at the western boundary, which reflects the transport of these water masses in the Deep Western Boundary Current that is banked against the North American continental slope and flows equatorward.&nbsp; SF6 has not penetrated as far into the interior as CFC-12 because it has not been entering the ocean for as long as CFC-12 (Fig. 1).&nbsp;&nbsp; Concentrations in the deep water are lower in the eastern North Atlantic because the flow of deep water between the eastern and western basins is restricted by the mid-Atlantic Ridge.&nbsp;</p>\n<p>&nbsp;</p>\n<p>High CFC and SF6 concentrations reflect younger or more recently formed subsurface water.&nbsp; The year the water was at the surface can be estimated by dividing the CFC or SF6 concentration by the solubility of the gas at the temperature and salinity of the water to determine the concentration that would have been in the atmosphere when the water was at the surface, and comparing this with the atmospheric time history (Fig.1).&nbsp; The age, or time since the water left the surface, is the difference between this year and the year the water was sample...",
  "por_txt_cntn": "\nGEOTRACES is a multi-investigator, multi-institutional program with the objective of measuring and understanding the distribution of a suite of trace elements and isotopes that greatly impact the major biogeochemical cycles in the ocean. A component of the GEOTRACES program is the measurement of chlorofluorocarbons 11 and 12 (CFC-11 and CFC-12) and sulfur hexafluoride (SF6).  These substances are man-made gases with well known atmospheric time histories (Fig. 1) that have only been in existence in significant quantities for the past 60 years for CFCs and 40 years for SF6.  They enter the surface water of the ocean from the atmosphere and in regions where surface water sinks to deeper levels, they are transported with this water, providing information on how long it takes the subsurface water to reach a location away from its source region.  This information is very important for understanding the distribution of trace elements, as well as many other substances, in the ocean.  Results from the CFC and SF6 measurements are reported here.  The distributions of trace elements and isotopes are reported separately by investigators who were funded to do these measurements.\n\n \n\nFor the US North Atlantic GEOTRACES cruise, two legs were done, one from Portugal southward to about 17&deg;N off the coast of Africa and from there to the Cape Verde Islands,  and the other from Woods Hole southeastward intersecting the first cruise near the Cape Verde Islands (see map insets in Figures referred to below).  The two-dimensional distributions of CFC-12 (CFC-11 is very similar to CFC-12 and not shown) and SF6 along the two legs are shown in Figures 2 and 3.  In the western North Atlantic there are 3 vertical maxima in concentration.  The upper maximum is from Subtropical Mode Water (STMW) that forms by convection in the northern subtropical region during winter, which is caused by the surface water cooling and becoming denser.  This convection extends downward a few hundred meters from the surface and the water spreads throughout the subtropical North Atlantic ocean.  A second maxima occurs at about 800 m adjacent to the continental slope of North America and deepens to about 1500 m in the interior.  This is Labrador Sea Water (LSW) that forms by wintertime convection that extends to 1500 m and deeper due to severe cooling of the surface water in the Labrador Sea.  Still deeper there is another maxima at about 3500 m depth.  This is Denmark Strait Overflow Water (DSOW) that forms in the Norwegian and Greenland seas and flows into the North Atlantic through Denmark Strait, sinking to deep depths because of its relatively high density.  The concentrations of CFC-12 and SF6 in LSW and DSOW are highest at the western boundary, which reflects the transport of these water masses in the Deep Western Boundary Current that is banked against the North American continental slope and flows equatorward.  SF6 has not penetrated as far into the interior as CFC-12 because it has not been entering the ocean for as long as CFC-12 (Fig. 1).   Concentrations in the deep water are lower in the eastern North Atlantic because the flow of deep water between the eastern and western basins is restricted by the mid-Atlantic Ridge. \n\n \n\nHigh CFC and SF6 concentrations reflect younger or more recently formed subsurface water.  The year the water was at the surface can be estimated by dividing the CFC or SF6 concentration by the solubility of the gas at the temperature and salinity of the water to determine the concentration that would have been in the atmosphere when the water was at the surface, and comparing this with the atmospheric time history (Fig.1).  The age, or time since the water left the surface, is the difference between this year and the year the water was sampled. The SF6 data provides the best estimate of the average age because its concentration in the atmosphere has increased nearly linearly for the past 3 decades.  The increase of CFC-11 and CFC-12 slowed..."
 }
}