{
 "awd_id": "1132009",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CRCNS Research Proposal: Coding and Propagation of Uncertainty Information During Perceptual Decisions",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032925149",
 "po_email": "kwhang@nsf.gov",
 "po_sign_block_name": "Kenneth Whang",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 862263.0,
 "awd_amount": 862263.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2014-06-04",
 "awd_abstract_narration": "Like Miss Marple in an Agathie Christie detective novel, the brain is often faced with the task of inferring a state of the world from noisy and ambiguous clues. An important question is whether, and if so how, the brain performs such inference in a near-optimal manner. This project combines visual decision-making experiments in humans and monkeys with computational modeling and state-of-the-art population recordings in monkey to investigate this question. The project will lead to new insights into the neural code and the relation between neurons and behavior.\r\n\r\nA task is used in which an observer classifies a briefly flashed oriented stimulus into one of two classes. The classes are defined by fixed, overlapping probability distributions over orientation. Two common forms of uncertainty play a role in this task. Noise in the sensory observation causes sensory uncertainty, but even if this noise were taken away, a given observation would be consistent with either class; this is an example of ambiguity or class uncertainty. The optimal decision strategy requires the observer to keep track of sensory uncertainty on every trial and to appropriately combine this information with knowledge of the two classes.\r\n\r\nThe first part of this project will determine whether the computational strategy taken by humans and monkeys during this task is near-optimal. The second part is concerned with whether and how sensory uncertainty is encoded on a trial-by-trial basis in monkey primary visual cortex, and subsequently used in the monkey's decision. This study will put to the test well-known theoretical frameworks for the representation of sensory uncertainty. In the third part, the propagation of sensory uncertainty information from visual cortex to a higher-level decision area, prefrontal cortex, will be examined. Taken together, this project will constitute the first comprehensive test of optimal inference at the level of cortical populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Tolias",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas S Tolias",
   "pi_email_addr": "tolias@stanford.edu",
   "nsf_id": "000550988",
   "pi_start_date": "2014-06-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Wei Ji",
   "pi_last_name": "Ma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Ji Ma",
   "pi_email_addr": "wm44@nyu.edu",
   "nsf_id": "000716869",
   "pi_start_date": "2011-09-12",
   "pi_end_date": "2013-08-30"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Tolias",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas S Tolias",
   "pi_email_addr": "tolias@stanford.edu",
   "nsf_id": "000550988",
   "pi_start_date": "2011-09-12",
   "pi_end_date": "2013-08-30"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wei Ji",
   "pi_last_name": "Ma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Ji Ma",
   "pi_email_addr": "wm44@nyu.edu",
   "nsf_id": "000716869",
   "pi_start_date": "2014-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor College of Medicine",
  "inst_street_address": "1 BAYLOR PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137981297",
  "inst_zip_code": "770303411",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "BAYLOR COLLEGE OF MEDICINE",
  "org_prnt_uei_num": "FXKMA43NTV21",
  "org_uei_num": "FXKMA43NTV21"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor College of Medicine",
  "perf_str_addr": "One Baylor Plaza",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770303411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "732700",
   "pgm_ele_name": "CRCNS-Computation Neuroscience"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  },
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7327",
   "pgm_ref_txt": "CRCNS"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7713",
   "pgm_ref_txt": "ACTIVATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 837263.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Humans and other animals often have to make decisions based on uncertain sensory information. For example, when trying to understand a friend on a cell phone when the connection is poor, the auditory (sound) information is uncertain. When deciding whether to cross the street on a foggy night, the visual information about the positions of the nearby cars is uncertain. Knowing the degree of uncertainty associated with sensory information will often affect one&rsquo;s decision. In the phone example, one might ask the friend to repeat what they just said. On the foggy night, one might wait longer before crossing than in bright daylight. Conversely, ignoring information about sensory uncertainty can result in bad outcomes, such as misunderstanding the friend or getting hit by a car.</p>\n<p>Although the above examples are intuitive, they do not constitute scientific proof. One component of this project was to design and conduct experiments to show that humans and monkeys do possess and use knowledge of their own sensory uncertainty. To maximize experimental control, we used a simple oriented pattern as stimulus; we presented it for a fraction of a second to make the task hard. The task was to categorize the orientation of the pattern as belonging to category 1 or 2; the subjects learned the categories at the beginning of the experiment. We manipulated uncertainty by changing the contrast (visibility) of the stimulus. We collected a large number of trials from each subject and analyzed the data using a set of mathematical models. In neither species was behavior convincingly optimal. In both species however, there was strong evidence that information about the uncertainty about the orientation of the pattern was used in the category decision.</p>\n<p>If uncertainty is so important in decision-making, how is this information represented in the brain? Brain cells (neurons) send signals (action potentials) to each other, and in this task, neurons in areas of the brain involved in visual perception will send signals to decision-making areas. These signals should somehow carry information about uncertainty, but how? To answer this question, we implanted an array of 96 recording electrodes in the primary visual cortex of two monkeys trained to do our task. These electrodes picked up signals from several hundred neurons. It is well known that neurons in this brain area are sensitive to oriented stimuli such as ours, and their response (number of action potentials per second), although variable (&ldquo;noisy&rdquo;), can be described by mathematical equations. Using these equations, we asked, every time we observed a pattern of responses on the electrodes, what the stimulus orientation could have been. We hypothesized that on trials when the equations don&rsquo;t allow us to determine the orientation well, sensory uncertainty is high. To determine whether the number we decode on each trial is actually meaningful, we used it to better predict the animal&rsquo;s decision on that trial. We were able to do so, suggesting that we succeeded in &ldquo;reading the mind&rdquo; of the animal to a small extent.</p>\n<p>This project was quite fundamental in the field of neural coding and computation. We did not just make incremental progress, but answered a central question that could change the way neuroscientists think about the way information is represented in the brain. This could help to build more intelligent machines or brain-machine interfaces.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/07/2016<br>\n\t\t\t\t\tModified by: Andreas&nbsp;S&nbsp;Tolias</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHumans and other animals often have to make decisions based on uncertain sensory information. For example, when trying to understand a friend on a cell phone when the connection is poor, the auditory (sound) information is uncertain. When deciding whether to cross the street on a foggy night, the visual information about the positions of the nearby cars is uncertain. Knowing the degree of uncertainty associated with sensory information will often affect oneÆs decision. In the phone example, one might ask the friend to repeat what they just said. On the foggy night, one might wait longer before crossing than in bright daylight. Conversely, ignoring information about sensory uncertainty can result in bad outcomes, such as misunderstanding the friend or getting hit by a car.\n\nAlthough the above examples are intuitive, they do not constitute scientific proof. One component of this project was to design and conduct experiments to show that humans and monkeys do possess and use knowledge of their own sensory uncertainty. To maximize experimental control, we used a simple oriented pattern as stimulus; we presented it for a fraction of a second to make the task hard. The task was to categorize the orientation of the pattern as belonging to category 1 or 2; the subjects learned the categories at the beginning of the experiment. We manipulated uncertainty by changing the contrast (visibility) of the stimulus. We collected a large number of trials from each subject and analyzed the data using a set of mathematical models. In neither species was behavior convincingly optimal. In both species however, there was strong evidence that information about the uncertainty about the orientation of the pattern was used in the category decision.\n\nIf uncertainty is so important in decision-making, how is this information represented in the brain? Brain cells (neurons) send signals (action potentials) to each other, and in this task, neurons in areas of the brain involved in visual perception will send signals to decision-making areas. These signals should somehow carry information about uncertainty, but how? To answer this question, we implanted an array of 96 recording electrodes in the primary visual cortex of two monkeys trained to do our task. These electrodes picked up signals from several hundred neurons. It is well known that neurons in this brain area are sensitive to oriented stimuli such as ours, and their response (number of action potentials per second), although variable (\"noisy\"), can be described by mathematical equations. Using these equations, we asked, every time we observed a pattern of responses on the electrodes, what the stimulus orientation could have been. We hypothesized that on trials when the equations donÆt allow us to determine the orientation well, sensory uncertainty is high. To determine whether the number we decode on each trial is actually meaningful, we used it to better predict the animalÆs decision on that trial. We were able to do so, suggesting that we succeeded in \"reading the mind\" of the animal to a small extent.\n\nThis project was quite fundamental in the field of neural coding and computation. We did not just make incremental progress, but answered a central question that could change the way neuroscientists think about the way information is represented in the brain. This could help to build more intelligent machines or brain-machine interfaces.\n\n\t\t\t\t\tLast Modified: 01/07/2016\n\n\t\t\t\t\tSubmitted by: Andreas S Tolias"
 }
}