{
 "awd_id": "1132849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The University of Arizona - AGRHYMET Planning Visit",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 24041.0,
 "awd_amount": 24041.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2014-04-15",
 "awd_abstract_narration": "The University of Arizona AGRHYMET Planning Visit proposal is aimed at establishing a new research collaboration between The University of Arizona and AGRHYMET in Niger (Niamey). The funds will support the visit of a University of Arizona team, under the direction of Juan B Valdes and Aleix Serrat-Capdevila, to Niamey (Niger) for a research planning visit to AGRHYMET. A specialized institute of the Permanent Interstate Committee for Drought Control in the Sahel (CILSS) composed of nine member states, AGRHYMET is a Centre of Excellence in the science and techniques for regional agro-meteorological and hydrological monitoring, among other domains of expertise. \r\n\r\nThe goal of the visit is to elaborate a joint research agenda to improve the spatio-temporal characterization of precipitation in the African Monsoon Region using both ground and satellite estimates, and to improve the use of satellite precipitation estimates in hydrologic applications and early warning systems. To achieve these goals, we will compare rain gauges and satellite precipitation measurements from different sources and different spatial scales and resolutions, across different latitudes in the African Monsoon Region (i.e. the Inter-Tropical Convergence Zone). We will also evaluate local calibrations and bias corrections of satellite measurements, and perform an analysis of the uncertainty contained in the estimates. Finally we will also compare the use of different precipitation products in lumped and distributed hydrologic models for basins in different monsoon regions.\r\n\r\nThis planning visit and later communication between teams will lead to a well organized and focused scientific research agenda aimed at improving real-time precipitation estimates with important broader implications in terms of precipitation monitoring, streamflow forecasting and water resources management (allocation, reservoir operations) in poorly gauged basins across the world. For this reason, this proposal has the support of ICIWaRM-UNESCO (International Center for Integrated Water Resources Management) and the Secretariat of the Sub-Saharan G-WADI network program of UNESCO, chaired by AGRHYMET.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Valdes",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Juan B Valdes",
   "pi_email_addr": "jvaldes@u.arizona.edu",
   "nsf_id": "000101581",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857223308",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "AZ",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7533",
   "pgm_ref_txt": "NIGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 24041.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The seed travel funding of the Catalyzing New International Collaborations Program for this University of Arizona Project has been essential in facilitating many <strong>collaborations with African Institutions</strong> in regards to the use of <strong>satellite precipitation products for monitoring and streamflow forecasting applications</strong>. Given the decline of ground monitoring networks, remote sensing hydrology offers a good venue to fill the gap and complement scarce ground observations, especially in large river basins in Africa, with aims at water security and the water-food-energy-environment nexus.</p>\n<p>New International Collaborations have been established and strengthened with water related institutions in three different African Regions: the <strong><a href=\"http://www.agrhymet.ne/\">AGRHYMET</a></strong> Center in Niamey (Niger, but representing 9 countries); the <strong><a href=\"http://www.sadc.int/sadc-secretariat/services-centres/climate-services-centre/\">Climate Services Center of the Southern Africa Development Community</a></strong> in Gaborone (Botswana, but representing 15 countries), the <strong><a href=\"http://www.zambezicommission.org/\">Zambezi Watercourse Commission</a></strong> (ZAMCOM); the <strong><a href=\"http://eiwr.org/\">Ethiopian Institute of Water Resources</a></strong> in Addis Abeba and the <strong><a href=\"http://www.mu.edu.et\">Mekelle University</a></strong> in Mekelle (Ethiopia). Ongoing collaborations with the above institutions include activities ranging from data exchange and product comparisons, characterization of water management decisions in each basin and how remote sensing can support them, climate change impacts assessment and monitoring using remote sensing, hydrologic modeling and monitoring of dry-season environmental flows, hydrologic modeling for flow and flood prediction, as well as modeling to understand the effect of water and soil conservation measures on the hydrologic behavior of watersheds.</p>\n<p>A NASA-USAID SERVIR Program grant (2012-16) has been and still is benefitting from this project, as it is funding hydrologic simulations in three pilot basins where we have now active collaborations: the <span style=\"text-decoration: underline;\">Tekeze Basin</span> in Ethiopia, the <span style=\"text-decoration: underline;\">Upper Zambezi</span> in Southern Africa and the <span style=\"text-decoration: underline;\">Mara Basin</span> in Kenya/Tanzania. The project evaluates how well river streamflow simulations perform using satellite products, in three very different basins across the African Continent. Several satellite products, bias correction techniques and hydrologic models are being used to produce simulations and forecasts (10 days and seasonal) in each basin. While models are also being compared across basins, these multi-product/model forecasts are being assimilated to produce an improved forecast and reduce the individual uncertainty in predictions. The results of this research are being prepared for publication and will be submitted soon.</p>\n<p>This NSF-CNIC funded project has enabled valuable synergies with this project as well as additional efforts from <a href=\"http://iciwarm.sites.usa.gov/\">ICIWaRM-UNESCO</a> in Africa, as well as the&nbsp;<a href=\"http://www.gwadi.org\">UNESCO GWADI</a> Program and its Sub-Saharan Network, chaired by AGRHYMET. These efforts all aim at bringing science tools closer to practitioners, to solve real-world challenges, and connecting scientists and practitioners across different regions working towards the same goals of climate and water sustainability.</p>\n<p>In addition, the project has enabled positive synergies in two publications: One of our publications evaluates the performance of three satellite products over the African continent, the nature of errors with respect to latitude, rainfall mechanisms and topography, and how bias corrections can help for hydrolog...",
  "por_txt_cntn": "\nThe seed travel funding of the Catalyzing New International Collaborations Program for this University of Arizona Project has been essential in facilitating many collaborations with African Institutions in regards to the use of satellite precipitation products for monitoring and streamflow forecasting applications. Given the decline of ground monitoring networks, remote sensing hydrology offers a good venue to fill the gap and complement scarce ground observations, especially in large river basins in Africa, with aims at water security and the water-food-energy-environment nexus.\n\nNew International Collaborations have been established and strengthened with water related institutions in three different African Regions: the AGRHYMET Center in Niamey (Niger, but representing 9 countries); the Climate Services Center of the Southern Africa Development Community in Gaborone (Botswana, but representing 15 countries), the Zambezi Watercourse Commission (ZAMCOM); the Ethiopian Institute of Water Resources in Addis Abeba and the Mekelle University in Mekelle (Ethiopia). Ongoing collaborations with the above institutions include activities ranging from data exchange and product comparisons, characterization of water management decisions in each basin and how remote sensing can support them, climate change impacts assessment and monitoring using remote sensing, hydrologic modeling and monitoring of dry-season environmental flows, hydrologic modeling for flow and flood prediction, as well as modeling to understand the effect of water and soil conservation measures on the hydrologic behavior of watersheds.\n\nA NASA-USAID SERVIR Program grant (2012-16) has been and still is benefitting from this project, as it is funding hydrologic simulations in three pilot basins where we have now active collaborations: the Tekeze Basin in Ethiopia, the Upper Zambezi in Southern Africa and the Mara Basin in Kenya/Tanzania. The project evaluates how well river streamflow simulations perform using satellite products, in three very different basins across the African Continent. Several satellite products, bias correction techniques and hydrologic models are being used to produce simulations and forecasts (10 days and seasonal) in each basin. While models are also being compared across basins, these multi-product/model forecasts are being assimilated to produce an improved forecast and reduce the individual uncertainty in predictions. The results of this research are being prepared for publication and will be submitted soon.\n\nThis NSF-CNIC funded project has enabled valuable synergies with this project as well as additional efforts from ICIWaRM-UNESCO in Africa, as well as the UNESCO GWADI Program and its Sub-Saharan Network, chaired by AGRHYMET. These efforts all aim at bringing science tools closer to practitioners, to solve real-world challenges, and connecting scientists and practitioners across different regions working towards the same goals of climate and water sustainability.\n\nIn addition, the project has enabled positive synergies in two publications: One of our publications evaluates the performance of three satellite products over the African continent, the nature of errors with respect to latitude, rainfall mechanisms and topography, and how bias corrections can help for hydrologic applications (Serrat-Capdevila, Merino, Valdes, 2015, in submission). Overall, the research found that: (1) errors are dependent on latitude and position of the Intertropical Convergence Zone (ITCZ) as the main rain-producing mechanism in Africa; (2) errors in different latitudes are of different nature (mean, variance and correlation) and the usefulness of bias correction varies accordingly; (3) the change of bias with rainfall intensity depends varies for different products and with latitude; (4) relative errors are always lowest where the ITCZ is present; (5) bias correction is always helpful but there is not necessarily a large improvement when using complex bias co..."
 }
}