{
 "awd_id": "1132808",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Promote Use of High Energy X-Ray Diffraction Experiments & Detailed Computational Analyses for Understanding Multiscale Phenomena in Crystalline Materials, 13-15 Oct 2011",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Demitris Kouris",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 49998.0,
 "awd_amount": 49998.0,
 "awd_min_amd_letter_date": "2011-06-30",
 "awd_max_amd_letter_date": "2011-06-30",
 "awd_abstract_narration": "This grant will fund a workshop to be held on October 13-15, 2011 at the Advanced Photon Source designed to advance research in the general area of micromechanics of polycrystalline materials. In particular presentations will be given by international experts who: (i) conduct synchrotron x-ray diffraction experiments, (ii) model material behaviors on various size scales, or (iii) design systems with significant structural material selection challenges. The purpose of the workshop is to establish contacts and promote synergy between specialists from these areas. The ultimate goal is to optimize the impact of the high value data that arise from the diffraction experiments and the computationally intense multiscale simulations. By determining the nature of the most relevant and timely studies that can currently be performed these results can serve as templates for future collaborations.\r\n\r\nThe societal benefits of the project should be significant. It is the hope of the organizers (Professor Robert Suter from Carnegie Mellon University, Dr. Ulrich Lienert from the Advanced Photon Source and the PI) that this workshop will nurture a research community around the theme of combining high energy x-ray diffraction with micromechanical modeling for an improved understanding of complex polycrystalline systems and for more sophisticated micromechanical models. For this reason, a group of young investigators will be invited to attend the workshop to understand the challenges and potential successes that may be realized by establishing careers within this area. The industrial speakers will introduce pertinent application-related challenges currently facing some of the nations most important manufacturers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Miller",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew P Miller",
   "pi_email_addr": "mpm4@cornell.edu",
   "nsf_id": "000417240",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "The Advanced Photon Source - Argonne National Laboratory",
  "perf_str_addr": "9700 South Cass Ave.",
  "perf_city_name": "Argonne",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "604329650",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "1630",
   "pgm_ref_txt": "MECHANICS OF MATERIALS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To avoid failure, the design of mechanical systems such as aircraft, automobiles or wind turbines begins with an estimate of the peak stresses experienced by each loaded component. A design constraint is to keep the stresses well below the known &ldquo;strengths&rdquo; of the component materials. Engineering materials derive mechanical properties from their internal structure.&nbsp; The strength of a polycrystalline engineering alloy such as titanium or steel, depends on the configuration of the millions of tiny crystals that make up its microstructure. Failure of an engineering component actually begins at the size scale of these individual crystals. Better products (safer, more efficient) will result when designers can consider the stresses at the size scale of material microstructure instead of macroscale. New modeling formulations are capable of representing material structures on multiple relevant size scales. Until lately, however, we have not been able to measure the mechanical response of materials at the microscale in order to validate these models. High Energy X-ray Diffraction (HEXD) techniques, however, currently under development at synchrotron light sources around the world are enabling new measurements of material microstructure and micromechanical response at size scale of individual crystals. The enormous potential of bringing the multiscale modeling community together with the HEXD experimentalists served as the motivation of the workshop supported by this grant.</p>\n<p>The HEXD-MM workshop brought international experts from HEXD and Multiscale Modeling (MM) at Argonne National Laboratory in Argonne Illinois. Even though both groups are focused on small crystals embedded within engineering components, they are really quite diverse. The HEXD group is largely composed of physicists with the expertise to design high fidelity diffraction experiments. The MM researchers are applied mathematicians and engineers - experts in creating comprehensive but computationally complex material models. The overall goal of the workshop, was to bring these two relatively disparate groups together in a forum where each could learn more about the other. Over 30 talks were delivered in the 3 days of the workshop. Modeling and experimental talks were intermixed to encourage discussion. On the third day of the conference, experimental practitioners gave overviews of recent data reduction advances. The grant brought 25 young investigators to the workshop to present posters and possibly enable new research partnerships. By all measures, the workshop was extremely successful. An article describing the workshop within the context of new high energy x-ray initiatives appears in the December, 2012 issue of Synchrotron Radiation News. Several new initiatives emerged from the workshop. For instance the Air Force Research Laboratory (AFRL) at Wright Patterson has funded the creation of new, identical experimental facilities at both the Advanced Photon Source at Argonne and at the Cornell High Energy Synchrotron Source. There is a second workshop planned in Europe in the near future. The URL for the workshop is: http://www.aps.anl.gov/News/Conferences/2011/HEXD-MM/</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2012<br>\n\t\t\t\t\tModified by: Matthew&nbsp;P&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1132808/1132808_10103880_1349547281656_ulrich_bhutch--rgov-214x142.jpg...",
  "por_txt_cntn": "\nTo avoid failure, the design of mechanical systems such as aircraft, automobiles or wind turbines begins with an estimate of the peak stresses experienced by each loaded component. A design constraint is to keep the stresses well below the known \"strengths\" of the component materials. Engineering materials derive mechanical properties from their internal structure.  The strength of a polycrystalline engineering alloy such as titanium or steel, depends on the configuration of the millions of tiny crystals that make up its microstructure. Failure of an engineering component actually begins at the size scale of these individual crystals. Better products (safer, more efficient) will result when designers can consider the stresses at the size scale of material microstructure instead of macroscale. New modeling formulations are capable of representing material structures on multiple relevant size scales. Until lately, however, we have not been able to measure the mechanical response of materials at the microscale in order to validate these models. High Energy X-ray Diffraction (HEXD) techniques, however, currently under development at synchrotron light sources around the world are enabling new measurements of material microstructure and micromechanical response at size scale of individual crystals. The enormous potential of bringing the multiscale modeling community together with the HEXD experimentalists served as the motivation of the workshop supported by this grant.\n\nThe HEXD-MM workshop brought international experts from HEXD and Multiscale Modeling (MM) at Argonne National Laboratory in Argonne Illinois. Even though both groups are focused on small crystals embedded within engineering components, they are really quite diverse. The HEXD group is largely composed of physicists with the expertise to design high fidelity diffraction experiments. The MM researchers are applied mathematicians and engineers - experts in creating comprehensive but computationally complex material models. The overall goal of the workshop, was to bring these two relatively disparate groups together in a forum where each could learn more about the other. Over 30 talks were delivered in the 3 days of the workshop. Modeling and experimental talks were intermixed to encourage discussion. On the third day of the conference, experimental practitioners gave overviews of recent data reduction advances. The grant brought 25 young investigators to the workshop to present posters and possibly enable new research partnerships. By all measures, the workshop was extremely successful. An article describing the workshop within the context of new high energy x-ray initiatives appears in the December, 2012 issue of Synchrotron Radiation News. Several new initiatives emerged from the workshop. For instance the Air Force Research Laboratory (AFRL) at Wright Patterson has funded the creation of new, identical experimental facilities at both the Advanced Photon Source at Argonne and at the Cornell High Energy Synchrotron Source. There is a second workshop planned in Europe in the near future. The URL for the workshop is: http://www.aps.anl.gov/News/Conferences/2011/HEXD-MM/\n\n \n\n\t\t\t\t\tLast Modified: 10/06/2012\n\n\t\t\t\t\tSubmitted by: Matthew P Miller"
 }
}