{
 "awd_id": "1132940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Morocco Workshop on Nano-Materials and Renewable Energies, Fez, Morocco, November 17-20, 2011",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 28240.0,
 "awd_amount": 28240.0,
 "awd_min_amd_letter_date": "2011-06-08",
 "awd_max_amd_letter_date": "2011-06-08",
 "awd_abstract_narration": "1132940\r\nThis project supports the participation of U.S. scientists in the ?US-Morocco Workshop on Nano-Materials and Renewable Energies?, Fez, Morocco, November 17-20, 2011.? The Moroccan organizers are Drs. Mimouna Baitoul and Anouar Jorio at University Sidi Mohammed Ben Abdallah, Fez, Morocco.    The objectives of the workshop are:  to provide a platform for promoting scientific collaborations on nano-materials between researchers from the U.S. and those from the North Africa, and Morocco in particular, and to facilitate interaction between students from the U.S. and from North Africa with researchers from Europe. The workshop is planned as a satellite to a larger international meeting, the 1st Euro-Med Conference on Materials and Renewable Energies, to be held in Marrakesh, Morocco.\r\n\r\nIntellectual Merit: The workshop will include presentations from world experts on nano-materials in Europe, the US and North Africa. The focus of their potential use will be on renewable energies. These presentations will be delivered at an introductory level, followed by an overview of the recent advances on nano-materials, and their possible applications for renewable energies. Students and postdocs from the US will present their work. Discussions between US scientists and those in Morocco will be held to explore possible collaborative projects. Special attention will be paid to materials for solar energy applications as Morocco is embarking on a major solar program of multi-billion dollars over the next ten years to produce 2 GW by 2020. The topics will include how semiconductor and silicon in particular nanostructures including particles and wires as well as organic material are used to enhance solar photovoltaic cells and lighting devices. This is also to include computation and simulations.  The NSF funding is to support the travel of three US senior scientists and five US students and post-docs.  \r\n\r\nBroader impacts: The workshop should foster a better scientific foundation to support solar energy, and other energy technologies, in North Africa and thus help in the development of renewable energy for worldwide use.  Because some aspects of nanotechnology are low cost it allows participation by scientists from developing countries with scientists from industrially advanced countries, in research at the forefront of science and technology.  The choice of Morocco for the site of the workshop is appropriate since the government of Morocco has been focusing on this area and has allocated significant funding to developing solar energy. Also the Islamic Educational, Scientific and Cultural Organization (ISESCO) has it?s headquarter in Rabat, and thus the workshop would have an impact on other countries of North Africa and the Middle East. The workshop is to provide an opportunity for the US scientists, post-docs, and students to get involved with the science and with people of North Africa.  It has the potential to produce long lasting collaborations between countries from three continents, and involve countries that have committed themselves to renewable energy.  Fez is an excellent choice to hold the proposed activity since it is classified as a UNESCO world heritage site.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abdelkader",
   "pi_last_name": "Kara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abdelkader Kara",
   "pi_email_addr": "abdelkader.kara@ucf.edu",
   "nsf_id": "000204623",
   "pi_start_date": "2011-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "Faculte des Sciences et Techniques",
  "perf_str_addr": "DHAR MEHRAZ",
  "perf_city_name": "Fes",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "MO",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Morocco",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7385",
   "pgm_ref_txt": "MOROCCO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 28240.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The US-Morocco Workshop&nbsp; includes presentations from world experts on nano- materials in Europe, the US and North Africa. The focus of their potential use will be on renewable energies. These presentations are delivered at an introductory level, and an overview of the recent advances on nano-materials, and their possible applications for renewable energies are provided. The students and postdocs from the US are also given the opportunity to present their work. Round table discussions between US scientists and those in Morocco are held to explore possible collaborative projects. Special attention is paid to materials for solar energy applications as Morocco is embarking in a major Solar Program of 9 billion dollars over the next ten years to produce 2 GW by 2020.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The workshopl brings a unique experience for US students and young scientists to build, and develop long-term relationships with students and researcher from other developed and developing countries. The workshopl gives and excellent opportunity for US scientists to contribute to the quest for energy independence of Morocco as well as to strengthen scientific research on nano-materials targeted to renewable energies.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The funds were used to support the travel expenses of nine scientists from the USA to participated in the first US-Morocco Workshop on Nano-Materials and Renewable Energies, that was held at the Al-Akhawayn University Ifrane (AUI), on the Atlas mountains near Fes.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The workshop was co-funded by the College of Sciences of the University of Fes and the AUI (the host). The participants from the USA were: Haughn Chelsea (student, F) Ruzybayev Inci (student, F), Westover James (student, M) Yildirim Handan (Postdoc, F) Lachgar Abdessadek (professor, M) Qiao Qiquan (professor, M) Rahman Talat (professor, F) Shah Ismat (professor, M) Kara Abdelkader (professor, M).<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition, six participants came from France, two from Switzerland and thirty-five from Morocco, for a total of 52 participants. Globally, the ratios were close to 1:1 for student:faculty and male:female. The program consisted of a series of talks, one poster session and one afternoon of two parallel round table discussions.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; During the last afternoon of the workshop, I have organized two parallel round table- discussions. One involving the students from Morocco and those form the USA to discuss the possibilities for students from Morocco to pursue studies in the USA or to come for short visits. Possibilities for students from the USA to spend some time in moroccan Universities were also discussed.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scientists from USA, Morocco and Europe discussed and identified several collaborative research projects as what I have called \"point-to-point\" contacts. Meaning that we tried to match each of the participants from the USA with one participant from Morocco. The focus was on nano-materials as applied to renewable energies. Scientists from Europe who showed interest in a project were then added to the project. From the Moroccan side, researchers from the Universities of Fes and Marrakech were particularly active in building collaborations. Professor Ait Ali from the University of Marrakech established a link with Professor Lachgar from Wake Forest, Professor Oughaddou (Paris) and myself. We all started a collaborative work on emerging nano- materials such as silicene. In addition, discussions about collaboration between Professor Baitoul and Qiao were initiated.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/11/2013<br>\n\t\t\t\t\tModified by: Abdelkader&nbsp;Kara<...",
  "por_txt_cntn": "\n       The US-Morocco Workshop  includes presentations from world experts on nano- materials in Europe, the US and North Africa. The focus of their potential use will be on renewable energies. These presentations are delivered at an introductory level, and an overview of the recent advances on nano-materials, and their possible applications for renewable energies are provided. The students and postdocs from the US are also given the opportunity to present their work. Round table discussions between US scientists and those in Morocco are held to explore possible collaborative projects. Special attention is paid to materials for solar energy applications as Morocco is embarking in a major Solar Program of 9 billion dollars over the next ten years to produce 2 GW by 2020.\n         The workshopl brings a unique experience for US students and young scientists to build, and develop long-term relationships with students and researcher from other developed and developing countries. The workshopl gives and excellent opportunity for US scientists to contribute to the quest for energy independence of Morocco as well as to strengthen scientific research on nano-materials targeted to renewable energies.\n\n         The funds were used to support the travel expenses of nine scientists from the USA to participated in the first US-Morocco Workshop on Nano-Materials and Renewable Energies, that was held at the Al-Akhawayn University Ifrane (AUI), on the Atlas mountains near Fes.\n         The workshop was co-funded by the College of Sciences of the University of Fes and the AUI (the host). The participants from the USA were: Haughn Chelsea (student, F) Ruzybayev Inci (student, F), Westover James (student, M) Yildirim Handan (Postdoc, F) Lachgar Abdessadek (professor, M) Qiao Qiquan (professor, M) Rahman Talat (professor, F) Shah Ismat (professor, M) Kara Abdelkader (professor, M).\n         In addition, six participants came from France, two from Switzerland and thirty-five from Morocco, for a total of 52 participants. Globally, the ratios were close to 1:1 for student:faculty and male:female. The program consisted of a series of talks, one poster session and one afternoon of two parallel round table discussions.\n         During the last afternoon of the workshop, I have organized two parallel round table- discussions. One involving the students from Morocco and those form the USA to discuss the possibilities for students from Morocco to pursue studies in the USA or to come for short visits. Possibilities for students from the USA to spend some time in moroccan Universities were also discussed.     \n\n         The scientists from USA, Morocco and Europe discussed and identified several collaborative research projects as what I have called \"point-to-point\" contacts. Meaning that we tried to match each of the participants from the USA with one participant from Morocco. The focus was on nano-materials as applied to renewable energies. Scientists from Europe who showed interest in a project were then added to the project. From the Moroccan side, researchers from the Universities of Fes and Marrakech were particularly active in building collaborations. Professor Ait Ali from the University of Marrakech established a link with Professor Lachgar from Wake Forest, Professor Oughaddou (Paris) and myself. We all started a collaborative work on emerging nano- materials such as silicene. In addition, discussions about collaboration between Professor Baitoul and Qiao were initiated.\n\n\t\t\t\t\tLast Modified: 01/11/2013\n\n\t\t\t\t\tSubmitted by: Abdelkader Kara"
 }
}