{
 "awd_id": "1132687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Mexico Planning Workshop:  International Collaboration to Advance Sustainability Science in the U.S. and Mexico",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032928416",
 "po_email": "jrobin@nsf.gov",
 "po_sign_block_name": "Jessica Robin",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 59893.0,
 "awd_amount": 59893.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "In this international planning workshop, researchers from the U.S. and Mexico will catalyze a new research collaboration based in sustainability science between Arizona State University (ASU) and the National Autonomous University of Mexico (UNAM).  This new collaboration will be initiated through a plenary planning session hosted by UNAM and attended by 30 scientists from both institutions, who will develop a conceptual framework that will serve as the common basis for research proposals to NSF and regional funding agencies.  Key policy decision-makers in Mexico will be consulted to define the focal problem domains of the studies.  The research that emerges from this collaboration is expected to be innovative in terms of the ideas and concepts brought to bear on specific resource management problems that now appear intractable, and transformative in the structure and process of the cross-border collaboration as well as in the intended impacts on decision-outcomes and planning. A replicable structure and approach is expected to be provided as an example for other research initiatives around the globe.  The interdependency of Mexican and US futures adds additional salience to this endeavor.  The ASU researchers will interface primarily with UNAM counterparts in the Institute of Ecology, whose Director is Dr. Dominguez Pérez-Tejada.\r\n\r\nThe funded activities will result in a research agenda formulated together with key stakeholders from outside the academic community who have a strong interest in the projects' results. The primary benefit is the establishment of a research partnership addressing complex sustainability problems.  The project will not only contribute new scientific insights, but also enable the formulation of new decision support tools that will aid managers and policy makers at both local and national levels. The initiative will involve early career scholars in both US and Mexico and will enable them to establish themselves within a cutting-edge international research agenda and intellectual network. Arizona State University is well placed geographically and institutionally to support this endeavor.  By coordinating this collaboration with an ongoing grant in sustainability science curriculum and education from US AID, graduate students from both institutions will be involved in the development of the research agenda and leverage complementary pedagogical work in sustainability science education.  Involvement of junior researchers in international research is a major goal of OISE.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hallie",
   "pi_last_name": "Eakin",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Hallie C Eakin",
   "pi_email_addr": "hallie.eakin@asu.edu",
   "nsf_id": "000292323",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Redman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Charles L Redman",
   "pi_email_addr": "charles.redman@asu.edu",
   "nsf_id": "000305558",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Gober",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia Gober",
   "pi_email_addr": "gober@asu.edu",
   "nsf_id": "000338742",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Childers",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel L Childers",
   "pi_email_addr": "Dan.Childers@asu.edu",
   "nsf_id": "000245881",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Basile",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "George M Basile",
   "pi_email_addr": "george.basile@asu.edu",
   "nsf_id": "000562041",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5922",
   "pgm_ref_txt": "MEXICO"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 59893.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This initiative was designed to develop and solidify an international research and educational collaboration between two cutting-edge academic institutions focusing on the emerging domain of sustainability science: Arizona State University&rsquo;s Julie Ann Wrigley Global Institute of Sustainability (ASU) and the Universidad Nacional Aut&oacute;noma de M&eacute;xico&rsquo;s National Laboratory for Sustainability Sciences (UNAM-LANCIS). &nbsp;The project funded a series of workshops and faculty and student interactions designed to develop proposals for subsequent research and educational collaborations. The collaborative initiative focused on two significant sustainability challenges:&nbsp; the rapid development of Mexico&rsquo;s Pacific coastline for international tourism and the combined impact of land use change, irregular urban growth and climate change on hydrological vulnerability in Mexico City. The project catalyzed the strengths of UNAM in ecological assessment, water management and integrating planning with ASU&rsquo;s strengths in sustainability science and theory, institutional analysis and hydrology.&nbsp; The project resulted in the development of four new strategies for collaboration: a proposed educational collaboration for graduate students in both universities on sustainable tourism; a Fulbright Nexus grant to test empirical approaches supporting ASU&rsquo;s collaboration with UNAM colleagues on flood risk perception; an Inter-American Institute for Global Change Research grant to UNAM to evaluate the success of science-policy interactions on urban water risk management; and a National Science Foundation Coupled Natural-Human systems grant to ASU to model vulnerability to flooding, water contamination and water scarcity in Mexico City in collaboration with researchers at UNAM. &nbsp;These outputs have opened new opportunities for educational exchange and research collaboration across the two institutions, enabling ASU scientists and graduate students to collaborate with Mexican scientists in testing the viability of specific approaches to sustainability science and policy in a developing world megacity.&nbsp; Six graduate students from ASU participated in the project, gaining experience in proposal preparation and the challenges and opportunities of international research collaborations.&nbsp; The project also has relied on the expertise of junior faculty at both UNAM and ASU, laying the groundwork for new intellectual collaborations that will potentially have long-lasting impact on the careers of those involved.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/21/2014<br>\n\t\t\t\t\tModified by: Hallie&nbsp;C&nbsp;Eakin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis initiative was designed to develop and solidify an international research and educational collaboration between two cutting-edge academic institutions focusing on the emerging domain of sustainability science: Arizona State UniversityÆs Julie Ann Wrigley Global Institute of Sustainability (ASU) and the Universidad Nacional Aut&oacute;noma de M&eacute;xicoÆs National Laboratory for Sustainability Sciences (UNAM-LANCIS).  The project funded a series of workshops and faculty and student interactions designed to develop proposals for subsequent research and educational collaborations. The collaborative initiative focused on two significant sustainability challenges:  the rapid development of MexicoÆs Pacific coastline for international tourism and the combined impact of land use change, irregular urban growth and climate change on hydrological vulnerability in Mexico City. The project catalyzed the strengths of UNAM in ecological assessment, water management and integrating planning with ASUÆs strengths in sustainability science and theory, institutional analysis and hydrology.  The project resulted in the development of four new strategies for collaboration: a proposed educational collaboration for graduate students in both universities on sustainable tourism; a Fulbright Nexus grant to test empirical approaches supporting ASUÆs collaboration with UNAM colleagues on flood risk perception; an Inter-American Institute for Global Change Research grant to UNAM to evaluate the success of science-policy interactions on urban water risk management; and a National Science Foundation Coupled Natural-Human systems grant to ASU to model vulnerability to flooding, water contamination and water scarcity in Mexico City in collaboration with researchers at UNAM.  These outputs have opened new opportunities for educational exchange and research collaboration across the two institutions, enabling ASU scientists and graduate students to collaborate with Mexican scientists in testing the viability of specific approaches to sustainability science and policy in a developing world megacity.  Six graduate students from ASU participated in the project, gaining experience in proposal preparation and the challenges and opportunities of international research collaborations.  The project also has relied on the expertise of junior faculty at both UNAM and ASU, laying the groundwork for new intellectual collaborations that will potentially have long-lasting impact on the careers of those involved. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/21/2014\n\n\t\t\t\t\tSubmitted by: Hallie C Eakin"
 }
}