{
 "awd_id": "1132986",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symposium Support: Combining experiments with modeling and computational methods to study animal locomotion (Charleston, January 3-7, 2012)",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "emily carrington",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 14980.0,
 "awd_amount": 14980.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "The goal of the symposium and associated workshop at the 2012 Meeting of the Society of Integrative and Comparative Biology is to encourage investigators in organismal biology to use recent computational advances in fluid-structure interaction problems, stochastic modeling, and complex fluids and materials to answer fundamental questions in ecomechanics, functional morphology, and comparative physiology.  A goal of this meeting is to attract junior investigators to these types of problems, and this is particularly timely given the new NSF postdoctoral fellowship on the ?Intersections of Biology and Mathematical and Physical Sciences.?\r\n\r\nRecent advances in computational methods have made realistic large-scale simulations of animal locomotion possible. This has resulted in numerous mathematical and computational studies of locomotion with the purpose of improving the design of micro-air and underwater vehicles, motivating the development of improved numerical methods, and enhancing our understanding of stability and maneuverability. How such mathematical studies can improve our understanding of organisms in the context of their environment and physiology remains relatively unexplored. For example, nature has evolved a wide variety of fascinating mechanisms of locomotion that exploit the properties of complex materials and fluids. Only recently have researchers been able to use mathematical and computational tools to rigorously compare the relative advantages and disadvantages of these forms of locomotion in different environments. Similarly, advances in computational physiology now allow investigators to explore how changes at the molecular and cellular levels could lead to significant changes in performance at the level of the organism. \r\n\r\nThe intent of the symposium will be to highlight recent examples of how computational, mathematical, and experimental tools can be combined to ultimately answer some of questions posed in one of the five grand challenges in organismal biology: ?Integrating living and physical systems.? One emphasis of the symposium will be to illustrate the synergy between modeling, experiments, and simulation in studies of animal locomotion. Another emphasis of the symposium will be to highlight mathematical models that combine multiple levels of biological organization to understand how small changes in tissue physics can result in large changes in performance at the organismal level. The purpose of the workshop is to facilitate discussions about effective training of students and the professional development of junior faculty who are working in an explicitly interdisciplinary context of biology, mathematics, theory, and simulation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Miller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Laura A Miller",
   "pi_email_addr": "lauram9@math.arizona.edu",
   "nsf_id": "000276453",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Silas",
   "pi_last_name": "Alben",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Silas D Alben",
   "pi_email_addr": "alben@umich.edu",
   "nsf_id": "000033171",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14980.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Recent advances in computational methods have made realistic large-scale simulations of animal locomotion possible. This has resulted in numerous mathematical and computational studies of locomotion with the purpose of improving the design of micro-air and underwater vehicles, motivating the development of improved numerical methods, and enhancing our understanding of stability and maneuverability of locomoting systems.&nbsp;The goal of our symposium and associated workshop at the 2012 Meeting of the Society of Integrative and Comparative Biology was to encourage investigators in organismal biology to use these recent computational advances in fluid-structure interaction problems, stochastic modeling, and complex fluids and materials to answer fundamental questions in ecomechanics, functional morphology, and comparative physiology.</p>\n<p>Our symposium and complementary sessions included five sessions over three days, with a total of 29 talks by researchers ranging from students to internationally-renowned experts. The talks presented the latest research across a wide spectrum of aerial, aquatic, and terrestrial locomotion and included lively question-and-answer sessions. We also ran an evening workshop on  how to effectively train students from the biological, physical,  engineering, and mathematical sciences to work at the intersection of  these fields. The workshop consisted of a discussion between four panelists and about 60 audience members on various aspects of interdisciplinary training and research. Here too the participants ranged from students to internationally-renowned experts. The discussion was wide ranging and covered the following pre-planned topics, as well as additional topics which arose during the discussion: 1) running an  experimental lab in a math or theoretical department, 2) working as a  theorist in a experimentally dominated department, 3) being a successful  interdisciplinary researcher in terms of where to publish, seek grants,  navigate evaluations for tenure and promotion, 4) training students and  postdocs in interdisciplinary work, and 5) helping interdisciplinary  students and postdocs launch their careers.</p>\n<p>We also invited and funded the travel of eight young investigators who gave research talks and participated in the symposium workshop, and this was particularly timely given the new NSF postdoctoral fellowship on the &ldquo;Intersections of Biology and Mathematical and Physical Sciences.&ldquo;</p>\n<p>The symposium resulted in five refereed publications in the December 2012 issue of the journal Integrative and Comparative Biology. One of these summarized the workshop discussion and the remainder summarized the research presented in the symposium.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2012<br>\n\t\t\t\t\tModified by: Laura&nbsp;A&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRecent advances in computational methods have made realistic large-scale simulations of animal locomotion possible. This has resulted in numerous mathematical and computational studies of locomotion with the purpose of improving the design of micro-air and underwater vehicles, motivating the development of improved numerical methods, and enhancing our understanding of stability and maneuverability of locomoting systems. The goal of our symposium and associated workshop at the 2012 Meeting of the Society of Integrative and Comparative Biology was to encourage investigators in organismal biology to use these recent computational advances in fluid-structure interaction problems, stochastic modeling, and complex fluids and materials to answer fundamental questions in ecomechanics, functional morphology, and comparative physiology.\n\nOur symposium and complementary sessions included five sessions over three days, with a total of 29 talks by researchers ranging from students to internationally-renowned experts. The talks presented the latest research across a wide spectrum of aerial, aquatic, and terrestrial locomotion and included lively question-and-answer sessions. We also ran an evening workshop on  how to effectively train students from the biological, physical,  engineering, and mathematical sciences to work at the intersection of  these fields. The workshop consisted of a discussion between four panelists and about 60 audience members on various aspects of interdisciplinary training and research. Here too the participants ranged from students to internationally-renowned experts. The discussion was wide ranging and covered the following pre-planned topics, as well as additional topics which arose during the discussion: 1) running an  experimental lab in a math or theoretical department, 2) working as a  theorist in a experimentally dominated department, 3) being a successful  interdisciplinary researcher in terms of where to publish, seek grants,  navigate evaluations for tenure and promotion, 4) training students and  postdocs in interdisciplinary work, and 5) helping interdisciplinary  students and postdocs launch their careers.\n\nWe also invited and funded the travel of eight young investigators who gave research talks and participated in the symposium workshop, and this was particularly timely given the new NSF postdoctoral fellowship on the \"Intersections of Biology and Mathematical and Physical Sciences.\"\n\nThe symposium resulted in five refereed publications in the December 2012 issue of the journal Integrative and Comparative Biology. One of these summarized the workshop discussion and the remainder summarized the research presented in the symposium.\n\n \n\n\t\t\t\t\tLast Modified: 12/31/2012\n\n\t\t\t\t\tSubmitted by: Laura A Miller"
 }
}