{
 "awd_id": "1132141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Investigating the Critical Junctures: Strategies that Broaden Minority Participation in STEM Fields",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth VanderPutten",
 "awd_eff_date": "2010-11-11",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 324939.0,
 "awd_amount": 442812.0,
 "awd_min_amd_letter_date": "2011-04-15",
 "awd_max_amd_letter_date": "2014-07-01",
 "awd_abstract_narration": "\r\nThis project will conduct a systematic and empirical (both quantitative and qualitative) longitudinal study of the factors that influence students' decisions at critical junctures in the educational pipeline.  The goals are too (a) broaden participation in science, technology, engineering, and math (STEM) fields and (b) improve the recruitment, retention, and success of minority undergraduate men in STEM and STEM-related fields across colleges and universities in the United States. Specifically, the goals of this study are to (a) estimate the impacts of Black and Latino males' backgrounds, K-12 educational and college experiences on their movement or transition through the STEM pipeline (b) model such decisions by developing a latent model using nationally representative data (c) test and refine the latent model using locally collected data and (d) employ qualitative interviews to examine closely cases of those who successfully navigate through critical junctures. \r\n\r\nThe educational plan is designed to train a cadre of Black and Latino doctoral students, each year (e.g., 12 in year one including 5 minority men, 4 women, 2 employed at community colleges), to conduct empirical research, including large-scale secondary analyses, on issues related to STEM education by integrating this research in graduate-level research design/analysis courses.  The goal is to produce doctoral graduates who possess the skills to conduct rigorous research/evaluation and who understand their social responsibility to use such capabilities in service to society. Students are involved as student researchers and co-presenters.  A mini-conference will be held for 20-40 Black and Latino males as a form of outreach in broadening participation in Year Five of the project. \r\n \r\nKnowledge resulting from this study will enhance understanding about how to design programs, formulate policies, and enact practices that improve the educational pipeline for African American and Latino men in STEM fields. The study will inform policy and practice through the following project outcomes: (1) Workshops that leverage the knowledge produced by the project and make such information accessible to teachers, administrators, parents, and more general audiences; (2) A dedicated website that provides access to information and publications that result from this research investigation including, but not limited to, progress reports, preliminary findings, annual reports, empirical research summaries and journal articles; (3) Publications that summarize and share findings from the project including peer-reviewed journal articles, a book-length manuscript, and student publications including theses and dissertations; (4) Meeting with PTA and local school officials about the findings of the study; and (5) Toolkits for parents, faculty members, and students that provide facts and \"how to\" advice for broadening participation in STEM fields.  \r\n \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terrell",
   "pi_last_name": "Strayhorn",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Terrell L Strayhorn",
   "pi_email_addr": "strayhorn.3@osu.edu",
   "nsf_id": "000242790",
   "pi_start_date": "2011-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101321",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 202651.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 201524.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 38635.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\" style=\"text-align: center;\"><strong>Investigating the Critical Junctures: Strategies that Broaden Minority Participation in STEM Fields </strong></p>\n<p class=\"Default\" style=\"text-align: center;\">&nbsp;</p>\n<p class=\"Default\" style=\"text-align: center;\">PROJECT SUMMARY</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\"><strong>GOALS AND OBJECTIVES </strong></p>\n<p class=\"Default\">The purpose of this longitudinal project was to conduct a systematic and empirical (both quantitative and qualitative) study of the factors that influence students&rsquo; decisions at critical junctures in the educational pipeline so as to (a) broaden participation in science, technology, engineering, and math (STEM) fields and (b) improve the recruitment, retention, and success of minority undergraduate men in STEM and STEM-related fields across colleges and universities in the United States. Specifically, the goals of this study were to (a) estimate the impacts of Black and Latino males&rsquo; backgrounds, K-12 educational and college experiences on their movement or transition through the STEM pipeline (b) model such decisions by developing a latent model using nationally representative data (c) test and refine the latent model using locally collected survey data and (d) employ qualitative interviews to examine closely &ldquo;exceptional cases&rdquo; of those who successfully navigate through critical junctures in STEM fields. By end of this grant, <strong>all goals and purposes were achieved</strong> and the project team exceeded expectations in terms of productivity and project outcomes.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Specifically, one of the educational goals associated with this project was to contribute to the development of &ldquo;a robust research community that can conduct rigorous research and evaluation that will support excellence in STEM education and that integrates research and education.&rdquo; Toward this end, the educational plan was designed to train a cadre of doctoral students and early career scholars to conduct empirical research, including large-scale secondary analyses, on issues related to STEM education by integrating this research in graduate-level research courses and professional development workshops. By end of this grant, the PI had trained and graduated 12 PhDs including 9 men, 3 women; over 6 masters <em>thesis </em>students, and a host of undergraduate STEM majors, 100% of whom are underrepresented ethnic or sexual minorities. By time of this report, 42% of PhD graduates were tenure-track faculty, 50% were campus administrators or policy analysts, and 8% were postdoctoral researchers. All undergraduates earned their bachelors and enrolled in graduate degree programs.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\"><strong>INTELLECTUAL MERIT </strong></p>\n<p class=\"Default\">Knowledge resulting from this study has enhanced our understanding about how to design programs, formulate policies, and enact practices that improve the educational pipeline for African American and Latino men in STEM fields. For instance, we learned the vital role that precollege outreach programs play in nurturing the college and STEM aspirations of youth, strengthening their academic skills, and building healthy habits of mind that foster belonging and success in college generally and within STEM majors specifically. For access to peer-reviewed journal articles from this project, visit this <a href=\"http://osu.academia.edu/TerrellStrayhorn\">page</a>.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\"><strong>BROADER IMPACTS </strong></p>\n<p class=\"Default\">Dissemination of findings from this study has expanded institutional capacity and performance by providing concrete suggestions for those designing and implementing programs in STEM disciplines that target racial/ethnic minorities and, more specifically, minority men. Several evide...",
  "por_txt_cntn": "Investigating the Critical Junctures: Strategies that Broaden Minority Participation in STEM Fields \n \nPROJECT SUMMARY\n \nGOALS AND OBJECTIVES \nThe purpose of this longitudinal project was to conduct a systematic and empirical (both quantitative and qualitative) study of the factors that influence studentsÆ decisions at critical junctures in the educational pipeline so as to (a) broaden participation in science, technology, engineering, and math (STEM) fields and (b) improve the recruitment, retention, and success of minority undergraduate men in STEM and STEM-related fields across colleges and universities in the United States. Specifically, the goals of this study were to (a) estimate the impacts of Black and Latino malesÆ backgrounds, K-12 educational and college experiences on their movement or transition through the STEM pipeline (b) model such decisions by developing a latent model using nationally representative data (c) test and refine the latent model using locally collected survey data and (d) employ qualitative interviews to examine closely \"exceptional cases\" of those who successfully navigate through critical junctures in STEM fields. By end of this grant, all goals and purposes were achieved and the project team exceeded expectations in terms of productivity and project outcomes.\n \nSpecifically, one of the educational goals associated with this project was to contribute to the development of \"a robust research community that can conduct rigorous research and evaluation that will support excellence in STEM education and that integrates research and education.\" Toward this end, the educational plan was designed to train a cadre of doctoral students and early career scholars to conduct empirical research, including large-scale secondary analyses, on issues related to STEM education by integrating this research in graduate-level research courses and professional development workshops. By end of this grant, the PI had trained and graduated 12 PhDs including 9 men, 3 women; over 6 masters thesis students, and a host of undergraduate STEM majors, 100% of whom are underrepresented ethnic or sexual minorities. By time of this report, 42% of PhD graduates were tenure-track faculty, 50% were campus administrators or policy analysts, and 8% were postdoctoral researchers. All undergraduates earned their bachelors and enrolled in graduate degree programs.\n \nINTELLECTUAL MERIT \nKnowledge resulting from this study has enhanced our understanding about how to design programs, formulate policies, and enact practices that improve the educational pipeline for African American and Latino men in STEM fields. For instance, we learned the vital role that precollege outreach programs play in nurturing the college and STEM aspirations of youth, strengthening their academic skills, and building healthy habits of mind that foster belonging and success in college generally and within STEM majors specifically. For access to peer-reviewed journal articles from this project, visit this page.\n \nBROADER IMPACTS \nDissemination of findings from this study has expanded institutional capacity and performance by providing concrete suggestions for those designing and implementing programs in STEM disciplines that target racial/ethnic minorities and, more specifically, minority men. Several evidence-based deliverables resulted from this project and are in-use at campuses across the country to diversify STEM fields and ensure success of ethnic minorities in scientific and technical fields. For instance, the #WhatWorks series resulted from this CAREER grant. In keeping with the original broader impact goals, the PI shared findings in more general venues (e.g., magazines) as well as scholarly journals (see Ebony article on Black males). Beyond traditional forms of publication, the PI strove to make broader impacts by producing a set of stand-alone presentations and infographics (see Images). A mini-conference was successfully held for 50+ ethnic minority STE..."
 }
}