{
 "awd_id": "1132395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Unpacking Personhood and Identity in the Hohokam Area of Southern Arizona",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 3341.0,
 "awd_amount": 3341.0,
 "awd_min_amd_letter_date": "2011-06-13",
 "awd_max_amd_letter_date": "2011-06-13",
 "awd_abstract_narration": "Under the supervision of Dr. Barbara J. Mills, Jessica I. Cerezo-Román will analyze mortuary practices among the Southern Arizona Hohokam during the Preclassic (A.D. 700-1150) and Classic periods (A.D. 1150-1450/1500) to look at how identities were defined by the participation of individuals in different social networks.  They will use the concept of personhood to elucidate how individuals' networks were defined through burial practices, spatial distributions, and associated material culture. Prior research in the U.S. Southwest typically focused on single attributes of identity, such as social status and gender. However in the past decade archaeological approaches to identity have broadened considerably and have gone beyond single attributes of identity to look at the multiple ways in which identity was constructed. The proposed research will focus on evidence from 12 archaeological sites in the Tucson area. \r\n\r\nThe proposed research will build on significant advances in identity studies of past populations, particularly by looking beyond the study of a single attribute of identity to the multiple ways a person's identity was constructed. It will employ an original approach that has implications for refinement of archaeological method and theory. \r\n\r\nThe project will examine three problems related to the identification of, and changes in, aspects of identity and personhood:\r\n\r\n1.\tWhat is the range of identity practices found within a site's mortuary assemblage, and how do these intersect to reveal different aspects of identity associated with the individual's age, sex, and group identity, among others?\r\n2.\tWhat are the differences and similarities between sites, and why do they or don't they occur?\r\n3.\tWhat are the differences/similarities through time at different scales, and why do they or don't they occur?\r\n\r\nTo answer these questions a multidimensional approach will be used that incorporates several spatial scales through time, and that applies different statistical analyses. The approach used will analyze how people were represented in mortuary rituals by analyzing human skeletal remains from the sites, how people in the past treated those bodies, and the archaeological contexts of burial. The combination of the study of the skeletal remains, posthumous treatment of the body and archaeological context will reveal clues to how people were remembered at death by their families and community, and an individual's position(s) within multiple social networks. \r\n\t\r\nBeyond research questions that are important to social scientist the research will provide information on prehistoric populations that may support links to contemporary indigenous groups. The data generated through this research can be used by tribes and institutions for cultural affiliation studies. Upon completion the results of the research will be broadly disseminated to the scientific community, Native American communities, and to the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Mills",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara J Mills",
   "pi_email_addr": "bmills@email.arizona.edu",
   "nsf_id": "000130875",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Cerezo-Roman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica Cerezo-Roman",
   "pi_email_addr": "cerezorj@email.arizona.edu",
   "nsf_id": "000575993",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 3341.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Unpacking Personhood and Operationalization Identities in the Hohokam of Southern Arizona</strong><strong></strong></p>\n<p>The research builds on significant advances in identity studies of past populations, particularly by looking beyond the study of a single attribute of identity to the multiple ways a person&rsquo;s identity was constructed. The dataset consists of 884 cremation and inhumation burials from 25 different archaeological sites in the Sonoran Desert, Arizona, dating from the Early Agricultural (2100 B.C.-A.D. 50) to Classic (A.D. 1150-1450/1500) periods. The first part of the research discusses the change from inhumation to cremation funerals from the Early Agricultural and Early Ceramic periods (2100 B.C.-A.D. 50 and A.D. 50-475) to the early phases of the Hohokam Preclassic Period (A.D. 475-750).&nbsp; In this research, individuals were evaluated to understand how changes in funerals related to changes in social relationships between the living and dead. During the Early Agricultural and Early Ceramic periods, mortuary customs likely emphasized individuality based on the preferential use of inhumation and its particular characteristics. However, cremation became the dominant burial ritual in the early phase of the Preclassic Period. These changes in funeral customs likely reflect a greater investment in these customs and an emerging group identity with strong social cohesion, consistent with patterns observed in other contemporaneous archaeological evidence from the area.</p>\n<p>The second part of the research focuses on the Hohokam Preclassic Period. This research examined how bodies were treated within cremation practices at Tucson Basin Hohokam archaeological sites and through consideration of different ethnographic accounts of cremation practices among Native American groups from the Southwestern United States. Results suggest dynamic transitions of personhood occurred at death and that these transitions occurred both to the dead and living. Through burning in the cremation pyre bodies were transformed into &ldquo;body-objects&rdquo; and subsequently were divided among social networks, a process which continued to evoke memories of the deceased person&rsquo;s life.</p>\n<p>The final part of the research explored how funeral customs and personhood changed from the Hohokam Preclassic (A.D. 700-1150) to Classic periods (A.D. 1150-1450/1500). Cremation was the predominant mortuary practice in the Tucson Basin during both of these periods. However, inhumation also co-occurred at lower frequencies, particularly for fetuses and infants, possibly due to the undeveloped form of self that these individuals had within the society. On the other hand, among cremated adult individuals, once the bodies were burned the remains were distributed among families and within specific networks emphasizing a relational social construction of self; &ldquo;part-person&rdquo; and &ldquo;part-object&rdquo;. However, in the Classic Period these practices decreased and remains were not divided but left in place or transferred almost wholly to a single secondary deposit. The perceptions of personhood in the Classic Period changed to a self that was considered a bounded unit and more-whole even after its transformation during the cremation fire. It is possible that this transition through time occurred as a result of more centralized and private rituals, and by a general decrease in remembrance networks. The changes in mortuary rituals are similar to broader sociopolitical changes observed in the Classic Period where an increase in social differentiation and complexity has been postulated.</p>\n<p>This project provided training and professional development to achieve a PhD dissertation. The results have been and will continue to be disseminated through professional publications and oral presentations. Once the research and dissertation are concluded the results will be ...",
  "por_txt_cntn": "\nUnpacking Personhood and Operationalization Identities in the Hohokam of Southern Arizona\n\nThe research builds on significant advances in identity studies of past populations, particularly by looking beyond the study of a single attribute of identity to the multiple ways a personÆs identity was constructed. The dataset consists of 884 cremation and inhumation burials from 25 different archaeological sites in the Sonoran Desert, Arizona, dating from the Early Agricultural (2100 B.C.-A.D. 50) to Classic (A.D. 1150-1450/1500) periods. The first part of the research discusses the change from inhumation to cremation funerals from the Early Agricultural and Early Ceramic periods (2100 B.C.-A.D. 50 and A.D. 50-475) to the early phases of the Hohokam Preclassic Period (A.D. 475-750).  In this research, individuals were evaluated to understand how changes in funerals related to changes in social relationships between the living and dead. During the Early Agricultural and Early Ceramic periods, mortuary customs likely emphasized individuality based on the preferential use of inhumation and its particular characteristics. However, cremation became the dominant burial ritual in the early phase of the Preclassic Period. These changes in funeral customs likely reflect a greater investment in these customs and an emerging group identity with strong social cohesion, consistent with patterns observed in other contemporaneous archaeological evidence from the area.\n\nThe second part of the research focuses on the Hohokam Preclassic Period. This research examined how bodies were treated within cremation practices at Tucson Basin Hohokam archaeological sites and through consideration of different ethnographic accounts of cremation practices among Native American groups from the Southwestern United States. Results suggest dynamic transitions of personhood occurred at death and that these transitions occurred both to the dead and living. Through burning in the cremation pyre bodies were transformed into \"body-objects\" and subsequently were divided among social networks, a process which continued to evoke memories of the deceased personÆs life.\n\nThe final part of the research explored how funeral customs and personhood changed from the Hohokam Preclassic (A.D. 700-1150) to Classic periods (A.D. 1150-1450/1500). Cremation was the predominant mortuary practice in the Tucson Basin during both of these periods. However, inhumation also co-occurred at lower frequencies, particularly for fetuses and infants, possibly due to the undeveloped form of self that these individuals had within the society. On the other hand, among cremated adult individuals, once the bodies were burned the remains were distributed among families and within specific networks emphasizing a relational social construction of self; \"part-person\" and \"part-object\". However, in the Classic Period these practices decreased and remains were not divided but left in place or transferred almost wholly to a single secondary deposit. The perceptions of personhood in the Classic Period changed to a self that was considered a bounded unit and more-whole even after its transformation during the cremation fire. It is possible that this transition through time occurred as a result of more centralized and private rituals, and by a general decrease in remembrance networks. The changes in mortuary rituals are similar to broader sociopolitical changes observed in the Classic Period where an increase in social differentiation and complexity has been postulated.\n\nThis project provided training and professional development to achieve a PhD dissertation. The results have been and will continue to be disseminated through professional publications and oral presentations. Once the research and dissertation are concluded the results will be presented to broader audiences at educational institutions, local museums, and historical societies in order to disseminate more broadly to public audiences. In addition, a ..."
 }
}