{
 "awd_id": "1132373",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR-CR:  Topographic Effects in Strong Ground Motion - From Physical and Numerical Modeling to Design",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2010-10-31",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 942279.0,
 "awd_amount": 954279.0,
 "awd_min_amd_letter_date": "2011-03-07",
 "awd_max_amd_letter_date": "2013-01-19",
 "awd_abstract_narration": "This award is an outcome of the NSF 09-524 program solicitation \"George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) Research (NEESR)\" competition and includes Washington State University (lead institution), Drexel University (subaward), Georgia Institute of Technology (subaward), University of Arkansas (subaward), and University of Puerto Rico, Mayaguez (subaward). This project will utilize the NEES equipment sites at the University of California, Davis and the University at Texas, Austin. \r\n\r\nTopographic effects refer to the modification and amplification of seismic ground motion in the vicinity of topographic features such as hillsides, ridges, and canyons. This well-documented phenomenon has yet to be addressed in design codes. Because tectonics and topography are closely related, most seismically active regions of the world are marked by significant topographic relief. In recent decades, population growth and scarcity of undeveloped metropolitan land have changed urban land use patterns and placed an increasing number of people and infrastructure assets in areas susceptible to topographic effects during earthquakes. Although it is widely recognized that topographic amplification can elevate seismic risk, there is currently no consensus on how to reliably quantify its effects. Lack of consensus has precluded development of acceptable guidelines on how to account for this phenomenon in practice, thus leaving an important factor contributing to seismic hazard unaccounted for in routine design. Until now, a major impediment towards understanding and realistically modeling topographic effects has been the lack of a statistically significant number of seismic recordings from densely instrumented sites with topographic features. Moreover, while existing theoretical models are generally capable of qualitatively predicting the effects of irregular topographic features on seismic ground motion, there is still significant quantitative disagreement between predictions and observations. This research addresses this problem with a study of topographic amplification of ground motion that will include a comprehensive and integrated program of experimental simulations, field measurements, empirical data analysis, and numerical modeling. These research methods, applied together in a framework now made possible by NEES, will quickly and substantially advance the understanding of topographic effects. This new understanding will in turn permit the development of data- and analysis-driven guidelines to account for these effects in engineering design, building code provisions, and seismic risk and microzonation studies. \r\n\r\nIntellectual Merit: This research integrates knowledge about topographic effects gained from: (i) centrifuge model testing (using the NEES geotechnical centrifuge at the University of California, Davis) of topographic features, (ii) field data acquired with temporary, locally-dense instrumentation arrays (using the NEES mobile equipment at the University of Texas, Austin  and broadband sensors from the Incorporated Research Institutions for Seismology (IRIS) Program for Array Seismic Studies of the Continental Lithosphere (PASSCAL)) recording frequent and predictable stress-induced mining seismicity in a mountainous region of Utah, (iii) rigorous numerical modeling studies, and (iv) statistical analyses of the Next Generation Attenuation strong ground motion data base. It is envisioned that this work will result in: (i) an order-of-magnitude increase in the amount of high quality data on topographic amplification, (ii) greater fundamental understanding of this phenomenon, (iii) quantification of topographic effects on ground motions, (iv) improved attenuation relationships that account for topographic amplification, and (v) widely adopted guidelines and provisions to account for this seismic hazard in practice. Ultimately, the outcomes of this research will allow seismic risk to be more effectively managed in terms of ground motion quantification and site response prediction.\r\n\r\nBroader Impacts: This project implements a new Bridge to Doctorate Program (BDP) geared towards educating underrepresented students in the field of earthquake engineering. The BDP can also serve as a model for increasing diversity in large collaborative science, engineering and technology research projects.  While this research focuses on issues related to seismic response, the fundamental knowledge will have relevance to other hazards, such as landslides in natural terrain and the stability of dams, levees, and embankments. Data from this project will be archived and made available to the public through the NEES data repository.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adrian",
   "pi_last_name": "Rodriguez-Marek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adrian Rodriguez-Marek",
   "pi_email_addr": "adrianrm@vt.edu",
   "nsf_id": "000491982",
   "pi_start_date": "2011-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "1880 Pratt Drive",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 942279.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Topographic effects refer to the modification and amplification of seismic ground motion in the vicinity of topographic features such as hillsides, ridges, and canyons. Because tectonics and topography are closely related, most seismically active regions of the world are marked by significant topographic relief. In recent decades, population growth and scarcity of undeveloped metropolitan land have changed urban land use patterns and placed an increasing number of people and infrastructure assets in areas susceptible to topographic effects during earthquakes. The overarching goal of this project was to advance the understanding of topographic effects, both qualitatively and quantitatively, and generate data and models that can be used to include topographic effects in seismic hazard analyses and building code guidelines.</p>\n<p>These goals were achieved through a multi-prong approach that included (i) centrifuge model testing of topographic features at the UC Davis facility, (ii) field data acquired with temporary, locally-dense instrumentation arrays (from the NEES@UTexas facility and from the Incorporated Research Institutions for Seismology, IRIS, Program for Array Seismic Studies of the Continental Lithosphere, PASSCAL, Instrument Center) recording frequent and predictable stress-induced mining seismicity in a mountainous region of Utah, (iii) rigorous numerical modeling studies, and (iv) statistical analyses of a large strong ground motion database.</p>\n<p>The data generated by this project has increased the available high quality data on topographic experiments significantly. The field test data consists of 52 well characterized seismic events recorded by a dense array of field instruments. The site&rsquo;s topography has been characterized to a high level of detail through airborne and field LiDAR scanning programs. In addition, the site&rsquo;s near-surface profile has been also characterized. The database generated through the field experimental campaign is an ideal case study to test models of topographic amplification.</p>\n<p>The centrifuge data also provides a high quality data set for topographic amplification. The centrifuge data provides a controlled experiment of simple topographic configurations and known boundary conditions. The centrifuge data has been carefully documented and curated. The value of the centrifuge data is enhanced by the fact that the centrifuge tests were replicated by numerical models, which allows for an understanding of the physical mechanisms underlying the observed topographic amplifications.</p>\n<p>The most interesting outcome of this project is that the patterns of topographic amplification were matched across all the project components (centrifuge testing, field testing, numerical modeling, and empirical data analysis), albeit the amplitude of predicted topographical effects varies. The variation in amplitude are related to the different ways of averaging and quantifying topographic effects. However, the strong agreement in the trends of observed topographic amplification reinforce the understanding of the mechanisms that lead to this phenomenon. Another noteworthy outcomes of this project is that the numerical models were able to fully reproduce centrifuge test results. This is an important validation step for the use of the numerical platform in quantifying topographic effects for cases that were not modeled experimentally. Numerical modeling has also identified that shallow layers with lower shear wave velocity results in an interaction of topographic (e.g., 2-D geometric effects) and site amplification effects that result in much more amplified ground motions. These interaction cannot be modeled by simple superposition. Numerical modeling results have also identified a mechanism that can lead to parasitic vertical accelerations which may result in the potential for large differential displacement for structures locate...",
  "por_txt_cntn": "\nTopographic effects refer to the modification and amplification of seismic ground motion in the vicinity of topographic features such as hillsides, ridges, and canyons. Because tectonics and topography are closely related, most seismically active regions of the world are marked by significant topographic relief. In recent decades, population growth and scarcity of undeveloped metropolitan land have changed urban land use patterns and placed an increasing number of people and infrastructure assets in areas susceptible to topographic effects during earthquakes. The overarching goal of this project was to advance the understanding of topographic effects, both qualitatively and quantitatively, and generate data and models that can be used to include topographic effects in seismic hazard analyses and building code guidelines.\n\nThese goals were achieved through a multi-prong approach that included (i) centrifuge model testing of topographic features at the UC Davis facility, (ii) field data acquired with temporary, locally-dense instrumentation arrays (from the NEES@UTexas facility and from the Incorporated Research Institutions for Seismology, IRIS, Program for Array Seismic Studies of the Continental Lithosphere, PASSCAL, Instrument Center) recording frequent and predictable stress-induced mining seismicity in a mountainous region of Utah, (iii) rigorous numerical modeling studies, and (iv) statistical analyses of a large strong ground motion database.\n\nThe data generated by this project has increased the available high quality data on topographic experiments significantly. The field test data consists of 52 well characterized seismic events recorded by a dense array of field instruments. The siteÆs topography has been characterized to a high level of detail through airborne and field LiDAR scanning programs. In addition, the siteÆs near-surface profile has been also characterized. The database generated through the field experimental campaign is an ideal case study to test models of topographic amplification.\n\nThe centrifuge data also provides a high quality data set for topographic amplification. The centrifuge data provides a controlled experiment of simple topographic configurations and known boundary conditions. The centrifuge data has been carefully documented and curated. The value of the centrifuge data is enhanced by the fact that the centrifuge tests were replicated by numerical models, which allows for an understanding of the physical mechanisms underlying the observed topographic amplifications.\n\nThe most interesting outcome of this project is that the patterns of topographic amplification were matched across all the project components (centrifuge testing, field testing, numerical modeling, and empirical data analysis), albeit the amplitude of predicted topographical effects varies. The variation in amplitude are related to the different ways of averaging and quantifying topographic effects. However, the strong agreement in the trends of observed topographic amplification reinforce the understanding of the mechanisms that lead to this phenomenon. Another noteworthy outcomes of this project is that the numerical models were able to fully reproduce centrifuge test results. This is an important validation step for the use of the numerical platform in quantifying topographic effects for cases that were not modeled experimentally. Numerical modeling has also identified that shallow layers with lower shear wave velocity results in an interaction of topographic (e.g., 2-D geometric effects) and site amplification effects that result in much more amplified ground motions. These interaction cannot be modeled by simple superposition. Numerical modeling results have also identified a mechanism that can lead to parasitic vertical accelerations which may result in the potential for large differential displacement for structures located close to the crest of hills.\n\nThis project provided opportunities for training of graduate and u..."
 }
}