{
 "awd_id": "1132585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RET Site: Research Experiences for Teachers in Sensor Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 499932.0,
 "awd_amount": 499932.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2012-04-18",
 "awd_abstract_narration": "This award provides funding for a new Research Experiences for Teachers (RET) Site focused on Sensor Networks at the University of North Texas.  Each year 12 K-12 teachers from school districts in North Texas will participate in research projects at the university.  The teachers will also develop modules related to their research which they will implement in their classes in the following school year.  The teachers will organize Family Run Tech Fests to share their work with the communities around their schools.  Through participation in the RET Site the teachers will have an enhanced knowledge base in engineering and computer science and the skills to translate this into their classroom practices, thus impacting their students and motivating them towards science, technology, computing, and engineering disciplines.\r\n\r\nIntellectual Merit:  The intellectual merit of this project revolves around the expertise of the research team and outstanding research environment in which the teachers will work.  The project is built around a prior pilot project and thus can benefit from lessons learned during the pilot. The project takes advantage of an excellent network of partner schools developed through the research and outreach of the project faculty.  The research projects are compelling and are in areas of national interest. \r\n\r\nBroader Impacts:  The broader impacts of this project include substantial impact on the area schools and dissemination to a broad community. Teachers will incorporate new computing and engineering topics into their classes and develop hands-on ways to impart these topics to secondary students.  The teachers will also engage in public outreach to convey the concepts and appreciation of computer science and engineering to the public.  Through this project, a long-term relationship between the university and the schools will be forged and cemented. A permanent video and audio link between the university and schools will be established thus enabling the partners to work together to build a foundation of outstanding computing and engineering at their partner schools and in the region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Murali",
   "pi_last_name": "Varanasi",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Murali R Varanasi",
   "pi_email_addr": "murali.varanasi@unt.edu",
   "nsf_id": "000232509",
   "pi_start_date": "2011-06-06",
   "pi_end_date": "2012-04-18"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miguel",
   "pi_last_name": "Acevedo",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Miguel F Acevedo",
   "pi_email_addr": "acevedo@unt.edu",
   "nsf_id": "000378694",
   "pi_start_date": "2012-04-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Murali",
   "pi_last_name": "Varanasi",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Murali R Varanasi",
   "pi_email_addr": "murali.varanasi@unt.edu",
   "nsf_id": "000232509",
   "pi_start_date": "2012-04-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ruthanne",
   "pi_last_name": "Thompson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruthanne Thompson",
   "pi_email_addr": "rudi@unt.edu",
   "nsf_id": "000436751",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1155 Union Circle",
  "perf_city_name": "Denton",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135900",
   "pgm_ele_name": "RES EXP FOR TEACHERS(RET)-SITE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1359",
   "pgm_ref_txt": "RET SITE-Res Exp for Tchr Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499932.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We engage middle- and high-school teachers in leading-edge research experiences that contribute to their enhanced learning, innovation, and creativity. A total of 37 teachers participated in the program over three years (9 in 2011, 11 in 2012, and 17 in 2013). They represented seven school districts, 11 different high schools and 2 middle schools in the Dallas and Fort Worth metropolitan area. Summer research included topics in sensor networks, wireless communication, robotics, and geo-location, with a focus on environmental problem solving. Participants each year conducted summer research projects that contribute to the teacher&rsquo;s professional development. We organized the projects based on teams mentored by faculty members. Graduate students assisted the faculty mentor in everyday activities of each team. Each summer, teachers presented their research twice, once at midterm and at a formal closing ceremony of summer research. Each team produced 1) one written paper or report in science and engineering format, 2) one oral presentation supported by power point, 3) one poster presentation, 4) lesson plans for the academic year, and 5) an activity design for Tech-fest, public events we conducted for dissemination. All products are available at the project website <a href=\"http://www.teo.unt.edu/ret/index.php\">http://www.teo.unt.edu/ret/index.php</a>.</p>\n<p>Anonymous surveys and qualitative analysis performed by an external evaluator indicate positive results of the program. The teachers acquired greater insight into the real world of an engineer. Participants indicated that their pedagogy was positively impacted by their participation in the RET program. Lessons plans were implemented by the teachers in their respective schools. Their students were surveyed to assess the impact of the lesson plans. Student response to surveys demonstrated statistically significant differences in the categories of: Knowledge of Engineers and Engineering, Perceptions of Engineers and Engineering, and Engineering as a Future Occupation. This change suggests that the lessons developed by the teachers during their summer RET experience may have positively influenced students&rsquo; beliefs about engineers and engineering and their willingness to consider engineering as a future career path.</p>\n<p>An important element of our dissemination plan is the Family Fun Tech Fest (&ldquo;Engineering a better tomorrow&rdquo;). We conducted several &ldquo;K-to-grey!&rdquo; events and had a significant attendance. Written materials for the activities and the journal are available on the web site for future use.</p>\n<p>We developed virtual real-time interactive links between UNT and the high schools of the area. We have coined the term &ldquo;Weblab&rdquo; for these links. Because it is hard for high school teachers and students to go on field trips during weekdays to UNT and difficult for UNT professors to visit many high schools, we set up these weblabs between UNT and the high schools including video and audio (use web cameras, microphones, etc.). A weblab was part of an actual lesson in a science class. Formal assessment of the weblab by an evaluator indicated positive results in exposing high school students to what engineering students do and what engineering is.</p>\n<div><span style=\"color: #000000; font-family: monospace; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; orphans: 2; text-align: -webkit-auto; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; font-size: medium; display: inline !important; float: none;\">&nbsp;</span></div><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/06/2014<br>\n\t\t\t\t\tModified by: Miguel&nbsp;F&nbsp;Acevedo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe engage middle- and high-school teachers in leading-edge research experiences that contribute to their enhanced learning, innovation, and creativity. A total of 37 teachers participated in the program over three years (9 in 2011, 11 in 2012, and 17 in 2013). They represented seven school districts, 11 different high schools and 2 middle schools in the Dallas and Fort Worth metropolitan area. Summer research included topics in sensor networks, wireless communication, robotics, and geo-location, with a focus on environmental problem solving. Participants each year conducted summer research projects that contribute to the teacherÆs professional development. We organized the projects based on teams mentored by faculty members. Graduate students assisted the faculty mentor in everyday activities of each team. Each summer, teachers presented their research twice, once at midterm and at a formal closing ceremony of summer research. Each team produced 1) one written paper or report in science and engineering format, 2) one oral presentation supported by power point, 3) one poster presentation, 4) lesson plans for the academic year, and 5) an activity design for Tech-fest, public events we conducted for dissemination. All products are available at the project website http://www.teo.unt.edu/ret/index.php.\n\nAnonymous surveys and qualitative analysis performed by an external evaluator indicate positive results of the program. The teachers acquired greater insight into the real world of an engineer. Participants indicated that their pedagogy was positively impacted by their participation in the RET program. Lessons plans were implemented by the teachers in their respective schools. Their students were surveyed to assess the impact of the lesson plans. Student response to surveys demonstrated statistically significant differences in the categories of: Knowledge of Engineers and Engineering, Perceptions of Engineers and Engineering, and Engineering as a Future Occupation. This change suggests that the lessons developed by the teachers during their summer RET experience may have positively influenced studentsÆ beliefs about engineers and engineering and their willingness to consider engineering as a future career path.\n\nAn important element of our dissemination plan is the Family Fun Tech Fest (\"Engineering a better tomorrow\"). We conducted several \"K-to-grey!\" events and had a significant attendance. Written materials for the activities and the journal are available on the web site for future use.\n\nWe developed virtual real-time interactive links between UNT and the high schools of the area. We have coined the term \"Weblab\" for these links. Because it is hard for high school teachers and students to go on field trips during weekdays to UNT and difficult for UNT professors to visit many high schools, we set up these weblabs between UNT and the high schools including video and audio (use web cameras, microphones, etc.). A weblab was part of an actual lesson in a science class. Formal assessment of the weblab by an evaluator indicated positive results in exposing high school students to what engineering students do and what engineering is.\n \n\n\t\t\t\t\tLast Modified: 08/06/2014\n\n\t\t\t\t\tSubmitted by: Miguel F Acevedo"
 }
}