{
 "awd_id": "1132734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding and Modeling the Impact of Occupant Energy Usage Characteristics in Building",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 282576.0,
 "awd_amount": 282576.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2011-08-05",
 "awd_abstract_narration": "1132734 (Menassa).  The objective of this research is to understand and model the effect of the difference in occupant energy use characteristics on total energy consumption in commercial buildings.  To achieve this objective, data will be collected from public databases, real time monitoring of four buildings, and surveys of different building and occupant groups. The results will be used to develop and validate an agent based model (ABM) that simulates occupant energy use characteristics in commercial buildings.  The  research is targeted to result in fundamental contributions related to advancing the knowledge, understanding and modeling of occupant energy use characteristics for choosing and designing sustainable building systems. First this research explores a major problem facing building decision makers, and that is how to reconcile predicted and actual energy consumption in buildings by studying the effect of differences in occupant energy use characteristics. The second  aspect of the proposed research is that it will develop, test and validate a model that studies interactions between different occupants in the buildings and their effect on energy consumption using ABM. This approach is designed to result in more accurate estimates of building performance because it will simulate occupants? energy use characteristics, schedule, as well as their location in the building at any given time during the da., and generate a list of equipment they are using to achieve reliable energy consumption estimates. Another important aspect of this model is the feedback during the building operation phase that will allow the decision maker to test energy conservation opportunities, and determine which of these will result in greatest and fastest influence on the occupants to change their energy use habits. This approach to understanding and modeling of occupant energy use characteristics focuses on the building occupants and the way they use energy, as opposed to the traditional approach that focuses on building systems and their expected energy requirements.  There is a lack of information about how building occupants affect the energy consumption in buildings through their different approaches to energy usage. The results of this research are targeted to advance the knowledge related to occupant energy usage characteristics, and significantly affect the building design process. In addition, the dissemination of the project results through different media are designed to have significant impact of educating building occupants about their energy use characteristics, and its spiraling effect on the amount of energy used to support their activities.  Building occupants will learn which energy usage characteristics result in significant reduction in energy usage, and how to apply this learning in their daily routines without affecting their productivity and overall wellbeing. In addition, the proposed research will incorporate student participation that is balanced as to gender, national/international representation and inclusion of underrepresented women and minorities through collaboration with the Center for the Integration of Research, Teaching and Learning (CIRTL) at the University of Wisconsin-Madison (UW).  Graduate and undergraduate students will be engaged in the data collection and modeling phases. In addition, this research will provide unique opportunities for recruiting and retaining women and minority engineers through the Research Experience for Undergraduates (REU) and the International Engineering Studies and Programs at the University of Wisconsin - Madison. This will be supplemented by outreach to K-12 students through participation in summer activities organized by Expanding Your Horizons (EYH) Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Menassa",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Carol C Menassa",
   "pi_email_addr": "menassa@umich.edu",
   "nsf_id": "000545592",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1415 Engineering Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061691",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 29851.0
  }
 ],
 "por": null
}