{
 "awd_id": "1132207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Role of Organic Matter Source on the Photochemical Fate of Pharmaceutical Compounds",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 26892.0,
 "awd_amount": 31198.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2014-07-30",
 "awd_abstract_narration": "PIs:   Allison MacKay / Yu-Ping Chin / Charles Sharpless\r\nProposal Numbers:   1133600 / 1133094 / 1132207\r\n\r\nEvaluating the impacts of human pharmaceutical compounds in the environment is a daunting task, given the wide variety of chemicals administered for medical conditions and the various wastewater management schemes that facilitate their release to aquatic systems.  Prior studies suggest photodegradation reactions to be important attenuation processes for pharmaceutical compounds in the environment.  The susceptibility of pharmaceuticals to photochemical reactions will be impacted by the co-release of these compounds with effluent organic matter (EfOM).  EfOM is expected to have differing photoreactivity, relative to well-studied natural organic matter (NOM) sources, presumably because of its anticipated lower aromatic content and lower color, compared to NOM. \r\nThe PIs hypothesize that pharmaceutical compound photodegradation will be altered with increasing proportion of wastewater effluent in natural channel flow because of the increased presence of EfOM, relative to NOM.  The ultimate goal of the proposed research is to identify key environmental system characteristics that are associated with enhanced environmental photodegradation rates of pharmaceutical compounds.  They propose three major research activities to evaluate their hypothesis.  (1): Field measurements of environmental degradation rates and pathways will be obtained for representative wastewater discharge scenarios ? forested New England watershed (Pomperaug River, CT), agricultural Midwestern watershed (East Fork of the Little Miami River, OH), and an urban stream with combined sewer outfalls (Park River, CT).  Flow-adjusted samples will be obtained downstream of the effluent discharge to measure pseudo-first order environmental degradation rates with differing seasonal EfOM-to-NOM ratios.  Photolysis losses will be differentiated from other losses by comparing daytime and nighttime observations.  Supporting lab degradation studies will resolve contributions of organic matter (OM) type to photochemical pathways.  (2): OM will be isolated from the field sites, including from effluent streams directly.  Isolation methods of XAD-8 resin and tangential flow ultrafiltration will be used for consistency with geochemistry methods.  Isolates will be characterized for their biochemical constituents (thermochemolysis), and for optical and structural properties (UV-Vis, fluorescence, solid-state 13C NMR).  (3): Quantum yields of singlet oxygen, hydrogen peroxide and excited triplet-state OM will be obtained for OM isolates and correlated to OM characteristics (Task 2).  Together, the results of Tasks 2 and 3 will yield critical insights for interpreting differences in photodegradation rate constants (Task 1) among the sites and within seasons, as effluent contributions change at each site. \r\nThis study will be the first to examine the fate of pharmaceutical compounds in New England and Midwestern rivers, expanding on prior fate studies from arid systems. They will establish an important body of knowledge about environmental system drivers of pharmaceutical compound fates that will contribute to robust science-based decisions about regulation, remediation, and/or ?green? design for pharmaceutical compounds.  They will work closely with the Pomperaug River Watershed Coalition and the East Fork Watershed Cooperative to engage citizens in cutting-edge science through semi-annual project progress presentations, to involve water managers and community members in water quality sampling, and to organize a cross-disciplinary Roundtable to bring together environmental scientists and engineers, regulators, with ecologists and pharmacologists to discuss environmental management of pharmaceutical compounds in the environment. \r\nThe PIs will mentor graduate and undergraduate researchers through the process of scientific discovery ? experimental design, manuscript preparation and national professional society presentations.  The PIs will continue their record of engaging student researchers from groups underrepresented in the sciences and engineering.  Students will have a unique opportunity to work with a guiding PI team with expertise in engineering (PI MacKay), geochemistry (PI Chin), photochemistry (PI Sharpless) and systems ecology (Collaborator Nietch), providing broad context for their own projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Sharpless",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Charles M Sharpless",
   "pi_email_addr": "csharple@umw.edu",
   "nsf_id": "000181923",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Mary Washington",
  "inst_street_address": "1301 COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FREDERICKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5406541614",
  "inst_zip_code": "224015300",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "VA07",
  "org_lgl_bus_name": "UNIVERSITY OF MARY WASHINGTON",
  "org_prnt_uei_num": "FNYVUA97G6L6",
  "org_uei_num": "LJ3JQCZAM1H3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Mary Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "224015300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "VA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 26892.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 4306.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Urban population growth has spurred concern about environmental and human health effects of increased wastewater treatment plant (WWTP) discharge. &nbsp;Many pharmaceuticals and personal care products (PPCPs) have low removal efficiencies in WWTPs and thus enter aquatic environments (Fig. 1). &nbsp;Here, photodegradation is one pathway for PPCP removal. &nbsp;This is often mediated by naturally occurring dissolved organic matter (DOM), which absorbs sunlight and produces reactive intermediates that destroy PPCPs.&nbsp; This research examines how the photochemistry of organic matter discharged in WWTP effluent (EfOM) differs from that of DOM and demonstrates that enhanced PPCP photodegradation rates&nbsp;may occur in effluent impacted waters (Fig. 1).</p>\n<p>Three rivers and associated WWTPs were used in this study.&nbsp; Of particular focus was the ability of EfOM and DOM to produce singlet oxygen (<sup>1</sup>O<sub>2</sub>, a highly reactive form of O<sub>2</sub>), oxidizing triplet states (<sup>3</sup>OM*, capable of oxidizing pollutants), and hydroxyl radical (&bull;OH, a highly reactive non-selective oxidant).&nbsp; In two of the rivers, the EfOM had similar photoreactivity to DOM.&nbsp; In contrast, EfOM from one of the WWTPs (which used activated carbon in the secondary clarifiers) was much more reactive than the river DOM.&nbsp; For this river, we conducted studies with isolated EfOM and DOM, varying their ratio to simulate variable WWTP discharge rates in a river.&nbsp; The compounds 2,4,6-trimethylphenol (TMP) and fufuryl alcohol (FFA) were used as probes for <sup>3</sup>OM* and <sup>1</sup>O<sub>2</sub>, respectively.&nbsp; The left panel in Figure 2 shows that the efficiency for production of these reactive intermediates, per photon absorbed by the solution, increased with increasing EfOM content, although the increase was not as much as model predictions.&nbsp; The reason for this discrepancy is unknown, but it is suspected to involve excited state interactions between the DOM and EfOM.&nbsp;&nbsp;</p>\n<p>Additional experiments were conducted with water upstream of the WWTP and treated effluent to examine how the percent effluent affected removal rates of selected PPCPs. &nbsp;Sulfamethoxazole (antibiotic), sulfadimethoxine (antibiotic), and cimetidine (antacid) were chosen based on frequency of use and previous studies showing they are susceptible to photodegradation.&nbsp; Both sulfamethoxazole and sulfadimethoxine undergo direct photolysis (no DOM intermediacy) while cimetidine is susceptible to degradation by <sup>1</sup>O<sub>2</sub>. &nbsp;We included caffeine, because it is a useful probe for &bull;OH production.&nbsp; The right panel in Figure 2 shows that for all the compounds, degradation rates increased with increasing effluent in the water.&nbsp; Additional experiments indicated that the sulfa drugs mainly degraded by direct photolysis but were also susceptible to <sup>3</sup>OM* reaction.&nbsp; Cimetidine degraded by reaction with both <sup>1</sup>O<sub>2</sub> and &bull;OH, and caffeine reacted predominantly with &bull;OH.&nbsp; These results demonstrate that enhanced photoreactivity can occur in rivers below WWTP outfalls and that this may be significant in the fate of PPCPs.&nbsp; They also indicate that modeling PPCP photodegradation rates downstream of WWTPs may need to account for effluent discharge rates for highest accuracy.</p>\n<p>To simplify efforts to model DOM or EfOM photochemical reaction rates, we explored the use of an easily measured parameter derived from water color as a predictor of <sup>3</sup>OM* and <sup>1</sup>O<sub>2</sub> photochemical production efficiency.&nbsp; The chosen parameter was the ratio of light absorbance at 254 nm to that at 365 nm, known as the E2/E3 ratio.&nbsp; Waters with high E2/E3 appear yellow, and waters with low E2/E3 appear brown.&nbsp; We included all the samples examined in our experiments...",
  "por_txt_cntn": "\nUrban population growth has spurred concern about environmental and human health effects of increased wastewater treatment plant (WWTP) discharge.  Many pharmaceuticals and personal care products (PPCPs) have low removal efficiencies in WWTPs and thus enter aquatic environments (Fig. 1).  Here, photodegradation is one pathway for PPCP removal.  This is often mediated by naturally occurring dissolved organic matter (DOM), which absorbs sunlight and produces reactive intermediates that destroy PPCPs.  This research examines how the photochemistry of organic matter discharged in WWTP effluent (EfOM) differs from that of DOM and demonstrates that enhanced PPCP photodegradation rates may occur in effluent impacted waters (Fig. 1).\n\nThree rivers and associated WWTPs were used in this study.  Of particular focus was the ability of EfOM and DOM to produce singlet oxygen (1O2, a highly reactive form of O2), oxidizing triplet states (3OM*, capable of oxidizing pollutants), and hydroxyl radical (&bull;OH, a highly reactive non-selective oxidant).  In two of the rivers, the EfOM had similar photoreactivity to DOM.  In contrast, EfOM from one of the WWTPs (which used activated carbon in the secondary clarifiers) was much more reactive than the river DOM.  For this river, we conducted studies with isolated EfOM and DOM, varying their ratio to simulate variable WWTP discharge rates in a river.  The compounds 2,4,6-trimethylphenol (TMP) and fufuryl alcohol (FFA) were used as probes for 3OM* and 1O2, respectively.  The left panel in Figure 2 shows that the efficiency for production of these reactive intermediates, per photon absorbed by the solution, increased with increasing EfOM content, although the increase was not as much as model predictions.  The reason for this discrepancy is unknown, but it is suspected to involve excited state interactions between the DOM and EfOM.  \n\nAdditional experiments were conducted with water upstream of the WWTP and treated effluent to examine how the percent effluent affected removal rates of selected PPCPs.  Sulfamethoxazole (antibiotic), sulfadimethoxine (antibiotic), and cimetidine (antacid) were chosen based on frequency of use and previous studies showing they are susceptible to photodegradation.  Both sulfamethoxazole and sulfadimethoxine undergo direct photolysis (no DOM intermediacy) while cimetidine is susceptible to degradation by 1O2.  We included caffeine, because it is a useful probe for &bull;OH production.  The right panel in Figure 2 shows that for all the compounds, degradation rates increased with increasing effluent in the water.  Additional experiments indicated that the sulfa drugs mainly degraded by direct photolysis but were also susceptible to 3OM* reaction.  Cimetidine degraded by reaction with both 1O2 and &bull;OH, and caffeine reacted predominantly with &bull;OH.  These results demonstrate that enhanced photoreactivity can occur in rivers below WWTP outfalls and that this may be significant in the fate of PPCPs.  They also indicate that modeling PPCP photodegradation rates downstream of WWTPs may need to account for effluent discharge rates for highest accuracy.\n\nTo simplify efforts to model DOM or EfOM photochemical reaction rates, we explored the use of an easily measured parameter derived from water color as a predictor of 3OM* and 1O2 photochemical production efficiency.  The chosen parameter was the ratio of light absorbance at 254 nm to that at 365 nm, known as the E2/E3 ratio.  Waters with high E2/E3 appear yellow, and waters with low E2/E3 appear brown.  We included all the samples examined in our experiments as well as several additional water and DOM samples.  The left panels in Figure 3 show that both 3OM* and 1O2 production efficiencies correlate well with E2/E3, regardless of sample type.  This suggests that E2/E3 may be a useful predictor of environmental photochemical reaction rates.  The right panel in Figure 3 bears this hypothesis out: the photodegradation effic..."
 }
}