{
 "awd_id": "1132193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Monotone Methods in Dynamic Screening Contracts",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 163699.0,
 "awd_amount": 163699.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "The research focus of this project is the provision of incentives in the face of severe contemporaneous liquidity constraints.  Hence, one way of framing this project is as endeavoring to answer a natural economic question:  ?what is the best way for the owner of a firm (the principal) to incentivize an employee operator (the agent) who has no wealth of his own??  The posited answer is that the principal should use ?sweat equity contracts? that reward the agent for good outcomes (i.e., low cost realizations) by increasing his ownership stake in the firm and punish him for bad outcomes (i.e., high cost realizations) by reducing it.  As such, the findings will have implications in numerous financial and contractual settings including: franchising, venture capital, and investment banking.\r\n\r\nMoreover, the methods at the heart of this project should give rise to robust empirical implications in such settings. For instance, work-to-own franchise contracts should specify the path by which an employee operator either becomes a vested owner of a franchise or is fired and replace.  Similarly, in the context of venture capital covenants, output growth should be associated with the transfer of control rights from venture capitalists to the founding entrepreneurs.\r\n\r\nIn addition, the methods developed under the auspices of this project will have spillovers in many applications of dynamic mechanism design. For example, in a setting of multi-firm procurement, the theory developed under this project may help to explain the endogenous emergence of long-term supply relationships.  Whereas, in the context of repeated sales to cash constrained customers, the theory may shed light on such contractual arrangements as frequent-purchase discount plans.  Finally, in a setting of private wealth shocks, the methodology may advance understanding of optimal mutual insurance mechanisms.\r\n\r\n\r\nTechnically, the purpose of this project is to investigate the structure and implementation of optimal dynamic screening contracts.  Specifically, the model proposed for study is an infinite-horizon version of the canonical static monopolistic screening setting in which the agent is privately informed about the stream of costs or revenues and is severely liquidity constrained.  The resulting dynamic mechanism-design problem facing the principal will be formulated as a recursive dynamic program in which the relevant state variable is promised future rents paid to the agent.  It will be shown that under certain assumptions all contractual terms (output, contemporaneous rents, and future rents) are weakly increasing in the state variable, affording a unique interpretation of the state as the agent's equity in the firm.  Higher levels of sweat equity are associated with lower output distortions and less stringent liquidity constraints. Moreover, monotonicity in type permits characterization of short-run dynamic adjustments in the contractual environment -- high cost realizations result in lower sweat equity and more distortions while low realizations have the reverse effects.  Following the optimal dynamic insurance literature, it may also be possible to establish long-run contractual dynamics under which the agent ultimately either achieves a vested ownership stake in the firm or is fired and replaced.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vijay",
   "pi_last_name": "Krishna",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Vijay R Krishna",
   "pi_email_addr": "rvk3570@gmail.com",
   "nsf_id": "000571344",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 77025.0
  }
 ],
 "por": null
}