{
 "awd_id": "1133280",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  A Multiscale Framework to Investigate the Influence of Attached Phase Soil Organic Matter on the Fate, Transport, and Removal of Carbon-based Nanomaterials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 199998.0,
 "awd_amount": 207018.0,
 "awd_min_amd_letter_date": "2011-08-04",
 "awd_max_amd_letter_date": "2013-02-06",
 "awd_abstract_narration": "Collaborative  LeBoeuf and Li\r\n1133280 and 1133528\r\n\r\nThis NSF award by the Environmental Health and Safety of Nanotechnology program supports work by Professor Eugene J. LeBoeuf at Vanderbilt University, and Professors Yusong Li and Yongfeng Lu at the University of Nebraska , Lincoln to investigate the influence of attached phase organic matter on the fate, transport and removal of carbon-based nanomaterials in porous media. \r\n\r\nEscalating production and subsequent incorporation of engineered nanomaterials (ENMs) in consumer products increases the likelihood of release to the environment. Typically, hydrophobic particulate compounds released over time will accumulate in organic systems, including attached phase soil and sediment organic matter (AP-SOM). Especially in sediments, there is the potential for contaminants to persist for significant periods of time; therefore ENMs may impact environments long into the future. Although some effort has been devoted to investigate the behavior of ENMs in the environment, a very limited number of studies have focused on the interactions of AP-SOM and ENM. \r\nThe goal of this proposal is to build systematic, mechanistic understanding of the interactions between ENM and AP-SOM and their influence on ENM transport. We focus on carbon-based ENMs by selecting multi-walled carbon nanotubes (MWCNT), fullerene (C60), and carbon nano-onions (CNOs) to represent cylindrical, spherical, and onion-shaped systems. Meanwhile, humic acid and kerogen are selected to represent soft/young and rigid/old AP-SOM. The central hypothesis is that the interactions between ENM aggregates and AP-SOM are affected by the fundamental nanostructure (e.g., different shapes) of ENMs and physicochemical characteristics (e.g., macromolecular rubbery/glassy states) of AP- SOM. An integrated experimental and modeling research framework is structured around four objectives: (1) Characterize SOM and ENMs to link physicochemical and macromolecular characteristics of AP-SOM and the fundamental nanostructure of ENM with their macroscopic interactions; (2) Quantify the interactions of nanomaterials and AP-SOM by conducting Quartz Crystal Microbalance (QCM) attachment/detachment experiments; (3) Quantify the influence of AP-SOM on the transport of nanomaterials in porous media by conducting column experiments; and (4) Develop and experimentally validate a mathematical model that is capable of simulating nanomaterial transport in porous media in the presence of AP-SOM. The proposed research can be transformative because it aims to link fundamental nanostructure and properties to the behaviors of ENM aggregate transport, with a particular focus on the presence of AP-SOM. \r\n\r\nAs the pace of research and production of nanomaterials continues to increase, comprehensive studies on the environmental impact of these materials are urgently needed.  Understanding the fate and transport of nanomaterials in porous media will provide critical information on the influence of engineered nanomaterials on ecosystems and human health. The numerical simulator developed from this proposal can be used to predict the mobility distance of engineered nanomaterials under a range of environmental conditions, which can assist regulatory agencies in developing improved, risk-based guidelines that address these emerging contaminants.  The advancement in our fundamental knowledge of nanoparticle retention in porous media can also be used to model the performance of filtration technologies for treatment of drinking water or wastewater containing nanoparticles.  The project will initiate significant advancements in motivating undergraduates and graduates in the STEM areas by involving underrepresented groups in the project and transferring research results into the classroom. The fundamental knowledge, experimental techniques, and modeling tools produced from this work will be rapidly disseminated to the scientific community in the form of journal publications and presentations at regional, national, and international professional meetings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "LeBoeuf",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eugene J LeBoeuf",
   "pi_email_addr": "eugene.j.leboeuf@vanderbilt.edu",
   "nsf_id": "000291245",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "400 24th Avenue South",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372122007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199998.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 7020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this research was to investigate the role of soil and sediment organic matter (SOM) on engineered nanomaterial (ENM) transport under environmentally relevant conditions.&nbsp; Our goal was to improve understanding of the role attached phase SOM (AP-SOM) plays on the transport of several carbonaceous ENMs, including the type of AP-SOM as well as the physicochemical and thermal properties of the AP-SOM.</p>\n<p>Findings of this work indicate that the attachment efficiency of ENMs is influenced by numerous physicochemical features, and describing this relationship is exceptionally complex. Only through a compilation of attachment experiments, both contained within this study and amassed from recent publications, were we able to predict attachment efficiency based explicitly on physicochemical features with relative accuracy. The results of this work illustrate the beneficial combination of high quality transport data with advanced machine learning techniques in developing a greatly improved understanding of the mechanisms responsible for environmental fate and transport transport of carbonaceous ENMs.&nbsp;</p>\n<p>This project supported six personnel including one doctoral student (Ph.D. awarded in December 2015), three undergraduate researchers, and two high school students.&nbsp; Each of the students gained significant knowledge of experimental protocols in working with carbonaceous nanomaterials and advanced analytical instrumentation, including a quartz crystal microbalance with dissipation (QCM-D).&nbsp; In addition, an improved protocol was developed to prepare solutions of soil and sediment organic matter for attachment studies.&nbsp; Further, for the first time, temperature-scan experiments were performed on SOM-coated QCM crystals, evaluating the potential for temperature influence on nanomaterial attachment efficiencies.&nbsp;</p>\n<p>The results of the research have been disseminated to communities of interest through publication in peer-reviewed, archival journal articles (one published, one in press, and one in review), one doctoral dissertation, and five presentations at national conferences.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2016<br>\n\t\t\t\t\tModified by: Eugene&nbsp;J&nbsp;Leboeuf</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this research was to investigate the role of soil and sediment organic matter (SOM) on engineered nanomaterial (ENM) transport under environmentally relevant conditions.  Our goal was to improve understanding of the role attached phase SOM (AP-SOM) plays on the transport of several carbonaceous ENMs, including the type of AP-SOM as well as the physicochemical and thermal properties of the AP-SOM.\n\nFindings of this work indicate that the attachment efficiency of ENMs is influenced by numerous physicochemical features, and describing this relationship is exceptionally complex. Only through a compilation of attachment experiments, both contained within this study and amassed from recent publications, were we able to predict attachment efficiency based explicitly on physicochemical features with relative accuracy. The results of this work illustrate the beneficial combination of high quality transport data with advanced machine learning techniques in developing a greatly improved understanding of the mechanisms responsible for environmental fate and transport transport of carbonaceous ENMs. \n\nThis project supported six personnel including one doctoral student (Ph.D. awarded in December 2015), three undergraduate researchers, and two high school students.  Each of the students gained significant knowledge of experimental protocols in working with carbonaceous nanomaterials and advanced analytical instrumentation, including a quartz crystal microbalance with dissipation (QCM-D).  In addition, an improved protocol was developed to prepare solutions of soil and sediment organic matter for attachment studies.  Further, for the first time, temperature-scan experiments were performed on SOM-coated QCM crystals, evaluating the potential for temperature influence on nanomaterial attachment efficiencies. \n\nThe results of the research have been disseminated to communities of interest through publication in peer-reviewed, archival journal articles (one published, one in press, and one in review), one doctoral dissertation, and five presentations at national conferences.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/01/2016\n\n\t\t\t\t\tSubmitted by: Eugene J Leboeuf"
 }
}