{
 "awd_id": "1133277",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ETBC: Amazon iNfluence on the Atlantic: CarbOn export from Nitrogen fixation by DiAtom Symbioses (ANACONDAS)",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 194740.0,
 "awd_amount": 221690.0,
 "awd_min_amd_letter_date": "2011-04-20",
 "awd_max_amd_letter_date": "2013-09-16",
 "awd_abstract_narration": "The investigators hypothesize that large tropical river plumes with low N: P ratios provide an ideal niche for diatom-diazotroph assemblages (DDAs). They suggest that the ability of these organisms to fix N2 within the surface ocean is responsible for significant C export in the Amazon River plume. Their previous observations in the Amazon River plume helped reveal that blooms comprised of the endosymbiotic N2-fixing cyanobacterium Richelia and its diatom hosts (e.g. Hemiaulus) were a significant source of new production and carbon export. The previous work focused largely on the sensitivity of DDAs to external forcing from dust and riverine inputs, so the ecology of these organisms and the fate of their new production were largely unstudied. It is now known that DDAs are responsible for a significant amount of CO2 drawdown in the Amazon River plume, and floating sediment traps at 200 m measured 4x higher mass fluxes beneath the plume than outside the plume. This led the researchers to hypothesize that this greater export is due either to aggregation and sinking of DDAs themselves or to grazing of DDAs by zooplankton.\r\n\r\nIn this study the researchers will undertake a suite of field, satellite and modeling studies aimed at understanding the ecology and tracing the fate of C and N fixed by DDAs and other phytoplankton living in the plume. By examining C and silicate (Si) export from offshore surface waters, through the upper oceanic food web, the mesopelagic, and down to the deep sea floor, they will quantify the impact of the Amazon River on biological processes that control C sequestration and the implications of these regional processes on C, N and Si budgets. The study will go beyond previous research because they will quantify 1) the distribution, nutrient demands, and activity of DDAs in the context of phytoplankton species succession, 2) the sensitivity of the CO2 drawdown to the mix of phytoplankton, 3) the grazing and aggregation processes contributing to the sinking flux, 4) the composition of this flux, and 5) the proportion of this material that reaches the seafloor. This effort truly represents a measure of C sequestration and pump efficiency. Ecological modeling will be used to place observational results from field studies and satellites into the context of the larger Atlantic basin with tropical climate variability on interannual and longer time scales.\r\n\r\nIntellectual Merit: The PIs have identified a potentially significant but poorly understood, ecosystem-controlled, climate-sensitive C sequestration pathway that seems to violate the expectation of an inefficient open-ocean biological pump. Since primary production fueled by allochthonous sources of N such as N2 fixation can drive a net, biologically mediated transfer of C from the atmosphere to the ocean, C sequestration by DDAs in the Amazon River plume is a regionally significant process. Because DDAs have been found in other tropical river systems, they may represent a globally significant, yet previously overlooked biological pump mechanism.\r\n\r\nBroader Impacts: The Amazon River has captured the public's imagination more than any other river. This study aims to take advantage of such high profile earth science to promote science literacy among all our citizens. This project will support graduate and postdoctoral education, undergraduates through training cruises, and ocean science education of K-12 teachers and undergraduates through the COSEE-West, the Mid Atlantic COSEE and the COSEEOS programs. The results of this research will be made available to other scientists through peer reviewed publications, public databases, and an ANACONDAS website, as well as to the general public through the SFSU RTC-Bay Area Discovery Museum Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "JOAQUIM",
   "pi_last_name": "GOES",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "JOAQUIM I GOES",
   "pi_email_addr": "jig@ldeo.columbia.edu",
   "nsf_id": "000088542",
   "pi_start_date": "2011-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "6875",
   "pgm_ref_txt": "EMERG TOPICS BIOGEOCHEM CYCL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 194740.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 26950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The emphasis of this multi-disciplinary, multi-institutional project was to understand the role of river discharge from the Amazon River on phytoplankton and zooplankton communities of the Amazon plume. The Amazon River is the largest river system in the world. &nbsp;Since it flows through the world&rsquo;s largest and most densely forested basins, it carries with it tremendous amounts of sediments, nutrients as well as particulate and dissolved organic matter that can have a profound impact on phytoplankton and zooplankton communities of the Western North Atlantic (WTNA) Ocean. Phytoplankton blooms triggered by the Amazon River plume are believed to be responsible for significant carbon dioxide drawdown from the atmosphere. &nbsp;Field work included three research cruises to the Amazon River Plume during different periods of river discharge. The data obtained allowed us to address the following questions: 1) Is the discharge of freshwater from the Amazon River a significant driver of change in the environment of the WTNA Ocean? 2) Are changes in the hydrological, chemical and optical changes brought about by the interaction of freshwater from the river with oceanic waters significant enough to cause large community changes across the plume? 3) What are the major environmental variables responsible for changes in phytoplankton community structure across the plume? Phytoplankton species composition data from 2010, 2011 and 2012 showed shifts in the distribution of phytoplankton groups across depending on the discharge from the Amazon River plume and the size and position of the plume. When examined in the context of the physical and chemical gradients of the plume these datasets in particular from 2010, allowed us to posit that the succession in phytoplankton communities across the salinity and nutrient gradient may in fact be regulated by dissolved inorganic carbon (DIC) concentrations, carbon concentrating mechanisms (CCMs), and to a lesser degree by dissolved inorganic nitrogen or phosphorous availability. Carbon dioxide sensitivity experiments undertaken using natural phytoplankton assemblages as well as laboratory cultures of phytoplankton drawn from the Amazon River Plume provided us with strong indications that phytoplankton communities across the river plume is partly regulated by DIC.</p>\n<p>Our component of the project provided hands-on research opportunities for three undergraduate students from the USA and interaction with two graduate students from Brazil. Of the three students from the USA, two are currently pursuing higher degrees in the USA and one in Sweden. In addition, two summer interns, Ms Therese Chen, undergraduate from Barnard College, New York and Ms. Tegan Galina, junior High School Student, from Bronx Science School who undertook CO<sub>2</sub> perturbation experiments at Lamont Doherty Earth Observatory are submitting applications for higher studies. Other community outreach activities were undertaken through the project website <a href=\"http://amazoncontinuum.org\">http://amazoncontinuum.org</a> &nbsp;</p>\n<p>Data collected over the course of this study has been submitted to National Science Foundation sponsored Data Archives at BCO-DMO (<a href=\"http://www.bco-dmo.org/\">http://www.bco-dmo.org/</a>).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2014<br>\n\t\t\t\t\tModified by: Joaquim&nbsp;I&nbsp;Goes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe emphasis of this multi-disciplinary, multi-institutional project was to understand the role of river discharge from the Amazon River on phytoplankton and zooplankton communities of the Amazon plume. The Amazon River is the largest river system in the world.  Since it flows through the worldÆs largest and most densely forested basins, it carries with it tremendous amounts of sediments, nutrients as well as particulate and dissolved organic matter that can have a profound impact on phytoplankton and zooplankton communities of the Western North Atlantic (WTNA) Ocean. Phytoplankton blooms triggered by the Amazon River plume are believed to be responsible for significant carbon dioxide drawdown from the atmosphere.  Field work included three research cruises to the Amazon River Plume during different periods of river discharge. The data obtained allowed us to address the following questions: 1) Is the discharge of freshwater from the Amazon River a significant driver of change in the environment of the WTNA Ocean? 2) Are changes in the hydrological, chemical and optical changes brought about by the interaction of freshwater from the river with oceanic waters significant enough to cause large community changes across the plume? 3) What are the major environmental variables responsible for changes in phytoplankton community structure across the plume? Phytoplankton species composition data from 2010, 2011 and 2012 showed shifts in the distribution of phytoplankton groups across depending on the discharge from the Amazon River plume and the size and position of the plume. When examined in the context of the physical and chemical gradients of the plume these datasets in particular from 2010, allowed us to posit that the succession in phytoplankton communities across the salinity and nutrient gradient may in fact be regulated by dissolved inorganic carbon (DIC) concentrations, carbon concentrating mechanisms (CCMs), and to a lesser degree by dissolved inorganic nitrogen or phosphorous availability. Carbon dioxide sensitivity experiments undertaken using natural phytoplankton assemblages as well as laboratory cultures of phytoplankton drawn from the Amazon River Plume provided us with strong indications that phytoplankton communities across the river plume is partly regulated by DIC.\n\nOur component of the project provided hands-on research opportunities for three undergraduate students from the USA and interaction with two graduate students from Brazil. Of the three students from the USA, two are currently pursuing higher degrees in the USA and one in Sweden. In addition, two summer interns, Ms Therese Chen, undergraduate from Barnard College, New York and Ms. Tegan Galina, junior High School Student, from Bronx Science School who undertook CO2 perturbation experiments at Lamont Doherty Earth Observatory are submitting applications for higher studies. Other community outreach activities were undertaken through the project website http://amazoncontinuum.org  \n\nData collected over the course of this study has been submitted to National Science Foundation sponsored Data Archives at BCO-DMO (http://www.bco-dmo.org/).\n\n\t\t\t\t\tLast Modified: 12/30/2014\n\n\t\t\t\t\tSubmitted by: Joaquim I Goes"
 }
}