{
 "awd_id": "1133285",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI:  Fundamental Studies of Nanoparticle-Protein Binding",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 329629.0,
 "awd_amount": 329629.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2011-08-19",
 "awd_abstract_narration": "1133285\r\nPI: Hogan\r\n\r\nAt a fundamental level, nanomedicine, in which in which tailor-made nanoparticles are used to treat or diagnose disease, and nanotoxicology, in which the health effects of nanoparticles are of concern, examine the interaction between nanoparticles and biomolecular structures within the human body, in particular with proteins.  Of considerable interest in both fields is the process of opsonization, in which blood proteins bind to nanoparticles, eventually resulting in an immunological response within the body.  A major roadblock to development in nanomedicine and nanotoxicology at the fundamental level is the dearth of analysis techniques available for nanoparticles from which nanoparticle properties relevant to their interactions with biological systems can be inferred. The research team at the University of Minnesota in collaboration with a team at TSI Incorporate will develop two new measurement systems specifically designed to examine the binding of chosen proteins to inorganic nanoparticles.  Both systems will make use of aerosol measurement instrumentation, specifically, an electrospray aerosol generator to aerosolize nanoparticle-protein complexes from an in-vitro model system, allowing for measurement of their size distribution with a differential mobility analyzer (DMA) and condensation particle counter. In the first proposed system, an inductively coupled mass spectrometer will be developed and used to determine the size of the inorganic nanoparticle core within the protein nanoparticle complexes, allowing for inference of the number of proteins bound to nanoparticles as a function of nanoparticle size and chemical composition.  In the second system, DMA size classified nanoparticle-protein complexes will be analyzed by hydrogen-deuterium exchange, using a newly developed micro-Particle-into-Liquid Sampler and electrospray mass spectrometry.  This system will allow for determination of the site on a protein where binding to nanoparticles occurs, which is not possible with available instrumentation.  When used in tandem, these two new systems will allow for a new method of nanoparticle characterization specific for nanomedicine and nanotoxicology, allowing for transformative research in these fields as well as in nanoparticle science and engineering.\r\n\r\nA key issue in developing next generation medical technologies is improving our understanding of how nanomaterials interact with the basic building blocks of life, namely, proteins.  To address this issue, new measurement technologies and collaborative efforts between researchers in academia and in industry will be necessary.  Professors Hogan and Bischof of the University of Minnesota, in collaboration with Dr. Farmer of TSI Incorporated plan to develop two transformative measurement systems designed specifically to monitor the interactions between proteins and nanomaterials.  These two measurement systems will enable scientists, engineers, and physicians to determine, for the first time, the precise properties of specific nanomaterials which facilitate their interactions with biological molecules, and similarly, which molecules within the body interact with nanomaterials.  The collaborative research activities will involve students and faculty at the University of Minnesota as well as staff scientists at TSI Incorporated.   The proposed activities will result not only in the development of two measurement systems available for wide distribution, but also new measurements of the interactions between nanoparticles and biological systems at the molecular level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Hogan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Hogan",
   "pi_email_addr": "hogan108@umn.edu",
   "nsf_id": "000548248",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Bischof",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Bischof",
   "pi_email_addr": "bischof@umn.edu",
   "nsf_id": "000438636",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Farmer",
   "pi_mid_init": "R",
   "pi_sufx_name": "II",
   "pi_full_name": "Kenneth R Farmer",
   "pi_email_addr": "beau.farmer@tsi.com",
   "nsf_id": "000588551",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "111 Church St SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 329629.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanoparticles, such as those composed of gold and iron oxide, have potential applications in medicine.&nbsp; Through the absorption of light in the case of gold and through interactions with magnetic fields in the case of iron oxide, these particles can generate heat, which can be used in cancer treatment or in the controlled release of pharmaceuticals.&nbsp; However, to perform the desired task, the nanoparticles must (1) be injected into the body, and (2) migrate to the region of interest.&nbsp; During (1) and (2) nanoparticles are exposed to proteins and other biological species which may bind to them, altering their surface properties and in some instances, driving nanoparticles to stick to one another (to aggregate).&nbsp; Understanding nanoparticle interactions with proteins and nanoparticle aggregation is therefore a critical issue in the application of nanomaterials in medicine.</p>\n<p>Regrettably, techniques to assess how nanoparticles interact with proteins and to what extent proteins bind to their surfaces have been lacking.&nbsp; Motivated by this issue, Professors Chris Hogan and John Bischof at the University of Minnesota in collaboration with Dr. Kenneth Farmer of TSI Inc, have developed methods to characterize nanoparticle size and shape changes due to both aggregation and the extent of protein binding to nanoparticle surfaces.&nbsp; In large part, these methods involve spraying nanoparticles and nanoparticle-protein complexes into the gas phase (creating in an aerosol).&nbsp; The advantages of aerosolization are that the gas phase is much more dilute than the liquid phase, and aerosolized particles can be examined using a technique called differential mobility analysis.&nbsp; This technique is also frequently used to detect and determine the sizes of nanoparticles in the ambient atmosphere (i.e. it was developed for air pollution monitoring and in this study finds application in examining nanoparticles in biological suspensions).&nbsp; The major developed system for nanoparticle analysis is shown schematically in Figure 1.&nbsp; It consists of a uniquely developed nebulizer (FMT model 7788) a differential mobility analyzer with soft X-ray based particle ionization (for size measurement, TSI Model 3085) and a condensation particle counter to detect particles (TSI model 3776).&nbsp; In under three minutes, the system can be used to quantify the size and concentrations of particles as small as 3 nm.&nbsp; Importantly, determination of the concentration in suspension requires development only of a single calibration curve, which applies to particles of all shapes, sizes, and chemical compositions, as is shown in Figure 2 (example curves for two different systems).</p>\n<p>The aerosolization system developed can be coupled to additional measurement equipment; inductively coupled plasma mass spectrometry can be used to identify the atomic composition of size selected particles.&nbsp; In addition, by exposing nanoparticles to proteins and using the system to monitor size shifts, the extent of protein binding as well as protein facilitated nanoparticle aggregation can be detected.&nbsp; Sample results obtained with the aerosolization system are shown in Figure 3 and Figure 4.&nbsp;</p>\n<p>In addition to the development of aerosolization systems, the investigators worked on using electron microscopy to better describe the morphologies of aggregates of nanoparticles in biological systems. &nbsp;A sample electron microscopy image of aggregated iron oxide nanoparticles is shown in Figure 5.&nbsp; In characterizing aggregates, the investigators found that for iron oxide nanoparticles, aggregation is promoted by cellular uptake, i.e. larger aggregates are always found inside cells than outside. &nbsp;&nbsp;</p>\n<p>The results of this work are new methods and measurement systems for the characterization of nanoparticles and nanoparticle-protein complexes in biolog...",
  "por_txt_cntn": "\nNanoparticles, such as those composed of gold and iron oxide, have potential applications in medicine.  Through the absorption of light in the case of gold and through interactions with magnetic fields in the case of iron oxide, these particles can generate heat, which can be used in cancer treatment or in the controlled release of pharmaceuticals.  However, to perform the desired task, the nanoparticles must (1) be injected into the body, and (2) migrate to the region of interest.  During (1) and (2) nanoparticles are exposed to proteins and other biological species which may bind to them, altering their surface properties and in some instances, driving nanoparticles to stick to one another (to aggregate).  Understanding nanoparticle interactions with proteins and nanoparticle aggregation is therefore a critical issue in the application of nanomaterials in medicine.\n\nRegrettably, techniques to assess how nanoparticles interact with proteins and to what extent proteins bind to their surfaces have been lacking.  Motivated by this issue, Professors Chris Hogan and John Bischof at the University of Minnesota in collaboration with Dr. Kenneth Farmer of TSI Inc, have developed methods to characterize nanoparticle size and shape changes due to both aggregation and the extent of protein binding to nanoparticle surfaces.  In large part, these methods involve spraying nanoparticles and nanoparticle-protein complexes into the gas phase (creating in an aerosol).  The advantages of aerosolization are that the gas phase is much more dilute than the liquid phase, and aerosolized particles can be examined using a technique called differential mobility analysis.  This technique is also frequently used to detect and determine the sizes of nanoparticles in the ambient atmosphere (i.e. it was developed for air pollution monitoring and in this study finds application in examining nanoparticles in biological suspensions).  The major developed system for nanoparticle analysis is shown schematically in Figure 1.  It consists of a uniquely developed nebulizer (FMT model 7788) a differential mobility analyzer with soft X-ray based particle ionization (for size measurement, TSI Model 3085) and a condensation particle counter to detect particles (TSI model 3776).  In under three minutes, the system can be used to quantify the size and concentrations of particles as small as 3 nm.  Importantly, determination of the concentration in suspension requires development only of a single calibration curve, which applies to particles of all shapes, sizes, and chemical compositions, as is shown in Figure 2 (example curves for two different systems).\n\nThe aerosolization system developed can be coupled to additional measurement equipment; inductively coupled plasma mass spectrometry can be used to identify the atomic composition of size selected particles.  In addition, by exposing nanoparticles to proteins and using the system to monitor size shifts, the extent of protein binding as well as protein facilitated nanoparticle aggregation can be detected.  Sample results obtained with the aerosolization system are shown in Figure 3 and Figure 4. \n\nIn addition to the development of aerosolization systems, the investigators worked on using electron microscopy to better describe the morphologies of aggregates of nanoparticles in biological systems.  A sample electron microscopy image of aggregated iron oxide nanoparticles is shown in Figure 5.  In characterizing aggregates, the investigators found that for iron oxide nanoparticles, aggregation is promoted by cellular uptake, i.e. larger aggregates are always found inside cells than outside.   \n\nThe results of this work are new methods and measurement systems for the characterization of nanoparticles and nanoparticle-protein complexes in biologically relevant suspensions.  Three PhD students had large portions of their dissertation work devoted to the activities in this study.  This project was additionally a collaboratio..."
 }
}