{
 "awd_id": "1133524",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Quantifying Nitrogen Uptake in Bioretention Designed for Semiarid Climates",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 338601.0,
 "awd_amount": 338601.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2015-10-05",
 "awd_abstract_narration": "1133524 PI Pomeroy\r\n\r\nBioretention is a low impact development management strategy that employs engineered plant communities to reduce the impact of urbanization on stormwater runoff volumes and pollution. The proposed research expands the evaluation of bioretention and is guided by the theory that urban ecosystems can be engineered following basic ecological principles to sustainably perform a necessary service to society. The overarching goal of this research is to improve the understanding of how engineered ecosystems function in urban settings in order to optimize bioretention design by maximizing the service of watershed protection and minimizing the resources necessary to sustain the engineered ecosystem.  This overarching research goal will be achieved by conducting two sets of experiments: (1) a two-year study to quantify nitrogen (N) treatment in bioretention over time and (2) an isotopic labeling experiment to describe plant contributions to the treatment processes for organic and inorganic N. Three plant community types will be tested using nine bioretention cells: a semi-arid upland shrub community, a wetland community, and a control with no plants. These experiments will test the following hypotheses: (1) the addition of vegetation cover will result in a greater overall retention of N, even under conditions where multiple stormwater events increase the residual level of N within each bioretention cell, (2) in cells without vegetation, the concentration of inorganic N in the effluent will be greater than the concentration of inorganic N in the influent, (3) in bioretention cells with vegetation, the concentration of inorganic N in the effluent will be less that the concentration of inorganic N in the influent.  The PI will monitor the nitrogen treatment performance and plant productivity of the three plant communities to model how each community responds to repeated inundations of urban stormwater in a semi-arid climate. The results of these studies will be combined to predict long-term performance of bioretention in arid and semi-arid climates. The isotopic labeling studies will identify treatment rates and pathways of organic and inorganic N by recovering the labeled N in the plant tissue, soil materials or garden effluent. This will determine if plants can take up inorganic nitrogen from stormwater sources rapidly without transformation during wetting events, and that through complex interactions with soil microbes, organic nitrogen will be biologically mineralized then slowly taken up by plants between wetting events.  In terms of the broader impacts, the findings of this research will provide technical support to improve design and expand the implementation of bioretention in the arid and semi-arid west. Better knowledge of how different plant communities process N on the scale of individual storm events and over time is critical to providing design recommendations that ensure bioretention performance when implemented broadly.  Implementation of bioretention in the arid and semi-arid west will allow urbanization to occur while protecting fragile ecosystems adjacent to expanding developments.  Planned outreach efforts under this research project include (1) two workshops provided for local- and state-level officials within Utah, demonstrating the functionality, economics, and environmental protection potential of bioretention to policy makers, (2) three University of Utah student-organized workshops targeted to stormwater professionals to address design, plant selection, and environmental benefits of bioretention in semi-arid climates, (3) national dissemination of bioretention workshop materials via a website, and (4) integration of the research findings into the curriculum of existing urban ecology, water policy, and water resources engineering graduate and undergraduate courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Pomeroy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christine Pomeroy",
   "pi_email_addr": "Christine.Pomeroy@utah.edu",
   "nsf_id": "000560047",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 338601.0
  }
 ],
 "por": null
}