{
 "awd_id": "1133353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Heat Transfer Characteristics of a Fluid with Nano-Encapsulated Phase Change Materials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924509",
 "po_email": "sacharya@nsf.gov",
 "po_sign_block_name": "Sumanta Acharya",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 269695.0,
 "awd_amount": 269695.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "CBET-1133353\r\nPI:Yagoobi \r\n\r\n\r\nThere is always a need to enhance heat transfer in large and small scales. Enhancements in general are achieved by improving the corresponding surfaces. In recent years, researchers have been exploring the enhancement of heat transfer by improving the characteristics of the working fluids via, for example, adding phase change materials (PCMs) to the working fluid. This proposed project will investigate the fundamental tasks pertinent to the development of nano-scale PCMs. It will also provide in-depth knowledge on the transport characteristics of nano-scale PCM slurries (single and multi components) via theoretical, numerical and experimental studies; thus, the physics associated with PCM slurry flows will be understood. The project will be conducted in two inter-related directions. In the first one, novel PCM nano-particle-based fluids will be produced using a method that guarantees a high degree of control of their characteristics, namely long-term stability and longevity. In the second direction, hydrodynamics and heat transfer enhancement capability of these novel PCM fluids will be evaluated under realistic and practically relevant conditions in meso- and micro-channel flows, and free convection flows within macro-scale enclosures. \r\n\r\n From a scientific perspective, this proposal will improve our understanding of the nano-scale PCM suspensions for heat transfer enhancement. It will introduce novel PCMs (single- and multi-component) with a wider temperature efficiency interval, a decreased response time, high heat capacity, improved stability, and longevity and fully characterized rheological behavior at high concentrations. The hydrodynamic characteristics and heat transfer capabilities of these novel PCM fluids will be elucidated using direct experiments with flows in meso- and micro-scale channels and macro-scale enclosures. The corresponding flow and temperature fields along with heat transfer coefficients will be measured and predicted using numerical simulations accounting for the realistic rheological behavior and viscous dissipation. This study will also reveal the extent of contribution of thermal expansion of PCMs toward enhancement of heat transfer in free convection flows within enclosures, which is expected to be significant. \r\n\r\n Examples of potential applications of such novel PCM-based fluids, where they can have enormous impact, include such fields as efficient solar energy utilization, power electronics, space, HVAC&R, manufacturing, transportation, construction as well as chemical, petroleum, refining, plastic, and rubber industry.  The project will involve undergraduate and graduate students including students of diversity. The research will be integrated into a proposed textbook, and in a graduate course taught at both universities. Outreach to K12 students of diversity in the Chicago area will be conducted, leveraging existing programs at both universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamal",
   "pi_last_name": "Yagoobi",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jamal S Yagoobi",
   "pi_email_addr": "jyagoobi@wpi.edu",
   "nsf_id": "000309272",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Yarin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Yarin",
   "pi_email_addr": "ayarin@uic.edu",
   "nsf_id": "000338417",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "3300 South Federal Street",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163732",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}