{
 "awd_id": "1133687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Lanthanide-lipids as MR Biosensors and Probes for Focused Ultrasound Surgery",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2011-07-20",
 "awd_abstract_narration": "Lanthanide-lipids as MR Biosensors and Probes for Focused Ultrasound Surgery\r\nMark Borden, University of Colorado, Boulder.   CBET - 1133687\r\n\r\n\r\nIntellectual Merit: Lipid-coated microbubbles are being developed as cavitation nuclei to target micro-scale structures in focused ultrasound surgery (FUS). While magnetic resonance imaging (MRI) is useful for monitoring macroscopic temperature changes during FUS tissue ablation, it currently is incapable of detecting cavitation. An MRI cavitation probe is, therefore, needed to increase the precision and control of FUS. A possible candidate was discovered during a recent study to elucidate the mechanism of microbubble-mediated FUS opening of the blood brain barrier for targeted drug delivery. In that study, microbubbles were labeled with the paramagnetic lanthanide ion Gd(III) in order to image them with MRI. Surprisingly, it was found that intact Gd-microbubbles failed to enhance proton relaxation, whereas fragmented Gd-microbubbles strongly increased relaxivity in a dose dependent manner. Thus, the effect of Gd(III) ions on proton relaxation increased as the lipid membranes to which they were bound transitioned from monolayer shells of intact microbubbles to bilayer cavitation fragments. This fortuitous discovery revealed a possible biosensor of lipid membrane phase transitions.\r\n\r\nThe goal of the proposed research is to test the hypothesis that the proton relaxation enhancement of lipid-bound Gd(III) ions increases as the underlying lipid membrane expands and consequently increases the transfer of water molecules between the bulk and the inner shell of the paramagnetic ion. This hypothesis will be tested by measuring the longitudinal and transverse proton relaxation rates for Gd-liposomes and Gd-microbubbles as a function of (1) temperature, (2) lipid composition and (3) spacer length between the Gd(III) ion and the underlying lipid. Results will reveal the effects of lipid thermal fluctuations by probing bilayers vs. monolayers, lipid phase transitions and polymer tethers. \r\n\r\nBroader Impacts: \r\n\r\nLipid-coated microbubbles are being developed as cavitation nuclei to target micro-scale structures in focused ultrasound surgery (FUS). A discovery in the PI's laboratory reveals a possible biosensor of lipid membrane phase transitions. A  MR biosensor of lipid membrane thermodynamic transitions could be useful for a wide range of biological studies including the design of biocolloids for medical applications. These applications may include focused ultrasound surgery.\r\n\r\nAn education plan is proposed to develop a biocolloid engineering track in the department of Mechanical Engineering at the University of Colorado, Boulder. Research and coursework within the track will emphasize the importance of materials and surface engineering for the design of biocolloids for medical applications. The track will serve underrepresented minorities in the Denver metro area through outreach programs in collaboration with the Broadening Opportunities for Leadership and Diversity (BOLD) center in the college of engineering and applied science. Students will construct artistic renderings to demonstrate the physics underlying the phenomena observed in the course of this research. The demos will be used to promote science education through participation in BOLD K-12 outreach initiatives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Borden",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Borden",
   "pi_email_addr": "mark.borden@colorado.edu",
   "nsf_id": "000501178",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "008E",
   "pgm_ref_txt": "Gene and Drug Delivery"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research objective of this award was to use colloid and interface science tools to investigate the water proton relaxation properties of gadolinium-bound lipid molecules in monomolecular and bimolecular membranes and the underlying chemical and physical mechanisms that control these properties.&nbsp; Micron-scale gas bubbles are being developed to improve the safety and efficacy of focused ultrasound surgery guided by magnetic resonance imaging (MRI).&nbsp; Prior to the award, an increase in longitudinal and transverse proton relaxivities was found to accompany the lipid monolayer-to-bilayer transition during microbubble fragmentation.&nbsp; The purpose of this project was to determine the underlying mechanism of this effect, and then use it for medical technology and biological research.&nbsp; It was hypothesized that relaxation enhancement is caused by increased lipid thermal motion and access of bulk water protons to the gadolinium ion.&nbsp; Studies conducted under this award applied chemistry and engineering tools to manipulate the molecular composition and dimensions of lipid membranes.&nbsp; Magnetic resonance experiments were developed to investigate the contributions of temperature and lipid chemistry on proton relaxation.&nbsp; These studies added to the field&rsquo;s understanding of the proton relaxation properties of gadolinium-bound lipid molecules in different membrane microenvironments.&nbsp; The knowledge gained from these efforts will enhance the field&rsquo;s ability to manipulate the magnetic resonance properties of lipid monolayers and bilayers.&nbsp; This in turn will help drive the evolution of biosensors, contrast media for medical imaging and image guidance for focused ultrasound therapy.</p>\n<p><span style=\"text-decoration: underline;\">&nbsp;</span></p>\n<p>The education plan focused on curriculum development in interfacial and transport processes and targeted drug delivery at the undergraduate and graduate levels, as well as development of partnerships between the awardee&rsquo;s institution, the Magnetics Group of the National Institute of Standards and Technology, the Radiology department at Vanderbilt University, the Bioengineering department at the University of Texas-Arlington, and K-12 programs geared to recruit and retain underrepresented minorities in the engineering sciences.&nbsp; The education and research plans were integrated to expose students to laboratory research and develop adaptive expertise in graduate students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/07/2014<br>\n\t\t\t\t\tModified by: Mark&nbsp;A&nbsp;Borden</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research objective of this award was to use colloid and interface science tools to investigate the water proton relaxation properties of gadolinium-bound lipid molecules in monomolecular and bimolecular membranes and the underlying chemical and physical mechanisms that control these properties.  Micron-scale gas bubbles are being developed to improve the safety and efficacy of focused ultrasound surgery guided by magnetic resonance imaging (MRI).  Prior to the award, an increase in longitudinal and transverse proton relaxivities was found to accompany the lipid monolayer-to-bilayer transition during microbubble fragmentation.  The purpose of this project was to determine the underlying mechanism of this effect, and then use it for medical technology and biological research.  It was hypothesized that relaxation enhancement is caused by increased lipid thermal motion and access of bulk water protons to the gadolinium ion.  Studies conducted under this award applied chemistry and engineering tools to manipulate the molecular composition and dimensions of lipid membranes.  Magnetic resonance experiments were developed to investigate the contributions of temperature and lipid chemistry on proton relaxation.  These studies added to the fieldÆs understanding of the proton relaxation properties of gadolinium-bound lipid molecules in different membrane microenvironments.  The knowledge gained from these efforts will enhance the fieldÆs ability to manipulate the magnetic resonance properties of lipid monolayers and bilayers.  This in turn will help drive the evolution of biosensors, contrast media for medical imaging and image guidance for focused ultrasound therapy.\n\n \n\nThe education plan focused on curriculum development in interfacial and transport processes and targeted drug delivery at the undergraduate and graduate levels, as well as development of partnerships between the awardeeÆs institution, the Magnetics Group of the National Institute of Standards and Technology, the Radiology department at Vanderbilt University, the Bioengineering department at the University of Texas-Arlington, and K-12 programs geared to recruit and retain underrepresented minorities in the engineering sciences.  The education and research plans were integrated to expose students to laboratory research and develop adaptive expertise in graduate students.\n\n\t\t\t\t\tLast Modified: 10/07/2014\n\n\t\t\t\t\tSubmitted by: Mark A Borden"
 }
}