{
 "awd_id": "1133363",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sediment-Bed-Turbulence Coupling in Oscillatory Flows: Fully Resolved Numerical Experiments and Modeling",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 280305.0,
 "awd_amount": 280305.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "1133363\r\nApte\r\n\r\nSediment transport, in rivers and coastal regions, affects large-scale geomorphic processes of dune formation, beach erosion and landform evolution that can displace human settlements, as well as destroy vegetation and agricultural infrastructure with strong socio-economic impact. Large-scale predictive computations of large-scale sediment-laden flows typically employ simplistic models for (i) incipient motion and resultant the bedload transport, and (ii) suspended sediment transport. These models are based on quasi-steady models based on averaged bed-shear stress for erosion onset and advective-diffusive transport based continuum models, neglecting particle inertia and are limited in their ability to accurately predict sediment erosion, entrainment and transport. Lack of accurate criteria for onset of incipient motion and sediment pickup function remain two of the biggest hurdles in developing better predictive models for sediment transport.\r\n\r\nA numerical investigation of sediment-bed-turbulence interactions is proposed in oscillatory turbulent boundary layers representative of coastal environments. The primary research objective is to quantify the effect of these interactions on the onset of erosion, entrainment, suspension, and deposition of sediments. The broad range of spatio-temporal scales associated with particle-particle and particle-fluid interactions makes modeling of sediment transport at practical scales extremely challenging. The proposed research builds upon the following main hypotheses: (i) the dynamics of near-wall turbulence structure and resultant variations in the magnitudes and time-scales of the destabilizing drag and lift forces on sediment grains are critical in formulating predictive criteria for onset of erosion, and (ii) particle inertia and variations in suspended sediment concentration due to fluidization and settling of sediments substantially affects the spatio-temporal evolution of the wall-events in the outer as well as inner regions of a turbulent boundary layer. Use of high-fidelity numerical simulations and modeling are proposed to test these hypotheses.\r\n\r\nIntellectual Merit: The novelty of this research is in the development and use of a fully resolved simulation (FRS) approach based on first principles, without requiring models for drag and lift forces, for the study of sediment incipient motion. This work will, for the first time, provide data on the temporal variations in the magnitude of drag and lift forces on sediment grains, the time-scales associated with these variations, and their correlation to the sweep-burst events in turbulent boundary layers. Effect of temporal variations in drag and lift forces, due to the sweep-burst turbulence events, on incipient motion will be revealed, identifying the roles of bed shear stress (Shield's criterion) and local accelerations (Sleath's parameter), and impulse (Diplas' concept) on onset of erosion. The FRS studies varying the grain size, flow Reynolds number, and volume loading, will also yield flow parameterizations for development of better analytical and engineering predictions of erosion, scour, transport, and deposits based on continuum approaches.  These flow parameterizations obtained from fully resolved numerical experiments have the potential to transform current practices in modeling sediment transport on practical scales.\r\n\r\nBroader Impact: The research methodologies and models are applicable to several other fluid-particle systems, such as fluid-structure interactions in biological applications and flapping wings in micro-air vehicles, inertial flow through porous media, oxy-coal combustion, among others. This research will yield a Numerical Water/Wind Tunnel (NWT), a virtual educational tool for fluid-particle systems. Several aspects of the NWT will be integrated into graduate courses and University Honors College (UHC) curriculum. Training workshops for local school teachers and demonstrations to students will be held on the role of simulation-based engineering and science in predictions of river and coastal sediments during the ongoing K-12 outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sourabh",
   "pi_last_name": "Apte",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Sourabh V Apte",
   "pi_email_addr": "sva@engr.orst.edu",
   "nsf_id": "000217295",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 280305.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sediment transport, in rivers and coastal regions, affects large-scale geomorphic processes of dune formation, beach erosion and landform evolution that can displace human settlements, as well as destroy vegetation and agricultural infrastructure with strong socio-economic impact. Predictive computations of large-scale sediment-laden flows typically employ simplistic models for (i) incipient motion and resultant the bedload transport, and (ii) suspended sediment transport. These models are based on quasi-steady approaches utilizing averaged bed-shear stress for erosion onset and advective-diffusive transport based continuum models, neglecting particle inertia and are limited in their ability to accurately predict sediment erosion, entrainment and transport. Lack of accurate criteria for onset of incipient motion and sediment pickup function remain two of the biggest hurdles in developing better predictive models for sediment transport.</p>\n<p>In this work, a numerical investigation of sediment-bed-turbulence interactions in oscillatory turbulent boundary layers representative of coastal environments was conducted. A state-of-the art, novel, fictitious domain approach was used to perform particle-resolved direct numerical simulations that capture all time and length scales from the first principles. A wide range of Reynolds numbers involving oscillatory flows over gravel beds as well as sand particles covering the transitional and turbulent rough regimes were simulated. The nature of turbulence near the particle bed was characterized by investigating Reynolds stress distribution, kinetic energy budgets, and characterizing anisotropy. It was shown that particles modulate the near-bed turbulence, reduce the aniostropy&nbsp; and spatial inhomogeneity, and significantly alter the TKE budget. Pressure work redistributes energy among the Reynolds stresses to reduce anisotropy, whereas mean shear increases it. Larger the sediment grain size, less anisotropic is the near-bed turbulence. The sweep and ejection events near the bed play critical role in altering the drag and lift forces on the sediment grain. It was shown that the drag is well correlated with the near-bed axial velocity fluctuations, whereas the lift forces are well correlated with near-bed pressure fluctuations. The nature of drag/lift fluctuations as well as near-bed velocity and pressure fluctuations is highly non-gaussian and higher-order turbulence statistics such as skewness and kurtosis are critical in modeling lift/drag forces in large-scale sediment transport simulations. A new model based on fourth-order Graham-Charlier distribution was developed and shown to predict the drag/lift fluctuations very well.</p>\n<p>In addition, in this work, an Euler-Lagrage large-eddy simulation approach for densely packed layer of sediment bed in a turbulent, oscillatory environment was developed and applied to study sediment pickup rates. The model was shown to provide very detailed data on particle accelerations, particle-particle collisions and is capable of predicting formation of dunes.</p>\n<p>The broader impact of this work was in training five graduate students (4 PhDs and 1 MS) student in the fields of numerical algorithm development, particle-turbulence interactions, turbulence analysis, and predictive modeling. The numerical techniques developed in this work are applicable to wide range of fluid structure interaction problems. In addition, the volumetric coupling model for DEM developed here is applicable for dense sprays and bubble-laden flows with applications in spray combustors and cavitation. The fictitious domain approach developed here is incorporated into a graduate level Computational Fluid Dynamics course at OSU. A Matlab-based two-dimensional program is also developed that solves the Navier-Stokes equations and is distributed to the graduate students. One graduate student used this and converted the program to a fully three-dimensional and parallel version that was used in this research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2016<br>\n\t\t\t\t\tModified by: Sourabh&nbsp;V&nbsp;Apte</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSediment transport, in rivers and coastal regions, affects large-scale geomorphic processes of dune formation, beach erosion and landform evolution that can displace human settlements, as well as destroy vegetation and agricultural infrastructure with strong socio-economic impact. Predictive computations of large-scale sediment-laden flows typically employ simplistic models for (i) incipient motion and resultant the bedload transport, and (ii) suspended sediment transport. These models are based on quasi-steady approaches utilizing averaged bed-shear stress for erosion onset and advective-diffusive transport based continuum models, neglecting particle inertia and are limited in their ability to accurately predict sediment erosion, entrainment and transport. Lack of accurate criteria for onset of incipient motion and sediment pickup function remain two of the biggest hurdles in developing better predictive models for sediment transport.\n\nIn this work, a numerical investigation of sediment-bed-turbulence interactions in oscillatory turbulent boundary layers representative of coastal environments was conducted. A state-of-the art, novel, fictitious domain approach was used to perform particle-resolved direct numerical simulations that capture all time and length scales from the first principles. A wide range of Reynolds numbers involving oscillatory flows over gravel beds as well as sand particles covering the transitional and turbulent rough regimes were simulated. The nature of turbulence near the particle bed was characterized by investigating Reynolds stress distribution, kinetic energy budgets, and characterizing anisotropy. It was shown that particles modulate the near-bed turbulence, reduce the aniostropy  and spatial inhomogeneity, and significantly alter the TKE budget. Pressure work redistributes energy among the Reynolds stresses to reduce anisotropy, whereas mean shear increases it. Larger the sediment grain size, less anisotropic is the near-bed turbulence. The sweep and ejection events near the bed play critical role in altering the drag and lift forces on the sediment grain. It was shown that the drag is well correlated with the near-bed axial velocity fluctuations, whereas the lift forces are well correlated with near-bed pressure fluctuations. The nature of drag/lift fluctuations as well as near-bed velocity and pressure fluctuations is highly non-gaussian and higher-order turbulence statistics such as skewness and kurtosis are critical in modeling lift/drag forces in large-scale sediment transport simulations. A new model based on fourth-order Graham-Charlier distribution was developed and shown to predict the drag/lift fluctuations very well.\n\nIn addition, in this work, an Euler-Lagrage large-eddy simulation approach for densely packed layer of sediment bed in a turbulent, oscillatory environment was developed and applied to study sediment pickup rates. The model was shown to provide very detailed data on particle accelerations, particle-particle collisions and is capable of predicting formation of dunes.\n\nThe broader impact of this work was in training five graduate students (4 PhDs and 1 MS) student in the fields of numerical algorithm development, particle-turbulence interactions, turbulence analysis, and predictive modeling. The numerical techniques developed in this work are applicable to wide range of fluid structure interaction problems. In addition, the volumetric coupling model for DEM developed here is applicable for dense sprays and bubble-laden flows with applications in spray combustors and cavitation. The fictitious domain approach developed here is incorporated into a graduate level Computational Fluid Dynamics course at OSU. A Matlab-based two-dimensional program is also developed that solves the Navier-Stokes equations and is distributed to the graduate students. One graduate student used this and converted the program to a fully three-dimensional and parallel version that was used in this research.\n\n\t\t\t\t\tLast Modified: 12/22/2016\n\n\t\t\t\t\tSubmitted by: Sourabh V Apte"
 }
}