{
 "awd_id": "1133795",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanistic Analysis of Polyelectrolyte-Based Colloidal Drug Carriers",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 297821.0,
 "awd_amount": 297821.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2011-08-19",
 "awd_abstract_narration": "1133795\r\nLapitsky\r\n\r\nIntellectual Merits: A fundamental study is proposed to relate the properties of multivalent counterioncrosslinked polyelectrolyte micro- and nanoparticles to their molecular interactions and formationkinetics. Currently, both their preparation and application in drug delivery largely rely on trial and error, and the literature on this subject remains limited to empirical data. While the complexation of oppositely charged polyelectrolytes has been studied for many years, detailed understanding of the particle formation process has been confounded by extremely strong binding, fast kinetics and long timescales of chain rearrangements. The formation mechanism of multivalent counterion-crosslinked polyelectrolyte particles on the other hand, (whose investigation is more tractable due to their weaker intermolecular interactions) remains virtually unexplored. Similar gaps exist in the understanding of their drug release properties, which have been (and continue to be) grossly mischaracterized by experimental methods that are unsuitable for colloidal polyelectrolyte particles. This lack of design guidelines severely limits their performance and, in cases where the drug is expensive, leads to high research and development costs.\r\n\r\nTo address this, the  research aims to gain a quantitative and mechanistic understanding of the parameters that govern their (1) structure, (2) stability and (3) drug encapsulation/release properties, by exploring how their colloidal properties evolve with changes in their molecular interactions. This will be achieved by probing the process of particle formation and drug encapsulation/release with an array of molecular and colloidal characterization techniques (e.g., isothermal titration calorimetry, light scattering and stopped-flow spectrofluorimetry), and analyzing the results using existing models for the formation of monodisperse colloids, adsorption and diffusion. Leveraging on the PI?s prior work on polyelectrolyte self-assembly and drug delivery, this project will yield three transformative outcomes: (1) it will provide mechanistic and quantitative guidelines for the design and application of polyelectrolyte-based colloidal drug carriers (2) it will bridge existing methods (and mechanistic models) for the preparation of monodisperse colloids from low molecular weight constituents to polyelectrolyte-based colloids and (3) it will yield important mechanistic insight into the process of micro- and nanoparticle formation from pairs of oppositely-charged polyelectrolytes, which cannot be experimentally probed in great detail directly.\r\n\r\nBroader Impacts: The project will enable development of safer, more effective and less expensive pharmaceutical products for oral, nasal and ophthalmic drug delivery. Specifically, it will establish essential guidelines for ensuring that emerging (polyelectrolyte-based) drug carriers will deliver drugs to their intended targets, and not lead to overdosing. Furthermore, the fundamental insights gained from this research could advance the design of medical and environmental diagnostics, personal care products and foods. This will be facilitated by the strong environmental engineering expertise at the University of Toledo.\r\n\r\nThe project will train undergraduate, graduate and high school students in the use of materials characterization techniques, and the fundamentals of polymer, colloid and pharmaceutical science. This training will poise them for successful careers in a wide range of industries or academia. Findings from this work will be published in peer-reviewed journals and presented at professional meetings. Importantly, this work will also be integrated with the university?s outreach activities. The PI will introduce high school students to stimulus-responsive polyelectrolytes in the Engineer for a Day program that the university offers to Toledo Public Schools, and will continue his involvement in the Engineering for Teachers of Migrant Students (ETMS; CIVE 4950/5940) distance learning course. ETMS provides graduate training for teachers in rural communities who teach children of migrant farm workers, and aims to develop a set of experiments that demonstrate the importance of mathematics, science and engineering to everyday life. The PI has recently become involved with ETMS, and has already developed several demonstrations that use stimulus-responsive polymers found in household products (e.g., alginate, poly(acrylic acid), and methylcellulose) to reinforce concepts that are learned in high school chemistry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yakov",
   "pi_last_name": "Lapitsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yakov Lapitsky",
   "pi_email_addr": "yakov.lapitsky@utoledo.edu",
   "nsf_id": "000540186",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 297821.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ionically crosslinked polyelectrolyte micro- and nanoparticles are being widely investigated for medical and pharmaceutical applications. They offer the key advantages of forming under very mild conditions, stabilizing proteins against denaturation, and being able to release drugs on demand in response to changes in their external environments. Despite the widespread interest in these particles, however, their preparation typically relies on trial and error, with little mechanistic understanding of the molecular and colloidal interactions that underlie their formation and properties. This ad hoc approach often leads to undesirable, poorly-understood and poorly-reproducible results. To this end, this project has provided essential mechanistic guidelines for achieving better control over the size distributions, stability and drug uptake/release of these micro- and nanoparticles, which could enable the development of safer, more-efficacious and more-affordable drug delivery vehicles.</p>\n<p>To facilitate ionically crosslinked micro- and nanoparticle design, we have demonstrated how the compositions for their formation and colloidal stability (i.e., stability to aggregation) can be rapidly screened through automated calorimetric measurements. Moreover, to control their size distributions, we have elucidated the mechanism of their formation. We then utilized this mechanistic understanding to develop a simple and effective method for tuning micro- and nanoparticle size while maintaining their narrow size distributions (by simply varying the salt concentration used during their preparation).</p>\n<p>In addition to controlling their size, sustained drug release from ionically crosslinked micro- and nanoparticles requires reliable control over their stability. The literature on this subject, however, contains a number of conflicting reports, which confound the understanding of their true stability at physiological salt concentrations and pH-levels. These opposing findings are especially prevalent when bio-based polymers such as chitosan are used, which can significantly vary in their molecular size (i.e., molecular weight) and charge, depending on their source and preparation method. To this end, this project has revealed the drastic effect of chitosan linear charge density, molecular weight and concentration on the dissolution stability of ionically crosslinked chitosan particles (which are currently the most commonly investigated ionically crosslinked micro- and nanocarriers). This enhanced understanding of particle stability provides essential guidelines for the preparation and use of ionically crosslinked chitosan-based drug carriers.</p>\n<p>To predict the drug uptake properties of ionically crosslinked micro- and nanoparticles, this project has also shown that the strength of drug/particle binding and particle yield (i.e., the fraction of the polymer chains that assemble into particles) are the primary determinants of drug uptake properties. Building on these experimental findings, simple model equations (which predict the variations in drug uptake from these parameters) have been derived. These mechanistic and quantitative drug uptake guidelines could substantially facilitate drug incorporation with polyelectrolyte-based colloidal drug carriers.</p>\n<p>Further, we have analyzed the drug release properties of ionically crosslinked micro- and nanoparticles, as well as the limitations of the current experimental methods used in their analysis. In doing so, we have demonstrated the artifacts and limitations present in the commonly-used &ldquo;dialysis&rdquo; and &ldquo;solvent replacement&rdquo; methods of studying drug release from such materials. These efforts revealed that: (1) to obtain reliable characterization of release performance of ionically crosslinked micro- and nanoparticles, one needs to design release experiments that closely mimic the in vivo environments (i.e., both in terms of composition and mixing conditions) intended for their use; and (2) that performing release experiments in generic centrifuge or dialysis tubes (as typically done) can yield qualitatively misleading results. Moreover, by improving a mechanistic understanding of the various parameters that govern drug release, this project has provided better guidelines for efficacious drug carrier design from ionically crosslinked polymer colloids.</p>\n<p>In addition to its pharmaceutical focus, knowledge gained from this project could also advance polyelectrolyte-based materials for other applications (e.g., healthcare, adhesives, personal care and cleaning products, and foods). We have shown, for instance, that ionically crosslinked polyelectrolyte particles can be used to develop antibacterial surfactant formulations for cleaning applications (utility patent application filed 06/2013). Likewise, we have discovered that certain combination of polyelectrolytes and multivalent ions can form adhesive gels (utility patent application filed 03/2015), which may be useful as underwater adhesives/sealants. In addition to their adhesion properties, these gel-like materials enable sustained release of small molecules over many months, which suggests them as an attractive platform for an array of long-term release applications (i.e., release of payloads ranging from drugs, to antimicrobial agents, to fragrances and herbicides). Collaborative efforts to explore these future directions are currently underway.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/07/2016<br>\n\t\t\t\t\tModified by: Yakov&nbsp;Lapitsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIonically crosslinked polyelectrolyte micro- and nanoparticles are being widely investigated for medical and pharmaceutical applications. They offer the key advantages of forming under very mild conditions, stabilizing proteins against denaturation, and being able to release drugs on demand in response to changes in their external environments. Despite the widespread interest in these particles, however, their preparation typically relies on trial and error, with little mechanistic understanding of the molecular and colloidal interactions that underlie their formation and properties. This ad hoc approach often leads to undesirable, poorly-understood and poorly-reproducible results. To this end, this project has provided essential mechanistic guidelines for achieving better control over the size distributions, stability and drug uptake/release of these micro- and nanoparticles, which could enable the development of safer, more-efficacious and more-affordable drug delivery vehicles.\n\nTo facilitate ionically crosslinked micro- and nanoparticle design, we have demonstrated how the compositions for their formation and colloidal stability (i.e., stability to aggregation) can be rapidly screened through automated calorimetric measurements. Moreover, to control their size distributions, we have elucidated the mechanism of their formation. We then utilized this mechanistic understanding to develop a simple and effective method for tuning micro- and nanoparticle size while maintaining their narrow size distributions (by simply varying the salt concentration used during their preparation).\n\nIn addition to controlling their size, sustained drug release from ionically crosslinked micro- and nanoparticles requires reliable control over their stability. The literature on this subject, however, contains a number of conflicting reports, which confound the understanding of their true stability at physiological salt concentrations and pH-levels. These opposing findings are especially prevalent when bio-based polymers such as chitosan are used, which can significantly vary in their molecular size (i.e., molecular weight) and charge, depending on their source and preparation method. To this end, this project has revealed the drastic effect of chitosan linear charge density, molecular weight and concentration on the dissolution stability of ionically crosslinked chitosan particles (which are currently the most commonly investigated ionically crosslinked micro- and nanocarriers). This enhanced understanding of particle stability provides essential guidelines for the preparation and use of ionically crosslinked chitosan-based drug carriers.\n\nTo predict the drug uptake properties of ionically crosslinked micro- and nanoparticles, this project has also shown that the strength of drug/particle binding and particle yield (i.e., the fraction of the polymer chains that assemble into particles) are the primary determinants of drug uptake properties. Building on these experimental findings, simple model equations (which predict the variations in drug uptake from these parameters) have been derived. These mechanistic and quantitative drug uptake guidelines could substantially facilitate drug incorporation with polyelectrolyte-based colloidal drug carriers.\n\nFurther, we have analyzed the drug release properties of ionically crosslinked micro- and nanoparticles, as well as the limitations of the current experimental methods used in their analysis. In doing so, we have demonstrated the artifacts and limitations present in the commonly-used \"dialysis\" and \"solvent replacement\" methods of studying drug release from such materials. These efforts revealed that: (1) to obtain reliable characterization of release performance of ionically crosslinked micro- and nanoparticles, one needs to design release experiments that closely mimic the in vivo environments (i.e., both in terms of composition and mixing conditions) intended for their use; and (2) that performing release experiments in generic centrifuge or dialysis tubes (as typically done) can yield qualitatively misleading results. Moreover, by improving a mechanistic understanding of the various parameters that govern drug release, this project has provided better guidelines for efficacious drug carrier design from ionically crosslinked polymer colloids.\n\nIn addition to its pharmaceutical focus, knowledge gained from this project could also advance polyelectrolyte-based materials for other applications (e.g., healthcare, adhesives, personal care and cleaning products, and foods). We have shown, for instance, that ionically crosslinked polyelectrolyte particles can be used to develop antibacterial surfactant formulations for cleaning applications (utility patent application filed 06/2013). Likewise, we have discovered that certain combination of polyelectrolytes and multivalent ions can form adhesive gels (utility patent application filed 03/2015), which may be useful as underwater adhesives/sealants. In addition to their adhesion properties, these gel-like materials enable sustained release of small molecules over many months, which suggests them as an attractive platform for an array of long-term release applications (i.e., release of payloads ranging from drugs, to antimicrobial agents, to fragrances and herbicides). Collaborative efforts to explore these future directions are currently underway.\n\n\t\t\t\t\tLast Modified: 12/07/2016\n\n\t\t\t\t\tSubmitted by: Yakov Lapitsky"
 }
}