{
 "awd_id": "1133289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Protein-Polyelectrolyte Coacervation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2015-06-26",
 "awd_abstract_narration": "1133289\r\nHoagland\r\n\r\nBacterial biofilms on implanted medical devices afflict hundreds of thousands of Americans each year and cause billions of dollars in increased medical costs. These infections are extremely difficult to kill, prompting substantial research efforts on interfacial coatings which would either prevent bacterial adhesion or chemically hinder the bacteria. Theseapproaches have yet to translate to devices with lower infection rates, however. The long term goal of this research program is the elimination of infection as a major liability of implanted medical devices. \r\n\r\nIntellectual Merit: The central hypothesis is that these biofilm infections can be thermally sterilized by heating the device coating upon which they are growing. By immobilizing magnetic nanoparticles in the coating, precisely localized heat can be wirelessly delivered directly to the coating, sterilizing the biofilm growing on it. The objective for this particular proposal is to estimate the temperature profile of adjacent tissue during this heating and demonstrate biofilm deactivation under these conditions. The ationale for the proposed research is that an understanding of how to minimize thermal tissue damage while sterilizing the coating under a variety of heat sink conditions will translate into an inexpensive, versatile medical implant coating which can be non-invasively sterilized on command. To achieve this objective, this project will: 1) Estimate the temperature profile of surrounding tissue from given thermal protocals. Coatings will be held at a several temperatures for several durations while transient temperature profiles are recorded. Three extreme scenarios will be modeled: immobile tissue, blood flow, and adjacent immobile tissue/large convective blood flow. Transient temperature profiles from these scenarios will inform a computational model. 2) Demonstrate equivalent heating using remotely-activated magnetic nanoparticles. Each temperature/time protocol first achieved in each of the three scenarios in Objective 1 with wired electrical resistors will be achieved using wireless magnetic-nanoparticle-laden coatings. Film thickness, magnetic particle content, and field strength will be altered to match the protocols. 3) Determine degree\r\nof biofilm deactivation from each temperature/time protocol. Pseudomonas aeruginosa biofilms will be ultured, subjected to each temperature/time protocols in each heat sink scenario, and characterized for degree of deactivation. This project represents the first systematic attempt to eliminate biofilms via heat and the first adaptation of magnetic hypertherapy for device-based applications, where the bottleneck of targeted particle delivery does not exist. It provides the basis for a new non-invasive, localized approach to biofilm infection control.\r\n\r\nBroader Impact: This project lays the foundation for a new way of dealing with medical implant infections. One day, rather than require a second surgery to remove the implanted device, followed by weeks of hospitalization and a third surgery to implant a replacement, the doctor may simply hold a metal coil up to the patients skin near the device for several minutes and send the patient home. One of the first steps toward making this vision a reality is understanding how the temperature and exposure time needed to sterilize the infection will affect the surrounding tissue. Alternative heating approaches can be pursued for magnetically susceptible devices, but regardless of the heating approach, the in situ power requirements and the potential adjacent tissue damage will be the same. This project experimentally estimates those items for multiple physiological scenarios and develops a model for predicting them in other scenarios. The approach can be generalized to most implant types without major redesign of the implant, also facilitating its path to bedside relevance and broadening the scope of its potential impact. The impact of the research goes beyond the health-care industry and related research disciplines. \r\n\r\nThe strong integration of engineering and the life-sciences, coupled with the work's amenability to smaller subprojects, makes the proposed work a particularly valuable educational tool for both graduate and undergraduate researchers. This accessibility will be capitalized for UIs McNair/SROP program, through which minority, first generation, and low-income undergraduates participate in 8-week, full-time research projects culminating in an intercollegiate research conference and, in most cases, eventual successful application to graduate school. The proposed research will  be incorporated with McNair/SROP to increase the pipeline of underrepresented populations in the research community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hoagland",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Hoagland",
   "pi_email_addr": "hoagland@mail.pse.umass.edu",
   "nsf_id": "000459164",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Dubin",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Paul L Dubin",
   "pi_email_addr": "dubin@chem.umass.edu",
   "nsf_id": "000187450",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When solutions of oppositely charged macromolecules are mixed, their mixture may separate into two liquid phases, one dense in the two macromolecules and one dilute in the same macromolecules; the dense liquid is termed a &ldquo;coacervate&rdquo;, and these liquids are found in products from foods to shampoo.&nbsp; Indeed, some have speculated that life was supported in coacervates over the period before cell membranes evolved to contain cell contents.&nbsp; In this study, coacervates involving a protein component were examined systematically for the first time to (i) understand conditions necessary for the dense liquid to appear, (ii) see if different proteins behave differently because of their different charge properties, (iii) to probe the bulk properties of protein coacervates to determine, for example, if they can be made and unmade reversibly by changing variables such as salt concentration, temperature, and pH.&nbsp; The overarching goal was to garner enough knowledge about protein coacervates to develop products and technologies employing them systematically.&nbsp;</p>\n<p>Coacervates flow as viscous liquids, but their component structures and molecular level component organization are poorly known; for protein coacervates, this project established that proteins retain their native structures in the coacervate (and so can perform biological functions), but even so, they pack extremely tightly, restructuring the water that surrounds them.&nbsp; From the phase diagrams determined in this project for model protein coacervates, conditions at which proteins associate into coacervates can generally be explained; an unfortunate alternative outcome of protein mixing is precipitation, which often occurs in the same systems but at different conditions of pH, salt concentration, and temperature, usually when these conditions make the attractions between the oppositely charged components too strong.&nbsp; Much was learned about reasons why a coacervate rather than a precipitate forms, with concepts for reducing the likelihood of precipitation developed.&nbsp;</p>\n<p>Enzymmatic proteins in their native states have globular native shapes, with their surfaces decorated with many charged amino acid units.&nbsp; The way the charged surface units arrange, i.e., the &ldquo;patchiness&rdquo; of protein surface charge, is a central property in determining coacervating conditions and coacervate structure for a protein.&nbsp; Taking advantage of the different patchiness of charge for different proteins, oppositely charged macromolecules can be added to a mixed protein solution to specifically coacervate a target protein, thereby achieving purification or separation of this protein from the remaining proteins in the mixture that don&rsquo;t coacervate.&nbsp; To illustrate how a fundamental understanding of protein coacervation can led to improved products and technologies, isolation by coacervation of a targeted monoclonal antibody from a mixture of monoclonal antibodies was assessed.&nbsp; The purification of monoclonal antibody drugs is a major part of their cost.&nbsp; Coacervation, even in initial project trials runs, was observed to isolate target monoclonal antibody on equal footing with current chromatography technologies.&nbsp; Further development may improve the effectiveness of the coacervate purification, with much lowered costs then anticipated.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2016<br>\n\t\t\t\t\tModified by: David&nbsp;A&nbsp;Hoagland</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhen solutions of oppositely charged macromolecules are mixed, their mixture may separate into two liquid phases, one dense in the two macromolecules and one dilute in the same macromolecules; the dense liquid is termed a \"coacervate\", and these liquids are found in products from foods to shampoo.  Indeed, some have speculated that life was supported in coacervates over the period before cell membranes evolved to contain cell contents.  In this study, coacervates involving a protein component were examined systematically for the first time to (i) understand conditions necessary for the dense liquid to appear, (ii) see if different proteins behave differently because of their different charge properties, (iii) to probe the bulk properties of protein coacervates to determine, for example, if they can be made and unmade reversibly by changing variables such as salt concentration, temperature, and pH.  The overarching goal was to garner enough knowledge about protein coacervates to develop products and technologies employing them systematically. \n\nCoacervates flow as viscous liquids, but their component structures and molecular level component organization are poorly known; for protein coacervates, this project established that proteins retain their native structures in the coacervate (and so can perform biological functions), but even so, they pack extremely tightly, restructuring the water that surrounds them.  From the phase diagrams determined in this project for model protein coacervates, conditions at which proteins associate into coacervates can generally be explained; an unfortunate alternative outcome of protein mixing is precipitation, which often occurs in the same systems but at different conditions of pH, salt concentration, and temperature, usually when these conditions make the attractions between the oppositely charged components too strong.  Much was learned about reasons why a coacervate rather than a precipitate forms, with concepts for reducing the likelihood of precipitation developed. \n\nEnzymmatic proteins in their native states have globular native shapes, with their surfaces decorated with many charged amino acid units.  The way the charged surface units arrange, i.e., the \"patchiness\" of protein surface charge, is a central property in determining coacervating conditions and coacervate structure for a protein.  Taking advantage of the different patchiness of charge for different proteins, oppositely charged macromolecules can be added to a mixed protein solution to specifically coacervate a target protein, thereby achieving purification or separation of this protein from the remaining proteins in the mixture that don?t coacervate.  To illustrate how a fundamental understanding of protein coacervation can led to improved products and technologies, isolation by coacervation of a targeted monoclonal antibody from a mixture of monoclonal antibodies was assessed.  The purification of monoclonal antibody drugs is a major part of their cost.  Coacervation, even in initial project trials runs, was observed to isolate target monoclonal antibody on equal footing with current chromatography technologies.  Further development may improve the effectiveness of the coacervate purification, with much lowered costs then anticipated.\n\n\t\t\t\t\tLast Modified: 12/02/2016\n\n\t\t\t\t\tSubmitted by: David A Hoagland"
 }
}