{
 "awd_id": "1133746",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development of aptamer nanosensors for detection of Staphylococcus aureus",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 346134.0,
 "awd_amount": 396134.0,
 "awd_min_amd_letter_date": "2011-08-04",
 "awd_max_amd_letter_date": "2013-08-24",
 "awd_abstract_narration": "PI:Vikesland\r\nProposal Number:1133746\r\nNanoparticle based assays are of growing interest for the in vitro and in vivo detection of pathogens because of their potential utility in highly sensitive and rapid field monitoring. Recently aptamers oligonucleotide strands that bind to biological targets with high affinity and selectivity, have been proposed as alternative recognition elements for biomolecules, pharmaceuticals, and whole cells.  Although aptamer functionalized nanomaterials have shown great utility for detection of these and other analytes there are few reports of the use of aptamer-functionalized nanoparticles for intact pathogen detection.  This project will produce aptamer functionalized gold nanoparticles Apt AuNPs for quantification of Staphylococcus aureus as a model emerging environmental pathogen of concern.  It is the PI's hypothesis that coupling of the specificity imparted by an aptamer with the sensitivity achieved via surface plasmon facilitated signal transduction will produce sensor platforms that will be robust and readily translatable to field applications.  To this end, they have proposed a design for Apt-AuNP constructs such that their sensitivity and specificity is maximized.  It is noted that past studies illustrating the underlying fundamental applicability of aptamer functionalized nanoparticles for sensor applications have not necessarily produced nanoparticles that fully retain the specificity of the aptamer.  In particular the PI contends that aptamer binding density is often not considered, even though it is well established that aptamer conformation must change in response to a recognition event.  They propose a systematic approach to evaluate the role of surface density on aptamer specificity.  Four research tasks have been identified: Task 1: Apt-AuNP of varying aptamer identity and surface density will be produced and characterized.  Task 2: Apt-AuNP specificity will be assessed using a colorimetric screening assay.  Task 3: Apt-AuNP sensitivity will be determined using a surface enhanced Raman spectroscopic assay.  Task 4: The field capabilities of Apt-AuNP will be evaluated using a portable Raman spectrophotometer.\r\n\tThis project is novel in that it will be the first to develop an aptamer functionalized \r\nnanoparticle for pathogen detection.  Prior to this effort, nanomaterial enabled biosensors for pathogens have relied almost exclusively on antibodies to provide assay specificity.  The PI's strategy for the design of the Apt-AuNP particles utilizes a fundamental approach that will systematically consider how the different components of the Apt-AuNP construct affect aptamer sensitivity.  The researchers believe this systematic engineering-science based approach will be emulated by others when they undertake the design of aptamer functionalized nanoparticles and as such has significant transformative potential.\r\nMethicillin resistant S. aureus MRSA is the causative agent for a growing number of deadly disease outbreaks both within the United States as well as worldwide.  Although this organism is historically associated with hospitals, recently, environmental outbreaks of MRSA as well as its detection in wastewater effluent have inaugurated MRSA as an emerging environmental pathogen of concern.  Unfortunately existing protocols for detection of MRSA and other S. aureus strains are slow and not easily translatable to field applications.  The proposed biosensor will address the global need for improved S. aureus detection specifically while providing a framework for the development of other aptamer based probes in the future. \r\nBeyond a contribution to pressing research needs in nanotechnology environmental health and\r\nsafety, the project will build upon an existing educational outreach component, the Nanotechnology Educational and Environmental Outreach NEEO Program, that has been designed to train the next generation of environmental professionals in understanding and quantifying the effects of emerging technologies on human and environmental health.  In this program, members of the Virginia Tech Environmental BioNanotechnology Laboratory research team are working in partnership with the Western Virginia Public Education Consortium to develop a series of extramurally funded internships that enable middle school educators and students to shadow the research team and learn about new methods for observing nanoscale phenomena occurring at biological and environmental interfaces.  These internships are intended to provide opportunities for the development of new technology inspired curricula for educators as well as training and professional preparation for students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Vikesland",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Peter J Vikesland",
   "pi_email_addr": "pvikes@vt.edu",
   "nsf_id": "000418842",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Pruden",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Amy J Pruden",
   "pi_email_addr": "apruden@vt.edu",
   "nsf_id": "000272068",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "145E",
   "pgm_ref_txt": "Water sustainability"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 165566.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 88963.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 141605.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Staphylococcus aureus</em> is one of the leading causes of a wide range of opportunistic infections in humans. Because of its increased resistance to multiple antibiotics and frequent detection in environmental matrices such as wastewater, <em>S. aureus</em> is considered an emerging environmental pathogen of concern. In this project we sought to develop rapid detection approaches for both <em>S. aureus</em> as well as the antibiotic resistance gene <em>mecA</em>. These detection strategies combine the sensitivity enabled by nanotechnology (i.e., the capacity to find a needle in a haystack) with the specificity of DNA (i.e., the capacity to identify the composition of the needle). By using gold nanoparticles that are surface functionalized either with aptamers (sequences of single strand DNA (ssDNA) that produce 3D structures that specifically bind to surface groups on <em>S. aureus</em>) or ssDNA specifically designed to bind to <em>mecA</em> we are able to detect these analytes quickly. Our nanoparticle probes interact with the target and we then utilize either light or Raman spectroscopy to quantify the target.</p>\n<p>&nbsp;</p>\n<p>The intellectual outcomes of this effort can be summarized as follows:</p>\n<p>1)&nbsp;&nbsp;&nbsp; We illustrate that aptamer based nanotechnology approaches have merit for use in environmental matrices. Challenges in probe production and non-specific (i.e., off-target) binding, however, must be fully addressed prior to widespread use of these types of probes.</p>\n<p>2)&nbsp;&nbsp;&nbsp; Antibiotic resistance gene (ARG) detection is possible using nanoparticle based probes. To date we have illustrated the capacity for these probes to detect the ARG <em>mecA</em> and this approach should be extended to additional ARG types.</p>\n<p>3)&nbsp;&nbsp;&nbsp; We have developed alternative room-temperature based approaches for the synthesis of gold nanoparticles that have a smaller environmental footprint than syntheses performed at elevated temperature.</p>\n<p>The broader impacts of this effort are our illustration of the potential utility of these probes for environmental application. In addition, this project supported the research and training of two female graduate students and one female undergraduate student.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2015<br>\n\t\t\t\t\tModified by: Peter&nbsp;J&nbsp;Vikesland</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStaphylococcus aureus is one of the leading causes of a wide range of opportunistic infections in humans. Because of its increased resistance to multiple antibiotics and frequent detection in environmental matrices such as wastewater, S. aureus is considered an emerging environmental pathogen of concern. In this project we sought to develop rapid detection approaches for both S. aureus as well as the antibiotic resistance gene mecA. These detection strategies combine the sensitivity enabled by nanotechnology (i.e., the capacity to find a needle in a haystack) with the specificity of DNA (i.e., the capacity to identify the composition of the needle). By using gold nanoparticles that are surface functionalized either with aptamers (sequences of single strand DNA (ssDNA) that produce 3D structures that specifically bind to surface groups on S. aureus) or ssDNA specifically designed to bind to mecA we are able to detect these analytes quickly. Our nanoparticle probes interact with the target and we then utilize either light or Raman spectroscopy to quantify the target.\n\n \n\nThe intellectual outcomes of this effort can be summarized as follows:\n\n1)    We illustrate that aptamer based nanotechnology approaches have merit for use in environmental matrices. Challenges in probe production and non-specific (i.e., off-target) binding, however, must be fully addressed prior to widespread use of these types of probes.\n\n2)    Antibiotic resistance gene (ARG) detection is possible using nanoparticle based probes. To date we have illustrated the capacity for these probes to detect the ARG mecA and this approach should be extended to additional ARG types.\n\n3)    We have developed alternative room-temperature based approaches for the synthesis of gold nanoparticles that have a smaller environmental footprint than syntheses performed at elevated temperature.\n\nThe broader impacts of this effort are our illustration of the potential utility of these probes for environmental application. In addition, this project supported the research and training of two female graduate students and one female undergraduate student.\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2015\n\n\t\t\t\t\tSubmitted by: Peter J Vikesland"
 }
}