{
 "awd_id": "1133027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Advanced Erasure Coding Technology for Storage Networks",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922247",
 "po_email": "rchadduc@nsf.gov",
 "po_sign_block_name": "Robert Chadduck",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 268406.0,
 "awd_amount": 268406.0,
 "awd_min_amd_letter_date": "2011-04-11",
 "awd_max_amd_letter_date": "2011-04-11",
 "awd_abstract_narration": "Today's explosive data surge puts data storage at the center of the information universe, but data centers are becoming increasingly massive and expensive to operate. Existing systems rely heavily on multiple disk replication to guard against data loss due to device failure, but consuming multiple times more storage space drastically increases the cost for hardware, and especially the cost to operate (building space, power, cooling, and maintenance). The goal of this research project is to develop new erasure coding technology, in lieu of simple replication, to realize a space-efficient, energy-efficient, quantifiably-reliable, and massively-scalable storage systems.\r\n\r\nThe intellectual merit lies in the development of a feasible approach that relies on the strength of efficient erasure codes distributed across the storage disks and nodes that can be used to build next-generation green data centers, and to transform existing ones.  While the benefits of erasure coding in saving storage space is well understood in theory, good and practical erasure codes are hard to design.  The PI will build new and optimal erasure codes by exploiting graph theory, finite geometry and combinatorics.  Some of these codes have the potential to simultaneously achieve the optimal space efficiency and the minimum complexity promised by the theory. To make erasure-coding efficient and scalable, the PI will also extend the design of single erasure coding to nested/layered coding through hierarchical multiple protection. \r\n\r\nIn view of the critical importance of energy efficiency, developing green data center technologies will have profound impacts scientifically and to the larger society. The potential application line is broad, including databases, financial information systems, health and medical information systems, research depositories, and digital libraries.\r\n\r\nThe proposed research also integrates a meaningful education component, including industrial and international collaboration, curriculum enhancement, and promoting undergraduate and graduate research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jing",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jing Li",
   "pi_email_addr": "jingli@ece.lehigh.edu",
   "nsf_id": "000176938",
   "pi_start_date": "2011-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772600",
   "pgm_ele_name": "Data Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7684",
   "pgm_ref_txt": "STRATEGIC TECHNOLOGIES FOR CI"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 268406.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Today's explosive data surge and data-demanding business legislation put data storage at the center of the information universe, but data centers are becoming increasingly massive and expensive to operate. Existing systems rely heavily on multiple disk replication (e.g. the international standard of &ldquo;3-replication&rdquo; for combating double-disk failure) to ensure a high availability of 99.999% and to guard against data loss due to device failure, but consuming multiple times more storage space drastically increases the cost for equipment and devices (storage servers, disks, and wiring), and especially the cost to operate (building space, power, cooling, security, and maintenance)! The goal of this research is to develop new error correction coding technology, in lieu of simple replication, to realize a space-efficient, energy-efficient, quantifiably-reliable, and massively-scalable storage systems.</p>\n<p>This project results in several exciting findings not only in the general theory of erasure coding but specifically in the area of coding for massive storage.&nbsp;</p>\n<p>The most exciting result is the invention of two new classes of erasure codes that are optimal and/or highly desirable in multiple aspects. These codes are maximum distance separable (MDS) and can achieve the Singleton bound. In addition, we have rigorously proven that these erasure codes are not only space-optimal (i.e. provide the largest possible erasure protection for a given small amount of redundancy), but also complexity-optimal (i.e. require the smallest possible computational complexity as promised by the theory). Additionally, these codes have a circularly symmetric structure, allowing for a rather balanced input/output (I/O) load and computational complexity between the worst and the best case scenario.</p>\n<p>Another useful coding result regards space-wise near-optimal but bandwidth-wise optimal codes that are locally-regenerable. Putting the application requirements in perspective, a locally regenerable erasure code good for massive storage is one that is sufficiently&nbsp;space efficient (i.e. near-MDS), and at the same time require very low computationally complexity (i.e. no more than a couple of operations per bit) in encoding and decoding, and very little input/output (I/O) bandwidth when performing data recovery (in the presence of storage device/node failure).&nbsp; Exploring high-order finite fields, we designed and evaluated several constructions of efficient locally-regenerable codes with very small encoding/decoding complexity and very small bandwidth consumption. We successfully exploited several network coding ideas for use in massive master-slave data storage as well as peer-to-peer data storage.&nbsp; We also investigated the structural and topological aspects of inter-connection networks that would be suitable for coding implementation for future&nbsp;storage clouds.</p>\n<p>For the new codes we developed, we evaluated them, mostly through simulations, but some in the context of &nbsp;FUSE (file in user space) storage networks. We considered both homogeneous storage networks (such as commercial-grade Internet data centers with rather consistent links and nodes) and heterogeneous storage networks (where the storage nodes are assumed to have rather different storage and/or bandwidth capacities). We also investigated how erasure codes maximize their benefits in the so-called transiency scenarios where some nodes and/or channels become temporarily unavailable. Transiency scenarios&nbsp;occur fairly frequently in peer-to-peer storage systems and in some green data centers such as those involving spot servers, being configured with smart grid demand response, and/or being powered primarily by intermittent solar or wind power. We showed via Monte Carlo simulations that a hybrid system with both erasure codes and replication &nbsp;&nbsp;may provide the best solution for heterogeneous networks.</p>\n<p>&nbsp;We also involved students in various capacities (master's, Ph.D students) and of different ethnic and culture backgrounds in the research activities, and teamed them up for specific sub-projects with each assuming a role in accordance to individual capacity. The research activities involved in this entire project has partially supported four Ph.D. Students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/16/2020<br>\n\t\t\t\t\tModified by: Jing&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nToday's explosive data surge and data-demanding business legislation put data storage at the center of the information universe, but data centers are becoming increasingly massive and expensive to operate. Existing systems rely heavily on multiple disk replication (e.g. the international standard of \"3-replication\" for combating double-disk failure) to ensure a high availability of 99.999% and to guard against data loss due to device failure, but consuming multiple times more storage space drastically increases the cost for equipment and devices (storage servers, disks, and wiring), and especially the cost to operate (building space, power, cooling, security, and maintenance)! The goal of this research is to develop new error correction coding technology, in lieu of simple replication, to realize a space-efficient, energy-efficient, quantifiably-reliable, and massively-scalable storage systems.\n\nThis project results in several exciting findings not only in the general theory of erasure coding but specifically in the area of coding for massive storage. \n\nThe most exciting result is the invention of two new classes of erasure codes that are optimal and/or highly desirable in multiple aspects. These codes are maximum distance separable (MDS) and can achieve the Singleton bound. In addition, we have rigorously proven that these erasure codes are not only space-optimal (i.e. provide the largest possible erasure protection for a given small amount of redundancy), but also complexity-optimal (i.e. require the smallest possible computational complexity as promised by the theory). Additionally, these codes have a circularly symmetric structure, allowing for a rather balanced input/output (I/O) load and computational complexity between the worst and the best case scenario.\n\nAnother useful coding result regards space-wise near-optimal but bandwidth-wise optimal codes that are locally-regenerable. Putting the application requirements in perspective, a locally regenerable erasure code good for massive storage is one that is sufficiently space efficient (i.e. near-MDS), and at the same time require very low computationally complexity (i.e. no more than a couple of operations per bit) in encoding and decoding, and very little input/output (I/O) bandwidth when performing data recovery (in the presence of storage device/node failure).  Exploring high-order finite fields, we designed and evaluated several constructions of efficient locally-regenerable codes with very small encoding/decoding complexity and very small bandwidth consumption. We successfully exploited several network coding ideas for use in massive master-slave data storage as well as peer-to-peer data storage.  We also investigated the structural and topological aspects of inter-connection networks that would be suitable for coding implementation for future storage clouds.\n\nFor the new codes we developed, we evaluated them, mostly through simulations, but some in the context of  FUSE (file in user space) storage networks. We considered both homogeneous storage networks (such as commercial-grade Internet data centers with rather consistent links and nodes) and heterogeneous storage networks (where the storage nodes are assumed to have rather different storage and/or bandwidth capacities). We also investigated how erasure codes maximize their benefits in the so-called transiency scenarios where some nodes and/or channels become temporarily unavailable. Transiency scenarios occur fairly frequently in peer-to-peer storage systems and in some green data centers such as those involving spot servers, being configured with smart grid demand response, and/or being powered primarily by intermittent solar or wind power. We showed via Monte Carlo simulations that a hybrid system with both erasure codes and replication   may provide the best solution for heterogeneous networks.\n\n We also involved students in various capacities (master's, Ph.D students) and of different ethnic and culture backgrounds in the research activities, and teamed them up for specific sub-projects with each assuming a role in accordance to individual capacity. The research activities involved in this entire project has partially supported four Ph.D. Students.\n\n\t\t\t\t\tLast Modified: 05/16/2020\n\n\t\t\t\t\tSubmitted by: Jing Li"
 }
}