{
 "awd_id": "1133126",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal:  Rheology and Flow of Geometrically Cohesive Granular Materials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 100564.0,
 "awd_amount": 106664.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2013-06-25",
 "awd_abstract_narration": "1133722 \r\nPI: Franklin\r\n\r\n1133722\r\nPI: Teitel\r\n\r\nThis project investigates a class of granular materials that are geometrically cohesive, e.g. a collective pile of particles that resists tensile forces.  Examples of geometrically cohesive granular materials (GCGM) include long, thin rods (e.g. haystacks) and concave-shaped particles (semi-circles or U-shaped staples). These materials present a rich opportunity for basic research as well as new practical applications where structural rigidity, lightweight, and porosity are desired.\r\n\r\nComputer simulations and experiments for a variety of particle shapes - rods, semi-circles, and U-shaped staples - will be carried out to provide a better micro and macroscopic understanding of how particle shape affects fluidization and solidification in GCGM. Experiments previously carried out to characterize spherical granular media?basic rheology, tumbling, collapse, and flow ? will be repeated for the above complex-shaped particles. Numerical simulations using the Discrete Element Method will be used to probe the particle-level mechanism by which geometric cohesion occurs. New parallelization techniques involving graphics processing units (GPUs) will be developed for simulating thousands of particles. These experimental and computational studies will be used to explore the possible universality in geometric cohesion, the scaling of critical lengths, and the fundamental mechanism by which this cohesion occurs.\r\n\r\nThis work will lead to increased understanding of granular materials consisting of complex shaped particles, a common occurrence in many industrial processes. The project also initiates collaboration between two institutions: a primarily undergraduate institute, Rochester Institute of Technology, and an R1 research university, University of Rochester.  The collaboration will engage undergraduate and graduate students in a rich educational experience that emphasizes communication between experimentalists and computational researchers.  Simulations and table-top experiments will allow undergraduates to engage in cutting edge research at both institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Teitel",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen L Teitel",
   "pi_email_addr": "stte@pas.rochester.edu",
   "nsf_id": "000122725",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "518 Hylan",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "149E",
   "pgm_ref_txt": "Granular systems"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100564.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit:</strong> Granular materials are systems composed of many large particles for which thermal fluctuations are negligible, and in which particles interact only when they come into direct contact.&nbsp; As a granular material is compressed, and the packing fraction of the particles increases, the system undergoes a<em> jamming transition</em> from a flowing liquid to a rigid but disordered solid.&nbsp; The flow of such granular materials is of considerable technological importance.&nbsp; The flow of granular particles through hoppers, channels or conduits, whether dry or in a slurry, necessarily involves the formation of stress gradients orthogonal to the flow direction due to interactions with boundary surfaces. The transport of such materials thus intrinsically becomes a situation of <em>shear driven flow</em>.&nbsp; The study of such granular shear driven flow, as the packing fraction increases and one approaches the jamming transition, has received considerable recent attention.</p>\n<p>Most recent work has focused on models consisting of simple spherical granular particles under compression and under shear driven flow. In contrast, this project has focused on the behavior of granular materials composed of <em>non-spherical</em> particles of complex shape, as studied by extensive numerical simulations. Particular attention has been given to concave U-shaped particles (\"staples\") in two dimensions, where the interlocking capability of the particles gives rise to what is known as <em>geometric cohesion</em> &ndash; the ability of particles to adhere to each other due to geometric rather than bonding effects.&nbsp; We have found that jamming of such staples under compression behaves in most respects similar to spherical particles: the jamming density increases slightly as the compression rate decreases, and the condition of <em>isostaticity</em>, relating the average number of contacts between particles to the number of constraints imposed by force balance on each particle, holds at the jamming transition.</p>\n<p>However the behavior of staples under shear driven flow is found to display many differences as compared to spherical particles.&nbsp; In particular, the geometric cohesion leads to very long relaxation times to reach steady state, and so long transient effects, as the packing fraction increases.&nbsp; At jamming, we find that the average number of contacts between particles is fewer than given by the isostatic condition. &nbsp;Furthermore, an important new physical effect arises when one considers the shearing of non-spherically symmetric particles, such as the staples. Because the average velocity field varies over the spatial extent of the particle, the viscous drag on the particle gives rise to a non-zero torque that causes the particle to <em>tumble</em> as it flows.&nbsp; We have found that, as the packing fraction increases, the average angular velocity of this tumbling increases and the tendency of the staples to align parallel to the flow direction decreases.&nbsp; This is opposite to the behavior of simple straight rods, where alignment is found to increase, and angular velocity to decrease, as the packing fraction increases.&nbsp; We thus conclude that the geometric cohesion of the staples is playing an important role in this tumbling effect as the density of particles increases.</p>\n<p><strong>Broader impact:</strong> &nbsp;Granular materials, such as powders, seeds, grains, sand, rocks, etc., are ubiquitous in nature and important for a wide variety of industrial processes, from the processing of pharmaceuticals, to transportation of seeds and grains, to materials fabrication. It has been estimated that significant energy loss arises due to inefficiencies in the processing and handling of granular materials, and substantial economic gain would thus accrue from a better understanding of the structural and flow properties...",
  "por_txt_cntn": "\nIntellectual merit: Granular materials are systems composed of many large particles for which thermal fluctuations are negligible, and in which particles interact only when they come into direct contact.  As a granular material is compressed, and the packing fraction of the particles increases, the system undergoes a jamming transition from a flowing liquid to a rigid but disordered solid.  The flow of such granular materials is of considerable technological importance.  The flow of granular particles through hoppers, channels or conduits, whether dry or in a slurry, necessarily involves the formation of stress gradients orthogonal to the flow direction due to interactions with boundary surfaces. The transport of such materials thus intrinsically becomes a situation of shear driven flow.  The study of such granular shear driven flow, as the packing fraction increases and one approaches the jamming transition, has received considerable recent attention.\n\nMost recent work has focused on models consisting of simple spherical granular particles under compression and under shear driven flow. In contrast, this project has focused on the behavior of granular materials composed of non-spherical particles of complex shape, as studied by extensive numerical simulations. Particular attention has been given to concave U-shaped particles (\"staples\") in two dimensions, where the interlocking capability of the particles gives rise to what is known as geometric cohesion &ndash; the ability of particles to adhere to each other due to geometric rather than bonding effects.  We have found that jamming of such staples under compression behaves in most respects similar to spherical particles: the jamming density increases slightly as the compression rate decreases, and the condition of isostaticity, relating the average number of contacts between particles to the number of constraints imposed by force balance on each particle, holds at the jamming transition.\n\nHowever the behavior of staples under shear driven flow is found to display many differences as compared to spherical particles.  In particular, the geometric cohesion leads to very long relaxation times to reach steady state, and so long transient effects, as the packing fraction increases.  At jamming, we find that the average number of contacts between particles is fewer than given by the isostatic condition.  Furthermore, an important new physical effect arises when one considers the shearing of non-spherically symmetric particles, such as the staples. Because the average velocity field varies over the spatial extent of the particle, the viscous drag on the particle gives rise to a non-zero torque that causes the particle to tumble as it flows.  We have found that, as the packing fraction increases, the average angular velocity of this tumbling increases and the tendency of the staples to align parallel to the flow direction decreases.  This is opposite to the behavior of simple straight rods, where alignment is found to increase, and angular velocity to decrease, as the packing fraction increases.  We thus conclude that the geometric cohesion of the staples is playing an important role in this tumbling effect as the density of particles increases.\n\nBroader impact:  Granular materials, such as powders, seeds, grains, sand, rocks, etc., are ubiquitous in nature and important for a wide variety of industrial processes, from the processing of pharmaceuticals, to transportation of seeds and grains, to materials fabrication. It has been estimated that significant energy loss arises due to inefficiencies in the processing and handling of granular materials, and substantial economic gain would thus accrue from a better understanding of the structural and flow properties of granular materials. Understanding the behavior of granular systems thus has potential for improvements in many areas of industrial and technological application. Our work, in helping to understand the effects of particle sha..."
 }
}