{
 "awd_id": "1133965",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Ion-exchange adsorption of proteins: a single-molecule investigation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 230896.0,
 "awd_amount": 230896.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "1133965/1134417\r\nWilson/Landes\r\n\r\nThe overall goal of this project is to understand protein chromatography by observing the adsorption and transport of single protein molecules in realistic adsorbents, which has not previously been possible. Specifically, the proposed work will: (1) observe the adsorption and desorption of single protein molecules on thousands of adsorbent sites, (2) determine the distribution of dwell times at each site, (3) directly observe site heterogeneity, (4) measure activation energetics, (5) test the effects of ligand density and type, (6) characterize competition among proteins of different surface affinity but the same size and shape, and (7) measure single-molecule transport. \r\n\r\nThe proposed research aims to open an entirely new way of investigating protein chromatography (and immunoassays, microarrays, biosensors, etc.), through the use of single-molecule fluorescence. Building on the co-PI?s experience in single-molecule spectroscopy, and our previous successful collaboration on single-molecule affinity recognition of proteins, we have developed methods for single-molecule imaging and fluorescence correlation spectroscopy (FCS) transport studies in realistic agarose ionexchange adsorbents. Particular elements of the investigation include the determination of the residence times of single proteins on single adsorbent sites, the distributions of these residence times, and the effects of ligand density, ligand clustering, ionic strength, and the presence of competitors. Transport behavior inside the agarose gel will be characterized by FCS. This approach will support the development of a predictive moleculartheoretic approach to modeling chromatographic processes. It will illuminate the molecular origins of the superior performance of clustered-charge adsorbents, and should shed considerable light on the competitive protein adsorption and displacement processes which underlie all chromatographic separations. \r\n\r\nThe broader impacts of the proposed work should be extensive. Bioseparations, and chromatography in particular, dominate the cost and process complexity of manufacturing of modern biopharmaceuticals, and consume enormous effort in biomedical and biotechnological research. There is a felt shortage of trained investigators and process developers in this interdisciplinary area. The clustered-charge adsorbents to be characterized as an element of the work show promise for broader applications. The results and methods should be directly applicable to separations of nucleic acids and bioconjugates, and to other methods including HIC, IMAC, and Protein A affinity. These methods could also be applied to studies of non-separation technologies such as immunoassays, biosensors, and DNA microarrays. \r\n\r\nThe project will provide excellent training opportunities for students to work at the interface of bioseparations/biochemical technology and nanobiology/nanobiotechnology. Each of these areas enjoys rapid employment growth, and the interface should be a very productive one for the foreseeable future. The University of Houston is one of the very most ethnically-diverse urban research universities in the United States, and the students involved in this research will reflect that diversity. Opportunities for integration with education are abundant, with multiple REU and RET programs in relevant areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Willson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Willson",
   "pi_email_addr": "willson@uh.edu",
   "nsf_id": "000419775",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 Calhoun Rd",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 230896.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The main outcome of this work was the direct observation and characterization of the adsorption of single molecules of protein, under conditions matching those of commercially-important methods of purifying biotech pharmaceuticals. &nbsp;We are very proud of this achievement, which was published in the Proceedings of the National Academy of Sciences of the USA, and has made a splash in the relevant community. &nbsp;Distinguished leaders in the field have been very enthusiastic, and at least one has adopted our methods. &nbsp;</p>\n<p>The importance of this work lies in the biotechnology revolution in pharmaceuticals. &nbsp;The best new drugs for cancer, MS, and arthritis are all proteins made in cultured cells and microorganisms. &nbsp;They must be purified to an extraordinary degree, to remove all the host cell proteins, and every process uses chromatography based on the selective sticking of proteins to solid adsorbent surfaces. &nbsp;Chromatography also is an important tool in analyzing environmental samples, blood, etc., but in biopharmaceutical manufacturing it is practiced on a large scale, at enormous expense.</p>\n<p>Prior to our work, nobody had seen a protein molecule adsorb on a chromatographic matrix before.&nbsp; All data were indirect, and averaged across large numbers of adsorption sites.&nbsp; Using a single-molecule, super-resolution imaging technique called <em>motion-blur Points Accumulation for Imaging in Nanoscale Topography</em> (mbPAINT), we achieved the direct mapping and kinetic characterization of individual functional sites on thin-film agarose ion-exchange matrices. By extracting single-protein adsorption and desorption kinetics at individual ligands, direct experimental evidence in support of the stochastic theory of chromatography is obtained. Simulated elution profiles calculated from the molecular-scale data suggest that, if it were possible to engineer uniform optimal interactions into ion-exchange systems, separation efficiencies could be improved by as much as a factor of five. Using the single molecule approach, we also investigated the influence of ionic strength on the heterogeneity of protein ion-exchange functional adsorption sites, and therefore the heterogeneity of elution profiles. We observed that the number of functional adsorption sites was smaller at high ionic strength and these sites had reduced desorption kinetic heterogeneity. The results suggest the reduction of heterogeneity is due to both electrostatic screening between the protein and ligand and tuning of steric availability within the agarose support. Overall, we have shown that single molecule super-resolution imaging can aid in improving our understanding of ion-exchange adsorptive separations and the results of such studies could be used to improve adsorbent properties.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2014<br>\n\t\t\t\t\tModified by: Richard&nbsp;Willson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThe main outcome of this work was the direct observation and characterization of the adsorption of single molecules of protein, under conditions matching those of commercially-important methods of purifying biotech pharmaceuticals.  We are very proud of this achievement, which was published in the Proceedings of the National Academy of Sciences of the USA, and has made a splash in the relevant community.  Distinguished leaders in the field have been very enthusiastic, and at least one has adopted our methods.  \n\nThe importance of this work lies in the biotechnology revolution in pharmaceuticals.  The best new drugs for cancer, MS, and arthritis are all proteins made in cultured cells and microorganisms.  They must be purified to an extraordinary degree, to remove all the host cell proteins, and every process uses chromatography based on the selective sticking of proteins to solid adsorbent surfaces.  Chromatography also is an important tool in analyzing environmental samples, blood, etc., but in biopharmaceutical manufacturing it is practiced on a large scale, at enormous expense.\n\nPrior to our work, nobody had seen a protein molecule adsorb on a chromatographic matrix before.  All data were indirect, and averaged across large numbers of adsorption sites.  Using a single-molecule, super-resolution imaging technique called motion-blur Points Accumulation for Imaging in Nanoscale Topography (mbPAINT), we achieved the direct mapping and kinetic characterization of individual functional sites on thin-film agarose ion-exchange matrices. By extracting single-protein adsorption and desorption kinetics at individual ligands, direct experimental evidence in support of the stochastic theory of chromatography is obtained. Simulated elution profiles calculated from the molecular-scale data suggest that, if it were possible to engineer uniform optimal interactions into ion-exchange systems, separation efficiencies could be improved by as much as a factor of five. Using the single molecule approach, we also investigated the influence of ionic strength on the heterogeneity of protein ion-exchange functional adsorption sites, and therefore the heterogeneity of elution profiles. We observed that the number of functional adsorption sites was smaller at high ionic strength and these sites had reduced desorption kinetic heterogeneity. The results suggest the reduction of heterogeneity is due to both electrostatic screening between the protein and ligand and tuning of steric availability within the agarose support. Overall, we have shown that single molecule super-resolution imaging can aid in improving our understanding of ion-exchange adsorptive separations and the results of such studies could be used to improve adsorbent properties.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/02/2014\n\n\t\t\t\t\tSubmitted by: Richard Willson"
 }
}