{
 "awd_id": "1133682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Floating Offshore Wind Turbines:  Conceptual Assessment of Highly Compliant Platforms using Theory, Design and Simulation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 318008.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2013-09-08",
 "awd_abstract_narration": "1133862 PI Sweetman\r\n\r\nThe objective of this project is to develop new theory and numerical tools to accurately simulate the behavior of floating offshore wind turbines subject to large angular displacements, and use those results to assess the economic and technical feasibility of potential next-generation structures. \r\nIntellectual Merit: The potential for a change in design philosophy from highly rigid wind turbine support structures to highly compliant ones will be investigated. New designs and operational control systems will be developed that allow the tower to lean significantly in response to the wind force, and the technical and economic merits of these new designs will be assessed. A shift to highly compliant structures would be a major shift in design philosophy paralleling that of the offshore oil business as drilling and production moved into very deep water. A family of new designs will be developed with rotational restoring properties ranging from very stiff (very small lean of the tower due to wind) to very compliant (leans easily). These designs will be completed in sufficient detail to identify all challenges to existing technology. Computing the dynamics of these highly compliant structures is both difficult and important, in part because of the gyroscopic effect of the huge whirling blades. This challenge will be met through theoretical development and practical implementation of a new dynamic simulation methodology that could prove useful beyond the field of wind energy to other rotating equipment subject to large angular displacements. The new method will be based on conservation of angular momentum in Euler-space for a cloud of rigid bodies representing a floating wind turbine. Development of this new theory and simulation methodology is necessary because conventional wind turbine design tools do not consider the order of rotation of angular deflections and so are inadequate for large angular motions. Additionally, the overall system is extremely nonlinear: the environmental forcing, hydrostatic restoring moments, time-domain control system, and gyroscopic effects are all nonlinear; accurate simulation in the time domain is necessary to assess the viability of the any design concept. Proof that highly compliant support structures have both technical and economic value could begin a technical revolution that enables economic development of wind farms in very challenging deepwater offshore locations. \r\nBroader Impacts: As the US continues to work towards ``greener?? sources of alternative energy, there is increasing interest in installing wind turbines offshore, where good winds and adequate space are both available. Public pressure continues to push for having these structures beyond sight of land, and new technologies are needed for more cost-effective generation of wind-powered electricity in very deep waters. This proposal explores for the first time the viability of highly compliant structures for that purpose, the result of which could be a dramatic shift in the design philosophy for floating wind turbines.  The education and outreach components include course development, education of graduate and undergraduate students and outreach to K-12 students and teachers as well as to at-risk college students. The teaching will include development of innovative course curricula on off-shore wind energy to teach about design of both bottom-founded and floating offshore wind turbines, and will include education of graduate and undergraduate students in the rapidly advancing area of offshore wind turbine design. Outreach to K?12 students and teachers will be include presentations on offshore energy by the PI and his graduate students in the well-established ``Sea Camp?? program at Texas A&M at Galveston; outreach to at-risk college students, who include many historically underrepresented and financially disadvantaged students, will be through an established program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Sweetman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Sweetman",
   "pi_email_addr": "sweetman@tamu.edu",
   "nsf_id": "000204588",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University at Galveston",
  "perf_str_addr": "200 Seawolf Parkway",
  "perf_city_name": "Galveston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "775531675",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "TX14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12008.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Hundreds of wind turbines have been installed in the oceans surrounding Europe, with a much smaller number being installed in the US.&nbsp; Locating these wind turbines far from land will satisfy public pressure to have them beyond view from the beach, but may require placing them in very deep water where floating structures are expected to be cost effective.&nbsp; At the time this work was proposed, only one large-scale floating turbine had been constructed; since that time, three additional large-scale floating wind turbines have been deployed.&nbsp; These early designs of floating towers have rotational stiffness almost as high as the more conventional &ldquo;rigid&rdquo; bottom-founded towers.&nbsp; This project investigated the technical and economic reasons to develop designs that allow greater compliance with environmental forces.&nbsp; To complete that investigation, new theory and numerical tools were developed to accurately simulate the behavior of floating offshore wind turbines subject to large angular displacements.&nbsp; These numerical tools were then used to assess the economic and technical feasibility of potential next-generation structures.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit: </strong>The potential for a change in design philosophy from highly rigid wind turbine support structures to highly compliant ones was investigated in detail, and the concept was found to be technically viable and cost-effective.&nbsp; New designs and operational control systems were developed that allowed the tower to lean significantly in response to the wind force.&nbsp; A design tradeoff was found to exist between tower stiffness and electrical generating capacity: towers that are designed to be allowed to lean far over cost less to build, but are not able to generate as much electricity as towers that are to remain nearly vertical.&nbsp; The optimal amount of stiffness was found to be considerably lower than that of existing designs, but there are limits: if the towers are too compliant, the loss of generating capacity more than offset the initial cost savings.&nbsp; Computing the dynamics of these highly compliant structures is both difficult and important, in part because of the gyroscopic effect of the huge whirling blades.&nbsp; This challenge was met through theoretical development and practical implementation of a new dynamic simulation methodology that could prove useful beyond the field of wind energy to other rotating equipment subject to large angular displacements.&nbsp; The new method is derived from dynamic theory based on conservation of angular momentum in Euler-space for a cloud of rigid bodies representing a floating wind turbine.&nbsp; Development of this new theory and simulation methodology was necessary because conventional wind turbine design tools only work for very stiff towers that do not move very much.&nbsp; This newly-developed simulation methodology is extremely efficient computationally because prescribed geometric relationships between bodies allows the entire system to be represented by a system of 6 coupled dynamic equations of motion, regardless of how many bodies are in the system.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts: </strong>As the U.S. continues to work towards ``greener&rsquo;&rsquo; sources of alternative energy, there is increasing interest in installing wind turbines offshore, where good winds and adequate space are both available.&nbsp; Public pressure continues to push for having these structures beyond sight of land, and new technologies are needed for more cost-effective generation of wind-powered electricity in very deep waters.&nbsp; This research showed the technical viability of highly compliant structures for that purpose, the result of which could be a dramatic shift in the design philosophy for floating wind turbines, which could enable significantly improved economics for development of deepwater wind resources.&nbsp; In addition to the potential impact of the research itself, the work included education and outreach components that included course development, education of graduate and undergraduate students and outreach to K&mdash;12 students and teachers as well as to at-risk college students.&nbsp; The teaching component included development of innovative course curricula on off-shore wind energy to teach about design of both bottom-founded and floating offshore wind turbines, and included education of graduate and undergraduate students in the rapidly advancing area of offshore wind turbine design.&nbsp; Outreach to K&mdash;12 students and teachers included presentations on offshore energy by the PI and his graduate students at Texas A&amp;M at Galveston.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2016<br>\n\t\t\t\t\tModified by: John&nbsp;A&nbsp;Sweetman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHundreds of wind turbines have been installed in the oceans surrounding Europe, with a much smaller number being installed in the US.  Locating these wind turbines far from land will satisfy public pressure to have them beyond view from the beach, but may require placing them in very deep water where floating structures are expected to be cost effective.  At the time this work was proposed, only one large-scale floating turbine had been constructed; since that time, three additional large-scale floating wind turbines have been deployed.  These early designs of floating towers have rotational stiffness almost as high as the more conventional \"rigid\" bottom-founded towers.  This project investigated the technical and economic reasons to develop designs that allow greater compliance with environmental forces.  To complete that investigation, new theory and numerical tools were developed to accurately simulate the behavior of floating offshore wind turbines subject to large angular displacements.  These numerical tools were then used to assess the economic and technical feasibility of potential next-generation structures.\n\n \n\nIntellectual Merit: The potential for a change in design philosophy from highly rigid wind turbine support structures to highly compliant ones was investigated in detail, and the concept was found to be technically viable and cost-effective.  New designs and operational control systems were developed that allowed the tower to lean significantly in response to the wind force.  A design tradeoff was found to exist between tower stiffness and electrical generating capacity: towers that are designed to be allowed to lean far over cost less to build, but are not able to generate as much electricity as towers that are to remain nearly vertical.  The optimal amount of stiffness was found to be considerably lower than that of existing designs, but there are limits: if the towers are too compliant, the loss of generating capacity more than offset the initial cost savings.  Computing the dynamics of these highly compliant structures is both difficult and important, in part because of the gyroscopic effect of the huge whirling blades.  This challenge was met through theoretical development and practical implementation of a new dynamic simulation methodology that could prove useful beyond the field of wind energy to other rotating equipment subject to large angular displacements.  The new method is derived from dynamic theory based on conservation of angular momentum in Euler-space for a cloud of rigid bodies representing a floating wind turbine.  Development of this new theory and simulation methodology was necessary because conventional wind turbine design tools only work for very stiff towers that do not move very much.  This newly-developed simulation methodology is extremely efficient computationally because prescribed geometric relationships between bodies allows the entire system to be represented by a system of 6 coupled dynamic equations of motion, regardless of how many bodies are in the system.\n\n \n\nBroader Impacts: As the U.S. continues to work towards ``greener?? sources of alternative energy, there is increasing interest in installing wind turbines offshore, where good winds and adequate space are both available.  Public pressure continues to push for having these structures beyond sight of land, and new technologies are needed for more cost-effective generation of wind-powered electricity in very deep waters.  This research showed the technical viability of highly compliant structures for that purpose, the result of which could be a dramatic shift in the design philosophy for floating wind turbines, which could enable significantly improved economics for development of deepwater wind resources.  In addition to the potential impact of the research itself, the work included education and outreach components that included course development, education of graduate and undergraduate students and outreach to K&mdash;12 students and teachers as well as to at-risk college students.  The teaching component included development of innovative course curricula on off-shore wind energy to teach about design of both bottom-founded and floating offshore wind turbines, and included education of graduate and undergraduate students in the rapidly advancing area of offshore wind turbine design.  Outreach to K&mdash;12 students and teachers included presentations on offshore energy by the PI and his graduate students at Texas A&amp;M at Galveston.\n\n\t\t\t\t\tLast Modified: 11/16/2016\n\n\t\t\t\t\tSubmitted by: John A Sweetman"
 }
}