{
 "awd_id": "1133655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Metings: Support of Student Participation in the 2011 North American Membrane Society Meeting and the 2011 International Congress on Membranes and Membrane Processes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-07-01",
 "awd_max_amd_letter_date": "2011-07-01",
 "awd_abstract_narration": "CBET 1133655\r\nUniversity of Toledo\r\nLipscomb\r\n\r\nThis proposal seeks support for student participation in both the 21st Annual North American Membrane Society Meeting (NAMS 2011), held June 4- 8, 2011 in Las Vegas, Nevada and the 2011 International Congress on Membranes and Membrane Processes (ICOM 2011), held July 23-29, 2011 in Amsterdam, The Netherlands. We anticipate providing financial assistance to ~50 students attending the meetings. The requested funding will be used to support graduate students from US universities.  The availability of funding will be announced through the NAMS and annual meeting web sites. Awards will be coordinated with other student awards offered by NAMS to have the greatest impact on student support.\r\n \r\nThe NAMS annual meeting and ICOM triennial meeting are two of the preeminent global membrane meetings. The latest developments in the membrane field from leading academic, governmental, and industrial research labs are presented for the first time for evaluation by the membrane community. Membranes have become a critical technology to address pressing national needs. Membrane technology offers the ability to dramatically reduce energy consumption in industrial separation processes. The reductions in energy consumption can be accompanied by significant reduction in manufacturing costs as found in seawater desalination. Such a combination offers the unique ability to reduce our reliance on energy imports and greenhouse gas emissions without adverse economic impacts. Membrane processes also are important to the emerging alternative energy industry. Membranes enable low cost, low energy consumption separations in biorefineries, hydrogen production, and electrochemical systems--the subject of sessions at the NAMS and ICOM meetings. In addition to reducing energy consumption, membranes can reduce requirements for land and raw materials through process intensification and thereby enhance the sustainability of human activity--another area of national interest. \r\n\r\nThe requested funding will provide partial support for student participation in a professional meeting of the membrane industry. Attendance at a NAMS or ICOM meeting provides a unique opportunity for students to share their accomplishments with peers and more senior members of the community. The feedback they receive can help direct their work and provide encouragement. The involvement of students is vital to the membrane industry. Nearly double digit growth is expected in markets for membrane bioreactors and for gas and liquid separations through 2013. Such growth will require a pool of skilled workers. The support provided through this proposal will help attract the best students to the field and fill this pool by allowing them to participate in a meeting that offers an exciting environment for networking, education, and ultimate job placement. In addition to the development of human resources for the industry, the support provided by this proposal will allow presentation of the latest research results from the most innovative academic laboratories around the country. This showcase of new materials and technologies attracts significant industrial participation as it provides a unique environment to evaluate the commercialization potential of the research. The economic growth associated with such commercialization benefits the entire country.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "G. Glenn",
   "pi_last_name": "Lipscomb",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "G. Glenn Lipscomb",
   "pi_email_addr": "glenn.lipscomb@utoledo.edu",
   "nsf_id": "000395999",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W. Bancroft Street",
  "perf_city_name": "Toledo",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "136E",
   "pgm_ref_txt": "Chemical Separation Processes"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 21<sup>st</sup> Annual North American Membrane Society Meeting (NAMS 2011) was held June 4-8, 2011 in Las Vegas, Nevada at Bally&rsquo;s Las Vegas. The NAMS annual meeting is one the preeminent global membrane meetings. The latest developments in the membrane field from leading academic, governmental, and industrial research labs are presented for the first time for evaluation by the membrane community.</p>\n<p>&nbsp;</p>\n<p>Membranes have become a critical technology to address pressing national needs. Membrane technology offers the ability to dramatically reduce energy consumption in industrial separation processes. The reductions in energy consumption can be accompanied by significant reduction in manufacturing costs as found in seawater desalination. Such a combination offers the unique ability to <em>reduce our reliance on energy imports and greenhouse gas emissions without adverse economic impacts</em>.</p>\n<p>&nbsp;</p>\n<p>Membrane processes also are important to the emerging alternative energy industry. Membranes enable low cost, low energy consumption separations in biorefineries, hydrogen production, and electrochemical systems &ndash; the subject of sessions at the NAMS meeting. In addition to reducing energy consumption, membranes can reduce requirements for land and raw materials through process intensification and thereby enhance the sustainability of human activity &ndash; another area of national interest.&nbsp;<br /><br /></p>\n<p>The funding provided by this award supported the participation of 77 students in the meeting. Attendance at the meeting provided a unique opportunity for students to share their accomplishments with peers and more senior members of the community. The feedback they received will help direct their work and provide encouragement. Meeting activities specifically for students included: free pre-meeting professional development workshop, &ldquo;Lunch with Legends&rdquo; (a lunch with well-known academic and industrial professionals to engender mentoring), and highly competitive student poster paper competition.</p>\n<p>&nbsp;</p>\n<p>The involvement of students is vital to the membrane industry. Nearly double digit growth is expected in markets for membrane bioreactors and for gas and liquid separations through 2013. Such growth will require a pool of skilled workers. The support provided through this award helped to attract the best students to the field and fill the anticipated labor need by allowing them to participate in a meeting that offers an exciting environment for networking, education, and ultimate job placement.</p>\n<p>In addition to the development of human resources for the industry, the support provided by this proposal allowed presentation of the latest research results from the most innovative academic laboratories around the country. This showcase of new materials and technologies attracts significant industrial and government participation as it provides a unique environment to evaluate the commercialization potential of the research. The economic growth associated with such commercialization benefits the entire country.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2012<br>\n\t\t\t\t\tModified by: G. Glenn&nbsp;Lipscomb</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 21st Annual North American Membrane Society Meeting (NAMS 2011) was held June 4-8, 2011 in Las Vegas, Nevada at BallyÆs Las Vegas. The NAMS annual meeting is one the preeminent global membrane meetings. The latest developments in the membrane field from leading academic, governmental, and industrial research labs are presented for the first time for evaluation by the membrane community.\n\n \n\nMembranes have become a critical technology to address pressing national needs. Membrane technology offers the ability to dramatically reduce energy consumption in industrial separation processes. The reductions in energy consumption can be accompanied by significant reduction in manufacturing costs as found in seawater desalination. Such a combination offers the unique ability to reduce our reliance on energy imports and greenhouse gas emissions without adverse economic impacts.\n\n \n\nMembrane processes also are important to the emerging alternative energy industry. Membranes enable low cost, low energy consumption separations in biorefineries, hydrogen production, and electrochemical systems &ndash; the subject of sessions at the NAMS meeting. In addition to reducing energy consumption, membranes can reduce requirements for land and raw materials through process intensification and thereby enhance the sustainability of human activity &ndash; another area of national interest. \n\n\n\nThe funding provided by this award supported the participation of 77 students in the meeting. Attendance at the meeting provided a unique opportunity for students to share their accomplishments with peers and more senior members of the community. The feedback they received will help direct their work and provide encouragement. Meeting activities specifically for students included: free pre-meeting professional development workshop, \"Lunch with Legends\" (a lunch with well-known academic and industrial professionals to engender mentoring), and highly competitive student poster paper competition.\n\n \n\nThe involvement of students is vital to the membrane industry. Nearly double digit growth is expected in markets for membrane bioreactors and for gas and liquid separations through 2013. Such growth will require a pool of skilled workers. The support provided through this award helped to attract the best students to the field and fill the anticipated labor need by allowing them to participate in a meeting that offers an exciting environment for networking, education, and ultimate job placement.\n\nIn addition to the development of human resources for the industry, the support provided by this proposal allowed presentation of the latest research results from the most innovative academic laboratories around the country. This showcase of new materials and technologies attracts significant industrial and government participation as it provides a unique environment to evaluate the commercialization potential of the research. The economic growth associated with such commercialization benefits the entire country.\n\n \n\n\t\t\t\t\tLast Modified: 04/02/2012\n\n\t\t\t\t\tSubmitted by: G. Glenn Lipscomb"
 }
}