{
 "awd_id": "1133135",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Photostable Luminescent Coatings Assembled from Flow-Purified Silicon Nanocrystals: Effects of Size, Packing Order, and Environment",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 266329.0,
 "awd_amount": 266329.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "1133135\r\nPI: Hobbie\r\n\r\nThe unique optical properties of semiconductor nanocrystals, or quantum dots, are well suited to a range of needs in biomedical imaging and sensing, but work so far has focused on toxic materials like cadmium selenide. Silicon, in contrast, is an abundant nontoxic element that can be readily synthesized into luminescent nanocrystals in nonthermal plasmas. Like all quantum dots, silicon nanocrystals have limited photoluminescent stability. Motivated by preliminary data that demonstrate a clear link between nanoparticle packing and ensemble photostability, we will perform a combined experimental and computational study of the influence of particle size distribution, particle packing order, and local environment on the photostability of films and clusters assembled from purified silicon quantum dots. The plasma-synthesized nanocrystals will be (i) dispersed in organic solvents using ligands of varied length, (ii) separated by size in a scalable fashion through density-gradient ultracentrifugation into highly monodisperse fractions, and (iii) assembled into ordered films and clusters through controlled drying. Correlations between packing density, crystalline order, local environment, and photostability will be established by independently measuring the microstructure with optical and electron microscopy while simultaneously measuring the time-dependent spectral response. To interpret these experiments, we will combine numerical simulations of non-equilibrium self-assembly in drying colloidal suspensions with a quantum-mechanical model that accounts for the influence of inter-particle interactions on the photophysics of closely packed nanoparticle ensembles.\r\n\r\nThis project represents the first comprehensive scientific study of the influence of particle interactions on the photostability of silicon quantum dots, and it will have significant impact on a number of diverse fronts. The striking visual signal of photoluminescence is a particularly accessible manifestation of nanotechnology at macroscopic scales, and we will exploit this to engage the public, including high school students from across the state of North Dakota. We also have a strong record of mentoring undergraduates, including women and underrepresented minorities, through challenging projects that culminate in high-impact publications. A significant portion of the preliminary data in this proposal were collected and analyzed by undergraduates. Motivated by the interdisciplinary scope of the research, the PI is also developing a new graduate course specifically designed to train doctoral researchers at the ?soft-hard? interface, which represents a paradigm for nanotechnology in the 21st century. Finally, the potential technological impact of the knowledge gained is tremendously broad, ranging from efficient solid-state lighting and solution-processed photovoltaics to fiber-optic cryothermometers and stable non-toxic fluorophores for live cell diagnostics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Hobbie",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Erik K Hobbie",
   "pi_email_addr": "erik.hobbie@ndsu.edu",
   "nsf_id": "000538424",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Kroll",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel M Kroll",
   "pi_email_addr": "daniel.kroll@ndsu.edu",
   "nsf_id": "000304600",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "581086050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 266329.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Semiconductor nanocrystals &ndash; tiny pieces of crystalline semiconducting material that are so small as to have vastly different properties compared to the same material in the bulk &ndash; show tremendous potential for a number of applications. These include flat-panel displays, solar cells, LEDs, and wide range of medical diagnostics and therapeutics. One of the great appeals of these so-called &ldquo;nanomaterials&rdquo; is that they can be handled as fluids, similar to ink or plastics, which opens up new approaches for easily manufacturing devices or products. A central theme in many of these applications is luminescence, whereby high-energy light or electric current impinging on a material causes it to emit light of different colors. The color of the light can be tuned or controlled through the size of the particle and a phenomenon known as &ldquo;quantum confinement&rdquo;. While many emerging applications rely on more exotic materials, many of these are both toxic and expensive. Silicon, in contrast, is a nontoxic and abundant material that dominates the microelectronics industry, including applications like cell phones and computers. However, to achieve the same success in the world of photonics, nanocrystalline silicon faces a number of hurdles and challenges that relate to the relatively unique optical and electronic properties of silicon.</p>\n<p>Through research supported by this award, we addressed some of these challenges, and in doing so we paved the way for the use of silicon as a promising component in several emerging technologies. Our first task was to develop a way to purify these tiny particles - known as colloids - by size. We did this by spinning them in a centrifuge, a process that is commonly used to purify water-based materials. The challenge here was to extend this process to materials that are more easily dispersed in organic solvents, like oils. Once we accomplished this goal, we attacked the challenge of making the emitted light, or photoluminescence, more stable and bright. For this task, we discovered that silicon nanoparticles are unique in that they perform better the more densely they are packed together. As a demonstration of this effect, we constructed a tiny optical thermometer on the end of a thin fiber-optic wire that we could use to measure temperature in otherwise inaccessible locations. Our final challenge was to better understand some of the issues that currently limit the use of silicon in a range of potential applications. Most notably, while other semiconductors continue to perform as the particles are made smaller and smaller, silicon appears to have a lower limit, below which it cannot efficiently emit light of different colors. Here, this limit corresponds to the color yellow. By studying the different sized particles that we created, we linked this problem to the unique surface chemistry that is commonly used to suspend the nanoparticles in fluids. This insight will enable future research to address this limitation and thereby raise the ceiling for silicon in a number of important applications that rely on generating and manipulating light of different colors.</p>\n<p>Through the successful completion of this research, the award was used to train a number of young researchers, ranging from undergraduates to graduate students. These recent graduates are now working in industry on a range of practical and important problems related to materials and nanotechnology. Building off of our recent success, we are continuing our efforts to realize the technological promise of silicon, a material as common and diverse as sand and computers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2016<br>\n\t\t\t\t\tModified by: Erik&nbsp;K&nbsp;Hobbie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSemiconductor nanocrystals &ndash; tiny pieces of crystalline semiconducting material that are so small as to have vastly different properties compared to the same material in the bulk &ndash; show tremendous potential for a number of applications. These include flat-panel displays, solar cells, LEDs, and wide range of medical diagnostics and therapeutics. One of the great appeals of these so-called \"nanomaterials\" is that they can be handled as fluids, similar to ink or plastics, which opens up new approaches for easily manufacturing devices or products. A central theme in many of these applications is luminescence, whereby high-energy light or electric current impinging on a material causes it to emit light of different colors. The color of the light can be tuned or controlled through the size of the particle and a phenomenon known as \"quantum confinement\". While many emerging applications rely on more exotic materials, many of these are both toxic and expensive. Silicon, in contrast, is a nontoxic and abundant material that dominates the microelectronics industry, including applications like cell phones and computers. However, to achieve the same success in the world of photonics, nanocrystalline silicon faces a number of hurdles and challenges that relate to the relatively unique optical and electronic properties of silicon.\n\nThrough research supported by this award, we addressed some of these challenges, and in doing so we paved the way for the use of silicon as a promising component in several emerging technologies. Our first task was to develop a way to purify these tiny particles - known as colloids - by size. We did this by spinning them in a centrifuge, a process that is commonly used to purify water-based materials. The challenge here was to extend this process to materials that are more easily dispersed in organic solvents, like oils. Once we accomplished this goal, we attacked the challenge of making the emitted light, or photoluminescence, more stable and bright. For this task, we discovered that silicon nanoparticles are unique in that they perform better the more densely they are packed together. As a demonstration of this effect, we constructed a tiny optical thermometer on the end of a thin fiber-optic wire that we could use to measure temperature in otherwise inaccessible locations. Our final challenge was to better understand some of the issues that currently limit the use of silicon in a range of potential applications. Most notably, while other semiconductors continue to perform as the particles are made smaller and smaller, silicon appears to have a lower limit, below which it cannot efficiently emit light of different colors. Here, this limit corresponds to the color yellow. By studying the different sized particles that we created, we linked this problem to the unique surface chemistry that is commonly used to suspend the nanoparticles in fluids. This insight will enable future research to address this limitation and thereby raise the ceiling for silicon in a number of important applications that rely on generating and manipulating light of different colors.\n\nThrough the successful completion of this research, the award was used to train a number of young researchers, ranging from undergraduates to graduate students. These recent graduates are now working in industry on a range of practical and important problems related to materials and nanotechnology. Building off of our recent success, we are continuing our efforts to realize the technological promise of silicon, a material as common and diverse as sand and computers.\n\n\t\t\t\t\tLast Modified: 10/05/2016\n\n\t\t\t\t\tSubmitted by: Erik K Hobbie"
 }
}