{
 "awd_id": "1133871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanisms of Damage to Pharmaceutical Proteins at Oil-Water Interfaces",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 338991.0,
 "awd_amount": 338991.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "1133871\r\nRandolph\r\n\r\nIntroduction: During their production, processing, storage and delivery to patients, therapeutic proteins are exposed to various interfaces, such as the interface between the silicone oils that are used to lubricate glass syringes and aqueous solutions in which the proteins are formulated.  Proteins may adsorb to these interfaces, which in turn can result in aggregation of the protein. Protein aggregation in pharmaceutical formulations is associated with changes in potency, risks of increased immunogenicity, and shortened shelf life, and hence is a major contributor to the estimated $1.2 billion required for development of a new protein-based therapeutic.  Interfacial damage of proteins is a particular problem at fluid-fluid interfaces, where the dynamic nature of the interface (e.g., in response to shear forces experienced during shipping and handling of a protein formulation) may offer increased exposure of interfaces to proteins.   This project examines the behavior of therapeutic proteins as they interact with silicone oil/water interfaces.  The mechanisms of such interactions are probed with advanced spectroscopic and physical techniques, with a goal of developing rational design strategies to prevent interfacial protein damage and reduce associated costs and health risks.\r\n  \r\nIntellectual Merit:  Protein adsorption and aggregation at interfaces is ubiquitous, but the fundamental mechanisms leading to protein adsorption at interfaces and consequent generation of aggregates remain poorly understood. This project, a collaboration between two research groups with expertise in protein interfacial science, protein conformational thermodynamics and aggregation kinetics will address both the microscale mechanisms that lead to protein adsorption and unfolding at interfaces, and the kinetic processes that result in macroscopically observable protein aggregation. \r\n\r\nTo characterize the kinetics of adsorption and interfacial aggregation at oil-water interfaces, a combination of several state-of-the-art experimental techniques will be developed and applied. These include single-molecule tracking micro-rheology (using fluorescence microscopy), emulsion adsorption, fluorescence-activated cell sorting (FACS) and front-face fluorescence quenching of adsorbed protein. Molecular conformation of proteins at silicone oil-water interfaces will be measured using Forster resonant energy transfer (FRET) in order such as to establish direct connections between protein conformation and dynamic processes such adsorption, desorption, interfacial mobility, aggregation. Likewise, protein adsorption at the air-water interface will be measured using dynamic pendant bubble tensiometry, emulsion depletion experiments and FACS, and the resulting protein aggregation monitored by flow microscopy, chromatography and FACS. The links between interfacially-induced protein damage and formulation conditions will be explored by determining the effects of interfacial area change, protein concentration, thermodynamic conditions, and excipients. By manipulating the thermodynamic stability of the protein's native state structure (e.g., with stabilizing excipients), microscopic protein unfolding processes will be linked to interfacial phenomena and macroscopic measurements of agitation-induced-aggregation kinetics.\r\n\r\nBroader Impacts: The project will have several broad impacts. First, a detailed understanding of protein adsorption at oil-water interfaces will aid the design of formulations that provide protection against interfacially-induced protein aggregation, reduce development costs and offer increased patient safety. Second, the many new techniques that will be tested and developed will be of use to a wide variety of academic and industrial scientists. Furthermore, protein adsorption and aggregation at interfaces is of critical importance to several other scientific endeavors, such as vaccinology, applications of microfluidics and nanotechnology in the diagnostics arena and the development of implantable medical devices. By linking two research groups with diverse expertise in interfacial science and protein formulation, the graduate and undergraduate students who participate in this research will receive a broad, cross-disciplinary training. In addition, because of the groups close ties with the biopharmaceutical industry, the results of this research will be rapidly disseminated so as to afford maximum impact in practical applications of the proposed new, fundamental scientific studies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Randolph",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore W Randolph",
   "pi_email_addr": "theodore.randolph@colorado.edu",
   "nsf_id": "000266948",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel K Schwartz",
   "pi_email_addr": "Daniel.Schwartz@colorado.edu",
   "nsf_id": "000120499",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "424 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090424",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 338991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Silicone oils are commonly used to lubricate&nbsp;the glass syringes that deliver injectable formulations of therapeutic proteins to patients.&nbsp; Proteins readily adsorb to the silicone oil, which in turn may cause the protein to unfold, aggregate and form particulate material,&nbsp;posing a potential risk for stimulating side&nbsp;effects&nbsp;such as unwanted immune responses to the therapeutic protein drug.</p>\n<p>In this project, we studied the mechanisms by which proteins adsorb to the silicone oil-water interface, the rates at&nbsp; which proteins at the silicone oil-water interface assemble into immobile layers, and the mechanisms by which adsorbed proteins at silicone oil-water interfaces form particles withing glass syringes.&nbsp; To study these mechanisms, we relied on analysis of movies recorded&nbsp;using&nbsp;total internal fluorescence microscopy&nbsp;techniques&nbsp;to measure the motions, adsorption, and desorption behaviors of large numbers of single protein molecules as they interacted with the silicone oil-water interface.</p>\n<p>In addition, we&nbsp;examined how different kinds of lubricating surface treatments might affect the mechanical characteristics of injections made with glass syringes,&nbsp;&nbsp;and the stability of therapeutic proteins in contact with these new interfaces.</p>\n<p>We found that proteins adsorb very rapidly to silicone oil-water interfaces.&nbsp; Once adsobed, the proteins tended to form gel layers&nbsp;at the&nbsp;silicon oil interface.&nbsp;&nbsp; The gelation process followed different kinetics for&nbsp;different proteins; some proteins formed small clusters or islands of protein that aggregated to form surface gels, while others progressed to gelation more uniformly over time.</p>\n<p>Surface forces due to interactions of the protein gel layers with air bubbles within glass syringes caused the gels to be removed from the walls of the syringes, resulting in the formation of suspended particles in the protein formulations.</p>\n<p>Alternative lubrication strategies that did not employ liquid silicone oil as a lubricant caused lower levels of particles to formed.&nbsp; However, a trade-off was evident, as lower particel generation correlated with poorer lubrication, making the syringes more difficult to inject.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2015<br>\n\t\t\t\t\tModified by: Theodore&nbsp;W&nbsp;Randolph</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSilicone oils are commonly used to lubricate the glass syringes that deliver injectable formulations of therapeutic proteins to patients.  Proteins readily adsorb to the silicone oil, which in turn may cause the protein to unfold, aggregate and form particulate material, posing a potential risk for stimulating side effects such as unwanted immune responses to the therapeutic protein drug.\n\nIn this project, we studied the mechanisms by which proteins adsorb to the silicone oil-water interface, the rates at  which proteins at the silicone oil-water interface assemble into immobile layers, and the mechanisms by which adsorbed proteins at silicone oil-water interfaces form particles withing glass syringes.  To study these mechanisms, we relied on analysis of movies recorded using total internal fluorescence microscopy techniques to measure the motions, adsorption, and desorption behaviors of large numbers of single protein molecules as they interacted with the silicone oil-water interface.\n\nIn addition, we examined how different kinds of lubricating surface treatments might affect the mechanical characteristics of injections made with glass syringes,  and the stability of therapeutic proteins in contact with these new interfaces.\n\nWe found that proteins adsorb very rapidly to silicone oil-water interfaces.  Once adsobed, the proteins tended to form gel layers at the silicon oil interface.   The gelation process followed different kinetics for different proteins; some proteins formed small clusters or islands of protein that aggregated to form surface gels, while others progressed to gelation more uniformly over time.\n\nSurface forces due to interactions of the protein gel layers with air bubbles within glass syringes caused the gels to be removed from the walls of the syringes, resulting in the formation of suspended particles in the protein formulations.\n\nAlternative lubrication strategies that did not employ liquid silicone oil as a lubricant caused lower levels of particles to formed.  However, a trade-off was evident, as lower particel generation correlated with poorer lubrication, making the syringes more difficult to inject.\n\n\t\t\t\t\tLast Modified: 12/14/2015\n\n\t\t\t\t\tSubmitted by: Theodore W Randolph"
 }
}