{
 "awd_id": "1133671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cu2Zn(Sn,Ge)S4 Nanocrystal-Ink Based Solar Cells: Colloidal Nanocrystal Growth and Control of Electrically Active Traps",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2013-07-22",
 "awd_abstract_narration": "PI:  Hugh W Hillhouse\r\nProposal Number:  1133671\r\n\r\nIntellectual Merit\r\n\r\nSolar energy is an abundant and promising renewable energy resource for the generation electricity.  However, the realization of solar photovoltaics (PV) for achieving a sustainable energy future will require low-cost and earth-abundant elements for PV materials which offer high solar energy conversion efficiency.   In this regard, Copper-Zinc-Tin-Sulfur/Selenide (CZTSSe) is emerging as top candidate PV material, but suffers from low solar energy conversion efficiency because the electronic trap states cannot be controlled through current PV layer fabrication approaches.  The proposed research will engineer a colloidal nanocrystal-ink route to yield dense CZTSSe layers with low concentrations of electrically-active traps to yield high quality optoelectronic films with low rates of non-radiative recombination that offer potentially high efficiencies which approach theoretical limits.  \r\n\r\nIn the nanocrystal-ink route for fabrication of CZTSSe layers, colloidal nanocrystals will be synthesized and then suspended in an ink that is coated on substrate. The nanocrystal layer is then sintered to yield a high quality dense polycrystalline photoabsorbing layer for the solar PV cell.   Strategies to control CZTSSe nanocrystal growth with surfactants, solvents, and ligands that do not yield electrically active traps will be identified through a suite of measurements, including small-angle x-ray scattering (SAXS), in-situ UV-Vis-NIR spectroscopy of the nucleating and growing nanocrystals, and photoluminescence of the nanocrystals and sintered films.  Furthermore, a unique ultrasonic spray deposition strategy will be developed to form films with a well defined lateral composition gradient, as small differences in the absorber layer composition can have a profound effect on the electronic quality.  The spatial photovoltaic properties will then be screened with spatially resolved photocurrent measurements to identify favorable defect chemistries, and operating solar cells will be fabricated and tested from the most promising compositions. \r\n\r\nBroader Impacts\r\n\r\nIn addition to training graduate students, the proposed activities will engage the public and K-12 students in solar energy topics.  A graduate student working through the Society of Women Engineers will mentor local elementary school students with science fair projects.  The PI work will with the Pacific Science Center in Seattle to create clean energy demonstrations, make presentations through the Science Cafe program, and mentor local high school teams to prepare projects for Solar Day, which is being held in Seattle in conjunction with the 50th Anniversary of the IEEE Photovoltaics Specialists Conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hugh",
   "pi_last_name": "Hillhouse",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Hugh W Hillhouse",
   "pi_email_addr": "h2@uw.edu",
   "nsf_id": "000256946",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951750",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 114373.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120013.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 125614.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Solar energy is the most abundant and promising renewable energy resource. A significant issue limiting widespread utilization of this renewable resource is the cost of manufacturing efficient solar cell modules that are robust enough to last for over 20 years outdoors. There are currently two commercial alternatives to silicon solar cells, cadmium telluride (CdTe) and copper indium gallium di-selenide (CIGS). However, there are elemental abundance or cost issues with both tellurium and indium. As a result, new low-cost photovoltaics from Earth abundant elements need to be developed. Copper zinc tin sulfoselenide (CZTS) based solar cells are a top candidate. However (at the outset of the project), the best solar cells were made with toxic chemistry and even the best devices had low open-circuit voltages that disqualified them from commercial consideration. The goal of the project was to better understand the chemistry of solution processing methods, identify the voltage limiting defects, and enable solution processed solar cells from Earth abundant element copper zinc tin sulfoselenide (CZTS) materials to achieve high power conversion efficiencies.</p>\n<p>We first explored solution processing routes that employed nanocrystals of CZTS. However, after extensive research and two journal publications, we found that nanocrystals of CZTS likely had too high of compositional variation (nanocrystal-to-nanocrystal) to make an effective and reliable solution processing route to bulk CZTS films. Our best nanocrystal-based devices were only 9% efficient. However, we developed a solution processing route without nanocrystals (which was simpler and more economic) that relied on a solution of metal salts in an environmentally friendly solvent. We showed that germanium could be partially substituted for tin in CZTS to improve the voltage of solar cells. We demonstrated that germanium-doped CZTS solar cells could be formed by spray coating a simple salt solution on a substrate to yield solar cells that turned 11.0% of the power in the incident sunlight into useable electricity. Further, the solar cells achieved 63% of their theoretical maximum voltage, as compared to 58% for the previous World-record CZTS solar cells. This is important and of significant intellectual merit since it shows that the voltage limitation seen in previous CZTS solar cells is not an intrinsic limit. Additional research could increase this efficiency further and result in solar cells that are composed of an Earth abundant material and are efficient enough and economic enough to compete in the commercial sector.</p>\n<p>Beyond the intellectual merit, there were significant broader impacts. The project provided funding that trained and enabled three engineers to complete their graduate degrees (two PhD and one MS) and enter the private sector. In addition, the graduate students funded by the project engaged elementary and middle school students by helping them develop science projects in conjunction with their school. Further public engagement was supported by setting up a booth at the &ldquo;Paws on Science&rdquo; event at the Pacific Science Center in Seattle.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2017<br>\n\t\t\t\t\tModified by: Hugh&nbsp;W&nbsp;Hillhouse</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSolar energy is the most abundant and promising renewable energy resource. A significant issue limiting widespread utilization of this renewable resource is the cost of manufacturing efficient solar cell modules that are robust enough to last for over 20 years outdoors. There are currently two commercial alternatives to silicon solar cells, cadmium telluride (CdTe) and copper indium gallium di-selenide (CIGS). However, there are elemental abundance or cost issues with both tellurium and indium. As a result, new low-cost photovoltaics from Earth abundant elements need to be developed. Copper zinc tin sulfoselenide (CZTS) based solar cells are a top candidate. However (at the outset of the project), the best solar cells were made with toxic chemistry and even the best devices had low open-circuit voltages that disqualified them from commercial consideration. The goal of the project was to better understand the chemistry of solution processing methods, identify the voltage limiting defects, and enable solution processed solar cells from Earth abundant element copper zinc tin sulfoselenide (CZTS) materials to achieve high power conversion efficiencies.\n\nWe first explored solution processing routes that employed nanocrystals of CZTS. However, after extensive research and two journal publications, we found that nanocrystals of CZTS likely had too high of compositional variation (nanocrystal-to-nanocrystal) to make an effective and reliable solution processing route to bulk CZTS films. Our best nanocrystal-based devices were only 9% efficient. However, we developed a solution processing route without nanocrystals (which was simpler and more economic) that relied on a solution of metal salts in an environmentally friendly solvent. We showed that germanium could be partially substituted for tin in CZTS to improve the voltage of solar cells. We demonstrated that germanium-doped CZTS solar cells could be formed by spray coating a simple salt solution on a substrate to yield solar cells that turned 11.0% of the power in the incident sunlight into useable electricity. Further, the solar cells achieved 63% of their theoretical maximum voltage, as compared to 58% for the previous World-record CZTS solar cells. This is important and of significant intellectual merit since it shows that the voltage limitation seen in previous CZTS solar cells is not an intrinsic limit. Additional research could increase this efficiency further and result in solar cells that are composed of an Earth abundant material and are efficient enough and economic enough to compete in the commercial sector.\n\nBeyond the intellectual merit, there were significant broader impacts. The project provided funding that trained and enabled three engineers to complete their graduate degrees (two PhD and one MS) and enter the private sector. In addition, the graduate students funded by the project engaged elementary and middle school students by helping them develop science projects in conjunction with their school. Further public engagement was supported by setting up a booth at the \"Paws on Science\" event at the Pacific Science Center in Seattle.\n\n\t\t\t\t\tLast Modified: 07/13/2017\n\n\t\t\t\t\tSubmitted by: Hugh W Hillhouse"
 }
}