{
 "awd_id": "1133528",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  A Multiscale Framework to Investigate the Influence of Attached Phase Soil Organic Matter on the Fate, Transport, and Removal of Carbon-based Nanomaterials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 177000.0,
 "awd_min_amd_letter_date": "2011-08-04",
 "awd_max_amd_letter_date": "2012-07-17",
 "awd_abstract_narration": "Collaborative LeBoeuf and Li\r\n1133280 and 1133528\r\n\r\nThis NSF award by the Environmental Health and Safety of Nanotechnology program supports work by Professor Eugene J. LeBoeuf at Vanderbilt University, and Professors Yusong Li and Yongfeng Lu at the University of Nebraska , Lincoln to investigate the influence of attached phase organic matter on the fate, transport and removal of carbon-based nanomaterials in porous media.\r\n\r\nEscalating production and subsequent incorporation of engineered nanomaterials (ENMs) in consumer products increases the likelihood of release to the environment. Typically, hydrophobic particulate compounds released over time will accumulate in organic systems, including attached phase soil and sediment organic matter (AP-SOM). Especially in sediments, there is the potential for contaminants to persist for significant periods of time; therefore ENMs may impact environments long into the future. Although some effort has been devoted to investigate the behavior of ENMs in the environment, a very limited number of studies have focused on the interactions of AP-SOM and ENM.\r\nThe goal of this proposal is to build systematic, mechanistic understanding of the interactions between ENM and AP-SOM and their influence on ENM transport. We focus on carbon-based ENMs by selecting multi-walled carbon nanotubes (MWCNT), fullerene (C60), and carbon nano-onions (CNOs) to represent cylindrical, spherical, and onion-shaped systems. Meanwhile, humic acid and kerogen are selected to represent soft/young and rigid/old AP-SOM. The central hypothesis is that the interactions between ENM aggregates and AP-SOM are affected by the fundamental nanostructure (e.g., different shapes) of ENMs and physicochemical characteristics (e.g., macromolecular rubbery/glassy states) of AP- SOM. An integrated experimental and modeling research framework is structured around four objectives: (1) Characterize SOM and ENMs to link physicochemical and macromolecular characteristics of AP-SOM and the fundamental nanostructure of ENM with their macroscopic interactions; (2) Quantify the interactions of nanomaterials and AP-SOM by conducting Quartz Crystal Microbalance (QCM) attachment/detachment experiments; (3) Quantify the influence of AP-SOM on the transport of nanomaterials in porous media by conducting column experiments; and (4) Develop and experimentally validate a mathematical model that is capable of simulating nanomaterial transport in porous media in the presence of AP-SOM. The proposed research can be transformative because it aims to link fundamental nanostructure and properties to the behaviors of ENM aggregate transport, with a particular focus on the presence of AP-SOM.\r\n\r\nAs the pace of research and production of nanomaterials continues to increase, comprehensive studies on the environmental impact of these materials are urgently needed. Understanding the fate and transport of nanomaterials in porous media will provide critical information on the influence of engineered nanomaterials on ecosystems and human health. The numerical simulator developed from this proposal can be used to predict the mobility distance of engineered nanomaterials under a range of environmental conditions, which can assist regulatory agencies in developing improved, risk-based guidelines that address these emerging contaminants. The advancement in our fundamental knowledge of nanoparticle retention in porous media can also be used to model the performance of filtration technologies for treatment of drinking water or wastewater containing nanoparticles. The project will initiate significant advancements in motivating undergraduates and graduates in the STEM areas by involving underrepresented groups in the project and transferring research results into the classroom. The fundamental knowledge, experimental techniques, and modeling tools produced from this work will be rapidly disseminated to the scientific community in the form of journal publications and presentations at regional, national, and international professional meetings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yusong",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yusong Li",
   "pi_email_addr": "yli7@unl.edu",
   "nsf_id": "000512073",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yongfeng",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yongfeng Lu",
   "pi_email_addr": "ylu2@unl.edu",
   "nsf_id": "000092735",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "312 N 14th St, Alex Bldg West",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685880430",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Escalating production and subsequent incorporation of engineered nanomaterials (ENMs) in consumer products increase the likelihood of the release to the environment. Typically, hydrophobic particulate compounds released over time will accumulate in organic systems, including attached phase soil and sediment organic matter (AP-SOM). Especially in sediments, there is the potential for contaminants to persist for significant periods of time; therefore, ENMs may impact environments long into the future. Although some effort has been devoted to investigating the behavior of ENMs in the environment, a very limited number of studies have focused on the interactions of AP-SOM and ENM.&nbsp;The goal of this proposal is to build systematic, mechanistic understanding of the interactions between ENM and AP-SOM and their influence on ENM transport.</p>\n<p>This is a collaborative project between the University of Nebraska-Lincoln (UNL) and Vanderbilt University. The focus of the UNL is on elucidating the fundamental mechanisms that lead to different interactions between carbon-based ENM with various shape and heterogeneous surfaces. We found that the shape of ENM has a significant influence on their transport and deposition in the environment. Rod-shaped ENMs tend to be easier to attach onto aquifer material surfaces under environmentally relevant conditions than spherically shaped ENMs. Rod-shaped ENMs are also less sensitive to the surface charge heterogeneity than spherical ENMs. We also found that the presence of SOM on the surface of aquifer materials will enhance the surface roughness. Significantly more attachment of ENMs is observed on the rough surfaces than on flat model aquifer surfaces. We developed a model to simulate ENM deposition onto rough surfaces based on the Quartz Crystal Microbalance (QCM) measurements.</p>\n<p><br />As the pace of research and production of nanomaterials continues to increase, comprehensive studies on the environmental impact of these materials are urgently needed. Understanding the fate and transport of nanomaterials in porous media will provide critical information on the influence of engineered nanomaterials on ecosystems and human health. The advancement in our fundamental knowledge of nanoparticle retention in porous media can also be used to model the performance of filtration technologies for the treatment of drinking water or wastewater containing nanoparticles. The project will initiate significant advancements in motivating undergraduates and graduates in the STEM areas by involving underrepresented groups in the project and transferring research results into the classroom. The fundamental knowledge, experimental techniques and modeling tools produced from this work has been rapidly disseminated to the scientific community in the form of journal publications and presentations at regional, national, and international professional meetings. The project supported three graduate students, two of them are female and one female high school student. Up to the date, the project has produced 7 peer-reviewed journal papers in high-quality journals, one book chapter, and presentations in 12 professional conferences.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/23/2016<br>\n\t\t\t\t\tModified by: Yusong&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEscalating production and subsequent incorporation of engineered nanomaterials (ENMs) in consumer products increase the likelihood of the release to the environment. Typically, hydrophobic particulate compounds released over time will accumulate in organic systems, including attached phase soil and sediment organic matter (AP-SOM). Especially in sediments, there is the potential for contaminants to persist for significant periods of time; therefore, ENMs may impact environments long into the future. Although some effort has been devoted to investigating the behavior of ENMs in the environment, a very limited number of studies have focused on the interactions of AP-SOM and ENM. The goal of this proposal is to build systematic, mechanistic understanding of the interactions between ENM and AP-SOM and their influence on ENM transport.\n\nThis is a collaborative project between the University of Nebraska-Lincoln (UNL) and Vanderbilt University. The focus of the UNL is on elucidating the fundamental mechanisms that lead to different interactions between carbon-based ENM with various shape and heterogeneous surfaces. We found that the shape of ENM has a significant influence on their transport and deposition in the environment. Rod-shaped ENMs tend to be easier to attach onto aquifer material surfaces under environmentally relevant conditions than spherically shaped ENMs. Rod-shaped ENMs are also less sensitive to the surface charge heterogeneity than spherical ENMs. We also found that the presence of SOM on the surface of aquifer materials will enhance the surface roughness. Significantly more attachment of ENMs is observed on the rough surfaces than on flat model aquifer surfaces. We developed a model to simulate ENM deposition onto rough surfaces based on the Quartz Crystal Microbalance (QCM) measurements.\n\n\nAs the pace of research and production of nanomaterials continues to increase, comprehensive studies on the environmental impact of these materials are urgently needed. Understanding the fate and transport of nanomaterials in porous media will provide critical information on the influence of engineered nanomaterials on ecosystems and human health. The advancement in our fundamental knowledge of nanoparticle retention in porous media can also be used to model the performance of filtration technologies for the treatment of drinking water or wastewater containing nanoparticles. The project will initiate significant advancements in motivating undergraduates and graduates in the STEM areas by involving underrepresented groups in the project and transferring research results into the classroom. The fundamental knowledge, experimental techniques and modeling tools produced from this work has been rapidly disseminated to the scientific community in the form of journal publications and presentations at regional, national, and international professional meetings. The project supported three graduate students, two of them are female and one female high school student. Up to the date, the project has produced 7 peer-reviewed journal papers in high-quality journals, one book chapter, and presentations in 12 professional conferences. \n\n \n\n\t\t\t\t\tLast Modified: 03/23/2016\n\n\t\t\t\t\tSubmitted by: Yusong Li"
 }
}