{
 "awd_id": "1133793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Low-temperature Anaerobic Membrane Bioreactors for Sustainable Domestic Wastewater Treatment",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 348338.0,
 "awd_amount": 348338.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "PI:   Lutgarde Raskin\r\nProposal Number:   1133793\r\nSustainable water management is increasingly important for utilities and is driving efforts to reduce energy consumption and residuals production in domestic wastewater (DWW) treatment without compromising effluent quality.  Anaerobic membrane bioreactors (AnMBRs) combine anaerobic biological treatment and membrane separation in a single process allowing for methane generation (a renewable energy source), and, relative to conventional DWW treatment, generate a fraction of the residuals and substantial energy savings.  Additionally, AnMBRs provide the flexibility of use in centralized or decentralized wastewater treatment due to easy scalability, may be operated at ambient temperatures despite conventional views on anaerobic treatment, and have the potential to meet U.S. EPA?s treatment standards.  In short, DWW treatment using AnMBR technology potentially represents a more sustainable DWW treatment paradigm.  The proposed research will evaluate AnMBR technology for DWW treatment in labscale systems through completion of three developed objectives with associated tasks: (1) operation of a bench-scale AnMBR for optimization, demonstration of stability, and increased process understanding; (2) development of membrane fouling and treatment models to formulate a unified AnMBR model; and (3) utilization of life cycle assessment, life cycle costing, and multi-criteria decision analysis to make design recommendations regarding AnMBR implementation, such that economic and environmental impacts are minimized, while meeting U.S. EPA?s treatment standards.  These objectives will answer the following questions: What are the lower limits for the operational temperature and hydraulic retention time in the AnMBR while maintaining adequate treatment performance? How does the microbial community structure respond to operational changes and what is the associated system stability?  Can a model unifying membrane fouling and biological treatment be generated that accurately predicts AnMBR performance across operational changes?  Finally, where, when, why, and how can AnMBR technology be implemented using an economically and environmentally responsible approach?   This AnMBR technology for DWW treatment will be studied in a way that incorporates both fundamental and broad level research.  The PIs of this project are Drs. Raskin, Skerlos, and Love from the University of Michigan, who will combine their extensive experience and complementary strengths from the fields of environmental biotechnology, microbial ecology, mechanical engineering, membrane science, industrial ecology, and water quality process engineering.  We will work closely with the Dundee Wastewater\r\nTreatment Plant (Dundee, MI) and interact with a range of other utilities and consulting firms.\r\n\r\nThis research represents a novel strategy with the potential to greatly increase the sustainability of current DWW treatment practices using AnMBR technology.  The proposed research represents a comprehensive approach utilizing tools such as microbial analyses, system modeling, and life cycle assessment that will increase our scientific understanding of AnMBR processes while stimulating further research in the field. Collaborations with consultants and utilities will strengthen the likelihood of pilot- and full-scale AnMBR implementation.  Additional broader impacts from this work include: (1) integration of research and education through involvement of undergraduate students in research, (2) incorporation of research findings in courses taught by the PIs, (3) technology transfer including the organization of workshops on AnMBR application to DWW treatment at various conferences, and (4) dissemination of research results through conference presentations, peer-reviewed journal articles, and seminar and symposium presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lutgarde Maria",
   "pi_last_name": "Raskin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lutgarde Maria Raskin",
   "pi_email_addr": "raskin@umich.edu",
   "nsf_id": "000315733",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Love",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy G Love",
   "pi_email_addr": "nglove@umich.edu",
   "nsf_id": "000287237",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Skerlos",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steven J Skerlos",
   "pi_email_addr": "skerlos@umich.edu",
   "nsf_id": "000305825",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1351 Beal Avenue",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 348338.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em><span style=\"text-decoration: underline;\">Motivation</span></em>. In recent years, various sectors of the U.S. economy have worked to reduce their greenhouse gas (GHG) emissions in response to climate change. As wastewater treatment accounts for less than 1% of total U.S. GHG emissions, reducing GHG emissions from wastewater treatment only provides limited benefits. Additional gains can be made by recovering energy from wastewater as this allows off-setting a fraction of the GHG produced by the energy sector. In addition, local governments are interested in increasing energy efficiency as a cost-saving measure since a wastewater treatment facility can account for up to 40% of the energy consumption in a municipality. Currently, 18 states require utilities to reduce their energy use on a yearly basis.</p>\n<p>This project contributed to the knowledge and practice of transitioning wastewater treatment facilities from being energy consumers to energy producers. Wastewater is conventionally treated by aerobic biological treatment systems in which microorganisms convert organic pollutants in wastewater to carbon dioxide. These conventional treatment systems are called aerobic because oxygen is required and is provided by diffusing air through the wastewater (aeration). Aeration is a significant energy expense for a treatment plant. Anaerobic microorganisms, on the other hand, convert organic pollutants to methane rich biogas without using oxygen, eliminating the need for aeration. This makes anaerobic treatment processes potentially energy producing as they require much less energy than conventional systems and produce biogas that can be used as an energy source. While it has been known that anaerobic wastewater treatment can be achieved in warm climates, this project investigated the anaerobic treatment of domestic wastewater in cold to moderate climates, specifically using a technology called the anaerobic membrane bioreactor (AnMBR).</p>\n<p><em><span style=\"text-decoration: underline;\">Intellectual Merit</span></em>. This project evaluated the performance of an AnMBR when treating domestic wastewater at low temperatures in the laboratory. The technology performed well for extended periods of operation at 15&deg;C (the average wastewater treatment temperature in the U.S.). In shorter term experiments, it was demonstrated that wastewater could be treated at temperatures as low as 6&deg;C. However, treatment at low temperatures resulted in high dissolved methane concentrations in the treated wastewater (effluent). While methane in biogas is a desirable energy source, high dissolved methane concentrations in the effluent are undesirable for two reasons. First, when methane is lost through the effluent, less energy is recovered as biogas. Second, methane dissolved in the effluent is released to the atmosphere after discharging the effluent in surface water and thus contributes negatively as a GHG. This research described the mechanism by which methane was dissolved in the effluent. Specifically, at lower temperatures, an increased fraction of the wastewater was treated by microorganisms attached to the membrane in the AnMBR, which resulted in a greater production of methane at the location where the final effluent was produced.&nbsp;</p>\n<p>The laboratory results of this investigation were contextualized in an environmental and cost assessment that compared AnMBRs with conventional treatment technologies also capable of energy recovery. Specifically, processes called conventional activated sludge, high rate activated sludge, and aerobic membrane bioreactors were compared with the AnMBR. Compared with the alternative processes, it was found that the AnMBR had the potential to produce most energy but also had the greatest potential to release methane into the atmosphere, resulting in lower energy consumption and higher GHG emissions. The analysis further indicated that t...",
  "por_txt_cntn": "\nMotivation. In recent years, various sectors of the U.S. economy have worked to reduce their greenhouse gas (GHG) emissions in response to climate change. As wastewater treatment accounts for less than 1% of total U.S. GHG emissions, reducing GHG emissions from wastewater treatment only provides limited benefits. Additional gains can be made by recovering energy from wastewater as this allows off-setting a fraction of the GHG produced by the energy sector. In addition, local governments are interested in increasing energy efficiency as a cost-saving measure since a wastewater treatment facility can account for up to 40% of the energy consumption in a municipality. Currently, 18 states require utilities to reduce their energy use on a yearly basis.\n\nThis project contributed to the knowledge and practice of transitioning wastewater treatment facilities from being energy consumers to energy producers. Wastewater is conventionally treated by aerobic biological treatment systems in which microorganisms convert organic pollutants in wastewater to carbon dioxide. These conventional treatment systems are called aerobic because oxygen is required and is provided by diffusing air through the wastewater (aeration). Aeration is a significant energy expense for a treatment plant. Anaerobic microorganisms, on the other hand, convert organic pollutants to methane rich biogas without using oxygen, eliminating the need for aeration. This makes anaerobic treatment processes potentially energy producing as they require much less energy than conventional systems and produce biogas that can be used as an energy source. While it has been known that anaerobic wastewater treatment can be achieved in warm climates, this project investigated the anaerobic treatment of domestic wastewater in cold to moderate climates, specifically using a technology called the anaerobic membrane bioreactor (AnMBR).\n\nIntellectual Merit. This project evaluated the performance of an AnMBR when treating domestic wastewater at low temperatures in the laboratory. The technology performed well for extended periods of operation at 15&deg;C (the average wastewater treatment temperature in the U.S.). In shorter term experiments, it was demonstrated that wastewater could be treated at temperatures as low as 6&deg;C. However, treatment at low temperatures resulted in high dissolved methane concentrations in the treated wastewater (effluent). While methane in biogas is a desirable energy source, high dissolved methane concentrations in the effluent are undesirable for two reasons. First, when methane is lost through the effluent, less energy is recovered as biogas. Second, methane dissolved in the effluent is released to the atmosphere after discharging the effluent in surface water and thus contributes negatively as a GHG. This research described the mechanism by which methane was dissolved in the effluent. Specifically, at lower temperatures, an increased fraction of the wastewater was treated by microorganisms attached to the membrane in the AnMBR, which resulted in a greater production of methane at the location where the final effluent was produced. \n\nThe laboratory results of this investigation were contextualized in an environmental and cost assessment that compared AnMBRs with conventional treatment technologies also capable of energy recovery. Specifically, processes called conventional activated sludge, high rate activated sludge, and aerobic membrane bioreactors were compared with the AnMBR. Compared with the alternative processes, it was found that the AnMBR had the potential to produce most energy but also had the greatest potential to release methane into the atmosphere, resulting in lower energy consumption and higher GHG emissions. The analysis further indicated that the AnMBR could become both energy favorable and emit the lowest amount of GHG for wastewater with higher concentrations of organic pollutants. Future research should focus on new strategies to control ..."
 }
}