{
 "awd_id": "1133737",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biodegradable Nanomaterials by Thiol-Ene Miniemulsion Reactions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 313470.0,
 "awd_amount": 315470.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2012-06-05",
 "awd_abstract_narration": "Proposal Number: 1133737\r\nPI: Cheng, Chong \r\n\r\nIntellectual Merit\r\n\r\nPolymeric nanoparticles (NPs) and nanocapsules (NCs) have attracted significant interest for potential applications in biomedical and other areas. Controlled cross-linking within nanoscopic templates has allowed the synthesis of these nanomaterials with three-dimensional covalent architectures. Correspondingly, synthetic efficiency depends not only on the reaction or polymerization techniques but also on the template conditions. Relative to other templating approaches, miniemulsion-based methods typically are facile and eco-friendly, but may suffer deficiency in precise control over the resulting nanostructures. Particularly, although NCs can be readily obtained by miniemulsion interfacial cross-linking, dramatic interfacial destabilization may occur to yield ill-defined products. This project is to develop a state-of-art miniemulsion technology for the highly efficient and environmentally friendly preparation of well-defined NPs and NCs. The synthetic strategy incorporates three major design considerations: 1) UV-induced thiol-ene click chemistry is combined with transparent miniemulsions to achieve high synthetic efficiency; 2) interfacial destabilization is minimized by selective cross-linking of polymer blocks in the dispersed phase to exert accurate structural control of NPs and NCs; and 3) biodegradable nanomaterials are produced using environmentally benign reagents and reaction conditions. In the initial proof-of-concept studies, biodegradable NPs and NCs were obtained by thiol-ene cross-linking of precursor polymers, i.e. allyl-functionalized PLA and PEO-b-PLA, using short (30 min) UV irradiation of transparent miniemulsion reaction systems. Nearly complete extent of reaction was confirmed by FTIR analysis for each trial. Well-defined nanostructures of the NPs and NCs were verified by DLS, TEM, and AFM characterizations. Their biodegradability was also proven through enzymatic degradation study. Systematic studies on the synthesis of these nanomaterials are planned towards the goal of exerting accurate control over their nanoscopic dimensions, internal crosslinked structures, and functionalities. A broad variety of functional NPs and NCs, including these with cationic groups, will be prepared via thiol-ene functionalization strategy. The processing method and conditions will be optimized to further improve synthetic efficiency. Colloidal stability, degradation and encapsulation/release behaviors of these nanomaterials will be studied. To further evaluate the viability of these nanomaterials as carriers for biomedical delivery, in vitro cellular uptake and cytotoxicity studies will be conducted, and transfection efficiency of complexes of siRNA with cationic NPs and NCs will be examined. In principle, besides alkene-functionalized polymers, multifunctional small molecule alkenes may also be readily converted into nanomaterials by thiol-ene reactions in transparent miniemulsions. The results from this research could further provide an important guide for thermally-induced thiol-ene miniemulsion reactions, as well as thiol-ene reactions in other emulsion systems. Transparent miniemulsion templates developed in this work potentially may be applied for other types of photoinduced reactions to achieve high synthetic efficiency.\r\n\r\nBroader Impacts: \r\nThe research program may bring transformative impacts in the research area of material synthesis and processing. The resulting biodegradable nanomaterials may be utilized to make significant benefits to society by helping to improve national health and maintain environment. Particularly, the PEO/PLA-based NCs with acid-labile cross-linkages may be very useful as scaffolds to create anti-cancer nanomedicines; the cationic NPs and NCs may be employed for the co-delivery of drug and gene. The research findings of this project will promote the interdisciplinary collaboration of the PIs? groups on biomedical applications of polymers, and potentially lead to the commercialization of the thiolene miniemulsion technology based on collaborative efforts with industrial partners. In order to broadly disseminate polymer synthetic technologies, videos on polymer preparation will be created and on-line broadcast. A new graduate course on polymeric nanomaterials will be developed to enhance material education and research at SUNY-Buffalo. Outreach will be conducted to promote the education and preparation of local middle and high school students in science and engineering fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chong",
   "pi_last_name": "Cheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chong Cheng",
   "pi_email_addr": "ccheng8@buffalo.edu",
   "nsf_id": "000517485",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paras",
   "pi_last_name": "Prasad",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Paras N Prasad",
   "pi_email_addr": "pnprasad@acsu.buffalo.edu",
   "nsf_id": "000224917",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "317 Furnas Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142604200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 313470.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF report focused on the comprehensive studies of biodegradable functional polymer nanomaterials and their precursor polymers. Varieties of polymer nanoparticles (NPs) and nanocapsules (NCs) with well-controlled structures were prepared by UV irradiation of reactive precursor polymers in transparent miniemulsions in which nanometer-sized oil droplets serving as synthetic templates were dispersed in continuous water phase (Figure 1). This approach is environmentally friendly and highly efficient, using water-based reaction&nbsp;systems and requiring only 30-60 min of UV&nbsp;irradiation to complete&nbsp;the synthesis. The resulting nanomaterials have well-controlled composition, dimension, functionality and other structural features. Encapsulation of oil-soluble cargoes, such as&nbsp;hydrophonic drugs, with the nanomaterials can be readily performed. Structures of these nanomaterials were characterized and their properties were studied systematically,&nbsp;and in-depth understanding on the structure-property relationship was obtained. Because these nanomaterials can degrade under aqueous conditions,&nbsp;their long-term nano-specific toxicity&nbsp;is minimal and they may&nbsp;be considered as green nanomaterils for general applications.</p>\n<p>Representing a new type of biodegradable functional polymer, cationic polylactides (CPLAs) were synthesized and employed as reactive precursor polymers for the preparation of well-defined CPLA-based cationic NCs (Figure 2). CPLAs&nbsp;possess remarkable degradability and low toxicity towards cells. With positively charged structures, CPLAs can form nanoscopic complexes (i.e. nanoplexes) with negatively charged genes (Figure 3), including small interfering RNA (siRNA),&nbsp;microRNA (miRNA) and plasmid DNA (pDNA). Relative to commercial transfection agents, CPLAs led to comparable or&nbsp;even higher in vitro gene delivery efficiency under optimal conditions. Incorporation of poly(ethylene glycol) (PEG; a water-soluble biocompatible polymer) with CPLAs resulted in diblock copolymers that not only can serve as effective transfection agents for gene delivery but exhibit even lower toxicity towards cells (including blood red cells) and higher biocompatibility than CPLAs. The important applications of CPLA-based NCs in therapeutic delivery were demonstrated through in vitro studies. Specifically, using cationic NCs as the representative NCs, the applicability of NCs in the co-delivery of drugs and genes was illustrated for the first time (Figure 4), laying the foundation for the development of NC-based drug-gene combination therapies. Moreover, it was discovered that drug-loaded NCs can effectively evade multidrug resistance of cancer cells, and this finding may help to develop NC-based chemotherapies for cancer treatment in the future.</p>\n<p>Preliminary studies on the preparation of chitosan-based nanomaterials were also conducted. The concept of using UV-induced miniemulsion reaction systems for efficient synthesis of chitosan-based NCs was verified (Figure 5). Because chitosan is a bio-derived polymer with broad availability and important applications, further studies on this research direction may lead to the establishment of an environmentally benign, highly efficient and inexpensive approach for the synthesis of&nbsp;a variety of chitosan-based green&nbsp;nanomaterials for a&nbsp;wide range&nbsp;of applications.</p>\n<p>This project has provided primary research opportunities&nbsp;to two PhD students, three master's students&nbsp;and eight undergraduate students.&nbsp;Six of the thirteen students are from underrepresented gender or racial groups in science and engineering. The research results obtained from this project have been broadly disseminated. Based on the substantial results, ten peer-reviewed journal articles have been published, and several manuscripts currently are under review or in preparation; over a doze...",
  "por_txt_cntn": "\nThis NSF report focused on the comprehensive studies of biodegradable functional polymer nanomaterials and their precursor polymers. Varieties of polymer nanoparticles (NPs) and nanocapsules (NCs) with well-controlled structures were prepared by UV irradiation of reactive precursor polymers in transparent miniemulsions in which nanometer-sized oil droplets serving as synthetic templates were dispersed in continuous water phase (Figure 1). This approach is environmentally friendly and highly efficient, using water-based reaction systems and requiring only 30-60 min of UV irradiation to complete the synthesis. The resulting nanomaterials have well-controlled composition, dimension, functionality and other structural features. Encapsulation of oil-soluble cargoes, such as hydrophonic drugs, with the nanomaterials can be readily performed. Structures of these nanomaterials were characterized and their properties were studied systematically, and in-depth understanding on the structure-property relationship was obtained. Because these nanomaterials can degrade under aqueous conditions, their long-term nano-specific toxicity is minimal and they may be considered as green nanomaterils for general applications.\n\nRepresenting a new type of biodegradable functional polymer, cationic polylactides (CPLAs) were synthesized and employed as reactive precursor polymers for the preparation of well-defined CPLA-based cationic NCs (Figure 2). CPLAs possess remarkable degradability and low toxicity towards cells. With positively charged structures, CPLAs can form nanoscopic complexes (i.e. nanoplexes) with negatively charged genes (Figure 3), including small interfering RNA (siRNA), microRNA (miRNA) and plasmid DNA (pDNA). Relative to commercial transfection agents, CPLAs led to comparable or even higher in vitro gene delivery efficiency under optimal conditions. Incorporation of poly(ethylene glycol) (PEG; a water-soluble biocompatible polymer) with CPLAs resulted in diblock copolymers that not only can serve as effective transfection agents for gene delivery but exhibit even lower toxicity towards cells (including blood red cells) and higher biocompatibility than CPLAs. The important applications of CPLA-based NCs in therapeutic delivery were demonstrated through in vitro studies. Specifically, using cationic NCs as the representative NCs, the applicability of NCs in the co-delivery of drugs and genes was illustrated for the first time (Figure 4), laying the foundation for the development of NC-based drug-gene combination therapies. Moreover, it was discovered that drug-loaded NCs can effectively evade multidrug resistance of cancer cells, and this finding may help to develop NC-based chemotherapies for cancer treatment in the future.\n\nPreliminary studies on the preparation of chitosan-based nanomaterials were also conducted. The concept of using UV-induced miniemulsion reaction systems for efficient synthesis of chitosan-based NCs was verified (Figure 5). Because chitosan is a bio-derived polymer with broad availability and important applications, further studies on this research direction may lead to the establishment of an environmentally benign, highly efficient and inexpensive approach for the synthesis of a variety of chitosan-based green nanomaterials for a wide range of applications.\n\nThis project has provided primary research opportunities to two PhD students, three master's students and eight undergraduate students. Six of the thirteen students are from underrepresented gender or racial groups in science and engineering. The research results obtained from this project have been broadly disseminated. Based on the substantial results, ten peer-reviewed journal articles have been published, and several manuscripts currently are under review or in preparation; over a dozen of conference presentations and invited lectures have been given. Significant education outreach activities have been conducted. Eleven videos on polymer basics have be..."
 }
}