{
 "awd_id": "1133590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IDR-Collaborative Research: The impact of green infrastructure on urban microclimate and energy use",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 241482.0,
 "awd_amount": 241482.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "1134580/1133590 \r\nPardyjak/Willemsen \r\n\r\nLarge-scale simulation science will be used to investigate the impact of green infrastructure projects on urban energy use and microclimate. Green infrastructure projects come in many forms including the development of parks, alteration of building rooftops, and the use of novel asphalt and concrete materials for streets and parking lots. They all share the common goals of reducing energy usage, mitigating pollution emissions and improving the urban microclimate. Due to difficulty in simulating the large disparity in length scales (m to km), little is known about their impact. An interdisciplinary team will utilize a suite of computationally based strategies to bridge these scales and improve understanding of how green infrastructure interacts with the urban environment at local (neighborhood), city, and meso- scales. Specifically, how the distribution of heat, moisture and pollutants can be effected will be investigated. The PIs hypothesize that large-scale simulation science can be used to find optimal green infrastructure designs. The complex interaction between urban form and green infrastructure will be investigated and strategies to guide future projects will be developed. To adequately resolve the fundamental transport processes that govern the distribution of heat, water vapor and pollutants across a wide range of scales will require petascale computing.  A new urban fluid dynamics and mass transport simulation code inside of a massively parallel computational framework (Uintah) capable of taking advantage of the largest computing platforms will be implemented. This simulation tool will be combined with mesoscale simulations to produce high-resolution (on the order of 1 m) simulations of the urban core with realistic atmospheric forcing conditions. Mesoscale simulations will also be combined with an extremely fast-running GPU based urban microclimate and dispersion tool to optimize the design of green infrastructure projects based on different criteria (e.g., energy usage, space). The target simulation scenario is a full diurnal cycle of Oklahoma City during the Joint Urban 2003 field campaign, with high fidelity physics, resolving physical effects at length scales ranging from ~1m to 1000?s km. This target scenario takes advantage of the extensive datasets from Oklahoma City taken during the field experiment allowing for detailed validation. These simulation tools will aid urban planners in developing useful and unique strategies for the designing and implementation of green infrastructure projects. To ensure this, work with urban planners will continue throughout the model development process. The data from the high-resolution simulations will be made available in an archival form to other researchers working on urban meteorology applications. These data will span an unprecedented range of scales and have a detailed representation of the physical processes. The data are anticipated to be useful for a wide range of model development and theoretical work outside the scope of this project. In addition, included is a substantial outreach component at both collaborating universities designed to introduce American Indians, Alaskan Natives, and other minorities to simulation science and environmental engineering.  Students will be invited to a weeklong interactive learning symposium during each of the three years of the project. In addition, this project will provide interdisciplinary training in the atmospheric, engineering, computer and social sciences for graduate students and post-doctoral researchers through collaborative research activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Willemsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Willemsen",
   "pi_email_addr": "willemsn@d.umn.edu",
   "nsf_id": "000062928",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota Duluth",
  "inst_street_address": "1049 UNIVERSITY DRIVE 209 DARLAND",
  "inst_street_address_2": "",
  "inst_city_name": "DULUTH",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "2187267582",
  "inst_zip_code": "558123011",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MN08",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPCTM8BS8NF3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota Duluth",
  "perf_str_addr": "1049 University Drive",
  "perf_city_name": "Duluth",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "558123011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MN08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  },
  {
   "pgm_ele_code": "795100",
   "pgm_ele_name": "ENG IDR-Eng Interdisciplin Res"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7951",
   "pgm_ref_txt": "ENG INTERDISC RES (IDR)"
  },
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 241482.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>This project has resulted in the development of new computational models and tools that can be used to understand how vegetation (and more generally land-use and land cover change) interacts with the urban environment at the street level scale, neighborhood scale, city scale, and weather-relevant scales to determine distributions of heat, moisture and pollutants at a very high-resolution (approximately 1-5 meters). This type of modeling system predicts winds, temperatures, humidity levels and heat fluxes in cities, where these quantities vary dramatically over very small distances. Our modeling system can provide guidance to urban planners and decision makers, who are trying to improve the environmental quality of cities, but cannot easily anticipate the complex interaction amongst various urban features that alter a cities water, energy and pollutant budgets. By capturing essential urban microclimate biophysics, our modeling system can help identify and quantify how planning decisions affect urban microclimate locally and across an urban metropolis. Further, our modeling system can help identify potential unintended consequences associated with urban design decisions, such as exacerbating the urban heat island or increasing urban water consumption.</p>\n<p>The project resulted in a number of key outcomes. We developed QUIC EnvSim (QES), a rapidly running, fully three dimensional, building-resolving, time dependent urban microclimate modeling system. QES can be used to model real city centers to simulate the transport of energy and moisture between buildings and the physical environment. QES provides the basis for the next generation of urban planning and city design tools. It is a sophisticated urban radiation model based on computer graphics ray-tracing technology was developed and validated to account for the complex radiation heat transfer interactions that occur in cities (Fig. 1). The impacts of vegetation on the energy balance are accounted for using a plant resolving model (Fig 2) that includes complexities associated with radiation scattering in leaves as well as transpiration. The vegetation model includes numerous new strategies that provide accurate and fast solutions. Models were also developed to compute the movement of heat and moisture from buildings and vegetation into the atmosphere and throughout the city. These models account for the land surface complexities in cities and are also designed to run on graphics processors for improved computational speed. The combined QES system was tested on a real city (Salt Lake City) to evaluate the impacts of different urban design scenarios (e.g. varying vegetation density, roof coloring, and green roofs) on local and city scale temperatures (Fig 3).</p>\n<p>Urban microclimate heat and moisture changes affect the larger scale environment and likewise, heat and moisture in these spaces are directly affected by the changes in the surrounding environment and weather. The impacts of multi-scale coupling between the building resolving model, QUIC and commonly used weather forecasting models (i.e., WRF) were quantified using high-resolution field data. Wind and pollutant dispersion simulations were conducted for Oklahoma City. The results indicated that the urban scale simulations forced by the weather model were of similar accuracy to those forced using expert knowledge, providing confidence in using WRF for large scale forcing of microclimate simulations. In addition to these basic physics tools, we also developed a framework to help planners and decision makers select &ldquo;best solutions&rdquo; from the huge array of options that our tool can provide.</p>\n<p>Finally, massively parallel large eddy simulations (LES), which accurately describe all of the detailed physics of wind in cities, were run for both idealized and real urban areas (Fig 4). These simulations were co...",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis project has resulted in the development of new computational models and tools that can be used to understand how vegetation (and more generally land-use and land cover change) interacts with the urban environment at the street level scale, neighborhood scale, city scale, and weather-relevant scales to determine distributions of heat, moisture and pollutants at a very high-resolution (approximately 1-5 meters). This type of modeling system predicts winds, temperatures, humidity levels and heat fluxes in cities, where these quantities vary dramatically over very small distances. Our modeling system can provide guidance to urban planners and decision makers, who are trying to improve the environmental quality of cities, but cannot easily anticipate the complex interaction amongst various urban features that alter a cities water, energy and pollutant budgets. By capturing essential urban microclimate biophysics, our modeling system can help identify and quantify how planning decisions affect urban microclimate locally and across an urban metropolis. Further, our modeling system can help identify potential unintended consequences associated with urban design decisions, such as exacerbating the urban heat island or increasing urban water consumption.\n\nThe project resulted in a number of key outcomes. We developed QUIC EnvSim (QES), a rapidly running, fully three dimensional, building-resolving, time dependent urban microclimate modeling system. QES can be used to model real city centers to simulate the transport of energy and moisture between buildings and the physical environment. QES provides the basis for the next generation of urban planning and city design tools. It is a sophisticated urban radiation model based on computer graphics ray-tracing technology was developed and validated to account for the complex radiation heat transfer interactions that occur in cities (Fig. 1). The impacts of vegetation on the energy balance are accounted for using a plant resolving model (Fig 2) that includes complexities associated with radiation scattering in leaves as well as transpiration. The vegetation model includes numerous new strategies that provide accurate and fast solutions. Models were also developed to compute the movement of heat and moisture from buildings and vegetation into the atmosphere and throughout the city. These models account for the land surface complexities in cities and are also designed to run on graphics processors for improved computational speed. The combined QES system was tested on a real city (Salt Lake City) to evaluate the impacts of different urban design scenarios (e.g. varying vegetation density, roof coloring, and green roofs) on local and city scale temperatures (Fig 3).\n\nUrban microclimate heat and moisture changes affect the larger scale environment and likewise, heat and moisture in these spaces are directly affected by the changes in the surrounding environment and weather. The impacts of multi-scale coupling between the building resolving model, QUIC and commonly used weather forecasting models (i.e., WRF) were quantified using high-resolution field data. Wind and pollutant dispersion simulations were conducted for Oklahoma City. The results indicated that the urban scale simulations forced by the weather model were of similar accuracy to those forced using expert knowledge, providing confidence in using WRF for large scale forcing of microclimate simulations. In addition to these basic physics tools, we also developed a framework to help planners and decision makers select \"best solutions\" from the huge array of options that our tool can provide.\n\nFinally, massively parallel large eddy simulations (LES), which accurately describe all of the detailed physics of wind in cities, were run for both idealized and real urban areas (Fig 4). These simulations were compared to less sophisticated models to better understand the impacts of simplified urban modeling tools on wind fie..."
 }
}