{
 "awd_id": "1133071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Polymer Nanostructures as Thermal Interface Materials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 233279.0,
 "awd_amount": 233279.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "Proposal CBET-1133071\r\n\r\nPI: Baratunda Cola, Georgia Institute of Technology\r\n\r\nThe objective of this research is to conduct fundamental investigations towards the determination of the processing-structure-property relationship in high-performance, multifunctional thermal interface materials (TIMs) made of ð-conjugated polymer nanotube and nanowire arrays.  Small contact area between surfaces and low thermal conductivity are two leading factors that limit the performance of TIMs.  Recently, ð-conjugated polymer nanotube arrays were demonstrated to achieve dry contact over nearly 80% of the surface in an interface. While this enhancement to mechanical contact area is promising, thermal transport through such interfaces has not been studied.  Individual polymer chains can have thermal conductivities that are higher than the thermal conductivities of more than half of the pure metals; however, such high values have not been realized in polymer-based TIMs because phonon scattering between randomly oriented chains limits thermal transport in bulk polymers. Significant improvements to thermal conductivity can be achieved by aligning constituent chains in the direction of heat flow, which occurs naturally during the fabrication of polymer nanotubes and nanowires. Synthesis and characterization will be used to seek understanding of thermal transport in ð-conjugated polymer nanotube and nanowire arrays used as TIMs.  The long-term goal of this project is to enable thermal management of next-generation electronic devices and packages while concurrently exciting broad research interests at the interface of thermal transport, polymer science, and nanotechnology.\r\n\r\nThermal transport through arrays of ð-conjugated polymer nanotubes and nanowires configured as a new type of thermal interface material that produces large surface contact areas and adhesive forces, and low thermal resistances will be studied fundamentally.  The thermal conductivity enhancement mechanism observed in highly aligned and crystalline ð-conjugated polymer nanostructures will be revealed.  A comprehensive framework of experimental techniques will be developed to gain unprecedented insight into thermal transport in ð-conjugated polymer nanotubes and nanowires.  Necessary scaling relationships that link process parameters to polymer structure and ultimately the thermal, mechanical and electrical properties of polymer nanowires and nanotubes will be established. The relationship between array morphology and thermal and adhesive interface properties of ð-conjugated polymer nanotubes and nanowires will be quantified and configurations that minimize thermal interface resistance will be revealed.  \r\n\r\nStudies on thermal transport in ð-conjugated polymer nanotubes and nanowires may reveal new possibilities for engineering both thermal and electrical transport to create tailored, multifunctional interface materials.  The success of this project could enable cost-effective materials for thermal management of advanced electronic systems and devices leading to new technologies and applications in the computing, communications, electronics, aerospace and defense industries.   New discoveries will be disseminated through patents, technical publications and potential technology transfer to a start-up company through Georgia Tech?s Advanced Technology Development Center (ATDC). ADTC is located in close proximity to the PIs labs and provides seed funding and technology incubation space to member companies.  Integration of research, teaching, and outreach programs across multiple disciplines, including polymer science and nanotechnology, will impact the education and training of a diverse student body covering the undergraduate, graduate and post-graduate level at Georgia Tech. Finally, the PIs will engage high school teachers and students from Dekalb County in outreach activities involving hands-on exposure to advanced materials and thermal technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Baratunde",
   "pi_last_name": "Cola",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Baratunde Cola",
   "pi_email_addr": "cola@gatech.edu",
   "nsf_id": "000570054",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kyriaki",
   "pi_last_name": "Kalaitzidou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kyriaki Kalaitzidou",
   "pi_email_addr": "kyriaki.kalaitzidou@me.gatech.edu",
   "nsf_id": "000524950",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 233279.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We developed an understanding of how to make pure polymer that is thermally conductivity, and demonstrated how a polymer with these properties could be used to dissipate heat in an important application. New knowledge on the relation between the structure of soft materials and their ability to conduct heat was produced. We also learned how to incorporate carbon nanotubes as aligned filler materials in aligned polymer nanofibers, to achieve higher conductivity in a practical material. This work is very important for its potential to enable the cooling of current and next generation electronic devices, especially those that require heat dissipation and electrical insulation.&nbsp;</p>\n<p>Polythiophene is a conjugated polymer, meaning that it is a polymer that can conduct electrical energy, that we showed could be made from electrochemical methods to produce vertically aligned arrays of nanofibers with high thermal conductivity. After this initial demonstration, we developed methods to make similar conjugated polymer by solution and melt processing, which may be more scalable at lower cost. Using the solution and melt processing, we developed a novel approach to incorporate carbon nanotubes into the polymer nanofibers to enhance their thermal and electrical conductivity. All of these materials were demonstrated as effective thermal interface materials for chip-heat sink attachment. We also demonstrated that these polymer thermal interface materials are thermally stable at high temperatures making them attractive for new applications of electronics in harsh environments.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2015<br>\n\t\t\t\t\tModified by: Baratunde&nbsp;Cola</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe developed an understanding of how to make pure polymer that is thermally conductivity, and demonstrated how a polymer with these properties could be used to dissipate heat in an important application. New knowledge on the relation between the structure of soft materials and their ability to conduct heat was produced. We also learned how to incorporate carbon nanotubes as aligned filler materials in aligned polymer nanofibers, to achieve higher conductivity in a practical material. This work is very important for its potential to enable the cooling of current and next generation electronic devices, especially those that require heat dissipation and electrical insulation. \n\nPolythiophene is a conjugated polymer, meaning that it is a polymer that can conduct electrical energy, that we showed could be made from electrochemical methods to produce vertically aligned arrays of nanofibers with high thermal conductivity. After this initial demonstration, we developed methods to make similar conjugated polymer by solution and melt processing, which may be more scalable at lower cost. Using the solution and melt processing, we developed a novel approach to incorporate carbon nanotubes into the polymer nanofibers to enhance their thermal and electrical conductivity. All of these materials were demonstrated as effective thermal interface materials for chip-heat sink attachment. We also demonstrated that these polymer thermal interface materials are thermally stable at high temperatures making them attractive for new applications of electronics in harsh environments. \n\n \n\n\t\t\t\t\tLast Modified: 10/01/2015\n\n\t\t\t\t\tSubmitted by: Baratunde Cola"
 }
}