{
 "awd_id": "1133319",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Biological Utilization of Thermolytic Substrates by Bacteria and Microalgae:  Addressing Toxicity of Substrate Contaminants",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2014-07-08",
 "awd_abstract_narration": "PI: Jarboe\r\nProposal Number:  1133319\r\n\r\nIntellectual Merit\r\n\r\nConverting biomass into biofuels through hybrid processes that integrate thermochemical and biochemical steps has the potential to reduce processing costs, but is understudied.   This proposed research seeks to improve the capacity of microorganisms to produce biofuels using substrates derived from the fast pyrolysis of cellulosic biomass.   The fast pyrolysis of biomass, which involves rapidly heating the material in the absence of oxygen and in presence of catalysts, yields a complex mixture called bio-oil.  Fermentation of bio-oil is complicated by the fact that in addition to useful substrates, it also contains many inhibitory (contaminant) compounds, including furans and phenols.  \r\n\r\nThe overall goals of this proposed research are to increase the tolerance of two model microorganisms, Escherichia coli (ethanol) and Chlamydomonas reinhardtii (lipids for biodiesel), to the inhibitory contaminants found in bio-oil, and  to improve the capacity of these organisms to ferment bio-oil fractions into biofuel.  Metabolic evolution will be used to increase the robustness of these model microorganisms to the contaminants, largely because the bio-oil is complex and the mechanisms of inhibition are not known.    The research plan has three objectives.  The first objective is to use metabolic evolution to increase the tolerance of ethanol-producing E. coli to the inhibitory contaminants in the sugar-rich bio-oil fraction.  The anhydrosugar levoglucosan is the most abundant substrate in the sugar-rich bio-oil fraction, but it is metabolized by most microorganisms.   Therefore, an ethanol producing strain of E. coli will be engineered to utilize levoglucosan as a carbon and energy source.  The second objective is use metabolic evolution to utilize the acetate-rich fraction of bio-oil by a heterotrophic, lipid-producing strain of C. reinhardti, and then increase the tolerance of C. reinhardtii to the inhibitory contaminants as well as acetate itself with the acetate-rich bio-oil fraction.  The third objective is to reverse engineer the contaminant-tolerant E. coli strain developed under objective 1 through analysis of genome sequence and transcriptome data in order to identify the important mutations that enable contaminant tolerance.\r\n\r\nBroader Impacts\r\n\r\nThe proposed education activities will train two graduate students from the disciplines of chemical engineering and food science, and engage three undergraduates to assist with the proposed research.  Core concepts from the research topic will be introduced into three courses at Iowa State University (ISU):  a sophomore-level Material and Energy Balances course, a graduate-level Metabolic Engineering, course, and a graduate-level course on the Thermochemical Processing of Biomass.  With respect to K-12 outreach, the PI will develop a half-day module on bio-renewable chemicals for the ISU Science Bound program, a Saturday program that targets underrepresented middle school students.  Students will have the opportunity to see an operating bioreactor and discuss how bio-renewable chemicals relate to their everyday life.  Students will then play a web-based game that introduces the concept of metabolic evolution using the Biology in Motion Lab.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Jarboe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Jarboe",
   "pi_email_addr": "ljarboe@iastate.edu",
   "nsf_id": "000530265",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Brown",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Robert C Brown",
   "pi_email_addr": "rcbrown3@iastate.edu",
   "nsf_id": "000395881",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhiyou",
   "pi_last_name": "Wen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhiyou Wen",
   "pi_email_addr": "wenz@iastate.edu",
   "nsf_id": "000512668",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "Biorenewables Research Laborator",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112207",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49852.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130688.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 129460.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to improve the production of biorenewable fuels and chemicals from biomass. In order to be able to feed biomass to microorganisms that produce fuels and chemicals, the biomass must first be broken down. This can be accomplished with enzymes, but is prohibitively expensive for the production of transportation fuels and industrial chemicals. Here, we aimed to use a rapid, low-cost method of processing biomass into fermentable substrates. This method is called fast pyrolysis.</p>\n<p>&nbsp;</p>\n<p>One of the challenges with using fast pyrolysis to process biomass is that the resulting streams are &ldquo;dirty&rdquo;. Specifically, they contain compounds that are inhibitory to the microbial biocatalysts. This limits the concentration at which these substrates can be supplied to the fermentation and thus the final product concentration is limited. An economically robust process needs a high production concentration. This problem with microbial inhibition by biomass-derived substrates is observed with other types of biomass processing, such as acid hydrolysis. Inhibition of the microbial biocatalysts by the products (such as alcohols) is also a problem. In this manner, microbial inhibition is a widespread challenge in the production of fuels and chemicals from biomass.</p>\n<p>&nbsp;</p>\n<p>Here we aimed to improve the robustness of the microbial biocatalysts. Specifically, we subjected two distinct organisms to directed evolution for improved ability to use biomass that had been depolymerized by fast pyrolysis. For the sugar product of the biomass, we used a safe strain of Escherichia coli that had previously been modified to produce ethanol at a high yield and high concentration. Over the course of approximately 2,000 hours, we developed a new strain of this organism that had improved tolerance of the biomass-derived sugars. A similar approach was used to improve a strain of microalgae that can produce lipids from the biomass-derived acetate.</p>\n<p>&nbsp;</p>\n<p>Characterization of these improved organisms can help us understand what genetic changes made these organisms more robust. In this manner, we can identify design strategies that can be applied to other microbial biocatalysts. We found that both the improved E. coli strain and the improved microalgae strain had developed stronger membranes. This tells us that finding ways to strengthen the microbial membrane can improve utilization of biomass-derived sugars. For the evolved E. coli strain, we identified at least one mutation that partially explains how the membrane became stronger. This mutation is a single amino acid change in a single enzyme. Targeted introduction of this altered gene into an unevolved strain provided protection against the membrane-damaging effects of the pyrolytic sugars. This mutation may provide protection against other membrane-damaging compounds as well.</p>\n<p>&nbsp;</p>\n<p>In this project we also developed and tested methods for removing the inhibitory compounds from the processed biomass. These low-cost methods were found to be effective in improving the utilization of biomass in the production of fuels and chemicals.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual merit</strong>:</p>\n<p>Here we identified changes in microbial biocatalysts that enable improved utilization of biomass. These changes may be able to improve the production of a variety of fuels and chemicals. Our methods for recovering and purifying the processed biomass also provide insight into the nature of the inhibition.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impacts</strong>:</p>\n<p>This project supported training for graduate students and undergraduate researchers. K12 teachers and students were impacted through outreach activities. Postdoctoral researchers, research scientists, and visiting scholars were impacted through associated funding. Scientific results were communicated through workshops, conferenc...",
  "por_txt_cntn": "\nThis project aimed to improve the production of biorenewable fuels and chemicals from biomass. In order to be able to feed biomass to microorganisms that produce fuels and chemicals, the biomass must first be broken down. This can be accomplished with enzymes, but is prohibitively expensive for the production of transportation fuels and industrial chemicals. Here, we aimed to use a rapid, low-cost method of processing biomass into fermentable substrates. This method is called fast pyrolysis.\n\n \n\nOne of the challenges with using fast pyrolysis to process biomass is that the resulting streams are \"dirty\". Specifically, they contain compounds that are inhibitory to the microbial biocatalysts. This limits the concentration at which these substrates can be supplied to the fermentation and thus the final product concentration is limited. An economically robust process needs a high production concentration. This problem with microbial inhibition by biomass-derived substrates is observed with other types of biomass processing, such as acid hydrolysis. Inhibition of the microbial biocatalysts by the products (such as alcohols) is also a problem. In this manner, microbial inhibition is a widespread challenge in the production of fuels and chemicals from biomass.\n\n \n\nHere we aimed to improve the robustness of the microbial biocatalysts. Specifically, we subjected two distinct organisms to directed evolution for improved ability to use biomass that had been depolymerized by fast pyrolysis. For the sugar product of the biomass, we used a safe strain of Escherichia coli that had previously been modified to produce ethanol at a high yield and high concentration. Over the course of approximately 2,000 hours, we developed a new strain of this organism that had improved tolerance of the biomass-derived sugars. A similar approach was used to improve a strain of microalgae that can produce lipids from the biomass-derived acetate.\n\n \n\nCharacterization of these improved organisms can help us understand what genetic changes made these organisms more robust. In this manner, we can identify design strategies that can be applied to other microbial biocatalysts. We found that both the improved E. coli strain and the improved microalgae strain had developed stronger membranes. This tells us that finding ways to strengthen the microbial membrane can improve utilization of biomass-derived sugars. For the evolved E. coli strain, we identified at least one mutation that partially explains how the membrane became stronger. This mutation is a single amino acid change in a single enzyme. Targeted introduction of this altered gene into an unevolved strain provided protection against the membrane-damaging effects of the pyrolytic sugars. This mutation may provide protection against other membrane-damaging compounds as well.\n\n \n\nIn this project we also developed and tested methods for removing the inhibitory compounds from the processed biomass. These low-cost methods were found to be effective in improving the utilization of biomass in the production of fuels and chemicals.\n\n \n\nIntellectual merit:\n\nHere we identified changes in microbial biocatalysts that enable improved utilization of biomass. These changes may be able to improve the production of a variety of fuels and chemicals. Our methods for recovering and purifying the processed biomass also provide insight into the nature of the inhibition.\n\n \n\nBroader impacts:\n\nThis project supported training for graduate students and undergraduate researchers. K12 teachers and students were impacted through outreach activities. Postdoctoral researchers, research scientists, and visiting scholars were impacted through associated funding. Scientific results were communicated through workshops, conference presentations, and peer-reviewed research publications and book chapters.\n\n\t\t\t\t\tLast Modified: 03/30/2016\n\n\t\t\t\t\tSubmitted by: Laura Jarboe"
 }
}