{
 "awd_id": "1133239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Efficiency Enhancement of Solar Cells Through Electronic Structure Design",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 299998.0,
 "awd_amount": 299998.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "PI:  Rudiger Schlaf\r\nProposal Number:  1133239\r\n\r\nIntellectual Merit\r\n\r\nThe overall goal of this GOALI award is to precisely engineer solar cell interfaces for improved solar energy conversion efficiency through atomic layer deposition (ALD) processes.  The proposed research has the potential develop scalable manufacturing processes for ALD dipole layer coatings that precisely tailor the electronic properties of solar cell structures for increased solar energy conversion.  This approach will facilitate further development of ALD methodologies for large-area coatings, which are necessary for the photovoltaics (PV) industry.  \r\n\r\nDuring the fabrication of solar PV materials, ALD will be used to grow conformal metal oxide dipole layers at semiconductor interfaces with controlled atomic layer thickness and uniformity, in order to adjust the band alignment for optimized charge transfer or blocking.  This process has the potential to controllably enhance the photocurrent and cell voltage.   Photoemission spectroscopy (PES) and inverse photoemission spectroscopy (IPES) will be used to characterize each deposited dipole layer in situ, so that the evolution of both the valence and conduction bands density of states can be followed during the ALD process.  These measurements will yield a detailed picture of the evolution of the electronic structure of ALD dipole layers and interfaces as they are grown.  Once the dipole layers can be grown reliably, solar cell structures with inserted dipoles will be investigated, and the performance changes will be correlated with electronic structure modification.   \r\n\r\nBroader Impacts\r\n\r\nThis GOALI research is a collaborative effort between the University of South Florida (USF) and Novellus, and major semiconductor fabrication equipment supplier.  USF offers expertise in electronic structure and surface science of semiconductor PV interfaces, whereas the industrial partner Novellus offers expertise in ALD.  This collaboration will focus the proposed research so that 1) industry and manufacturing relevant materials systems will be investigated, and 2) processes and intellectual property (IP) developed under this grant will find applications in industrial production settings.  In addition to the potential benefits to the photovoltaics industry, the proposed activities will also train students in an industrial context.  Specifically, participating graduate students will visit Novellus as summer interns, and two undergraduate students are expected to participate in the proposed research through REU supplements.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rudiger",
   "pi_last_name": "Schlaf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rudiger Schlaf",
   "pi_email_addr": "schlaf@eng.usf.edu",
   "nsf_id": "000418793",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jing",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jing Wang",
   "pi_email_addr": "jingw@usf.edu",
   "nsf_id": "000330285",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adrien",
   "pi_last_name": "LaVoie",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Adrien R LaVoie",
   "pi_email_addr": "adrien.lavoie@novellus.com",
   "nsf_id": "000587556",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E. Fowler Ave.",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As a viable strategy, the conversion efficiency of solar cell can be increased through the insertion of dipole layers at interfaces to adjust the band line-up for optimized charge transfer (or blocking) to enhance the photocurrent and cell voltage. Atomic layer deposition (ALD) will be used to grow the dipole layers. The major goals of the project were the implementation of an atomic layer deposition (ALD) reactor with thermal and plasma assisted ALD processes in the PIs lab and the integration of this reactor with the photoemission spectroscopy multi-chamber ultrahigh vacuum system in the PIs lab. This capability was planned to be used for the investigation of ALD multilayer systems with regard to electronic structure and growth modes. In this project, a home-built, stop-flow ALD reactor and a micro-plasma deposition reactor was constructed and attached to an integrated ultra-high vacuum photoemission analysis chamber (XPS, UPS, and IPES) without exposing the samples to the ambient in between deposition and analysis. These PES and IPES measurements have yielded a detailed picture of the evolution of the electronic structure of ALD dipole layers and interfaces as they are grown. Due to the use of IPES both valence bands and conduction bands density of states can be followed in their evolution during the ALD process. The proposed work has great potential of leading to manufacturing processes for ALD dipole layer coatings to specifically design electronic properties of solar cell structures. The determined ALD growth modes are consistent with a strong growth inhibition situation with an average growth rate up to 0.021<sub> </sub>nm/cycle for RuO<sub>2</sub> and 0.004<sub> </sub>nm/cycle for Ru. An interface dipole of up to 0.93 eV was observed, supporting the assumption of a strongly physisorbed interface. Our team has also carried out the study of the dipole formation at In<sub>2</sub>O<sub>3</sub>|TiO<sub>2</sub> heterojunctions depending on the pre-deposition cleaning methods. The total dipole strength at monolayer thick In<sub>2</sub>O<sub>3</sub> films was determined to be 0.96 eV for solvent cleaned anatase and rutile and 0.81 eV for in-situ cleaned rutile. The deposition of ALD cycles on differently cleaned rutile substrates resulted in similar work function values, suggesting little influence of the sample preparation prior to ALD deposition on the dipole formation. In addition, we have explored microplasma-assisted gas-phase nucleation as an important new approach to produce high-purity, nanometer-sized, and narrowly dispersed particles. We have studied the decomposition of ferrocene vapor in the microplasma to synthesize iron oxide nanoparticles. The injection parameters were optimized to achieve complete precursor decomposition under vacuum conditions, and nanoparticles were successfully deposited. The stoichiometry of the deposited samples was characterized in situ using X-ray photoelectron spectroscopy indicating that iron oxide was formed. The presented results demonstrate that microplasma assisted nanoparticle synthesis is a promising technique for the clean deposition of metal-based nanoparticles for surface analysis experiments. The direct integration of the microplasma setup into an ALD reactor also opens the possibility for the integration of nanoparticles into ALD layer stacks, which promises interesting possibilities for the creation of 1D quantum confinement structures that are integrated into lamellar 2D structures.<strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2016<br>\n\t\t\t\t\tModified by: Jing&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs a viable strategy, the conversion efficiency of solar cell can be increased through the insertion of dipole layers at interfaces to adjust the band line-up for optimized charge transfer (or blocking) to enhance the photocurrent and cell voltage. Atomic layer deposition (ALD) will be used to grow the dipole layers. The major goals of the project were the implementation of an atomic layer deposition (ALD) reactor with thermal and plasma assisted ALD processes in the PIs lab and the integration of this reactor with the photoemission spectroscopy multi-chamber ultrahigh vacuum system in the PIs lab. This capability was planned to be used for the investigation of ALD multilayer systems with regard to electronic structure and growth modes. In this project, a home-built, stop-flow ALD reactor and a micro-plasma deposition reactor was constructed and attached to an integrated ultra-high vacuum photoemission analysis chamber (XPS, UPS, and IPES) without exposing the samples to the ambient in between deposition and analysis. These PES and IPES measurements have yielded a detailed picture of the evolution of the electronic structure of ALD dipole layers and interfaces as they are grown. Due to the use of IPES both valence bands and conduction bands density of states can be followed in their evolution during the ALD process. The proposed work has great potential of leading to manufacturing processes for ALD dipole layer coatings to specifically design electronic properties of solar cell structures. The determined ALD growth modes are consistent with a strong growth inhibition situation with an average growth rate up to 0.021 nm/cycle for RuO2 and 0.004 nm/cycle for Ru. An interface dipole of up to 0.93 eV was observed, supporting the assumption of a strongly physisorbed interface. Our team has also carried out the study of the dipole formation at In2O3|TiO2 heterojunctions depending on the pre-deposition cleaning methods. The total dipole strength at monolayer thick In2O3 films was determined to be 0.96 eV for solvent cleaned anatase and rutile and 0.81 eV for in-situ cleaned rutile. The deposition of ALD cycles on differently cleaned rutile substrates resulted in similar work function values, suggesting little influence of the sample preparation prior to ALD deposition on the dipole formation. In addition, we have explored microplasma-assisted gas-phase nucleation as an important new approach to produce high-purity, nanometer-sized, and narrowly dispersed particles. We have studied the decomposition of ferrocene vapor in the microplasma to synthesize iron oxide nanoparticles. The injection parameters were optimized to achieve complete precursor decomposition under vacuum conditions, and nanoparticles were successfully deposited. The stoichiometry of the deposited samples was characterized in situ using X-ray photoelectron spectroscopy indicating that iron oxide was formed. The presented results demonstrate that microplasma assisted nanoparticle synthesis is a promising technique for the clean deposition of metal-based nanoparticles for surface analysis experiments. The direct integration of the microplasma setup into an ALD reactor also opens the possibility for the integration of nanoparticles into ALD layer stacks, which promises interesting possibilities for the creation of 1D quantum confinement structures that are integrated into lamellar 2D structures. \n\n \n\n\t\t\t\t\tLast Modified: 11/27/2016\n\n\t\t\t\t\tSubmitted by: Jing Wang"
 }
}