{
 "awd_id": "1133672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research : Bandgap engineered composite oxide nanomaterials (BECONs) for solar energy conversion",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 143201.0,
 "awd_amount": 151951.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "1133672\r\nHuda\r\n\r\nThe research objective of this proposal is to test the hypothesis that a class of stable multi-functional bandgap-engineered composite oxide nanomaterials (BECONs) can be constructed with inexpensive, eco-friendly, and earth abundant elements. These BECONs will be used in photocatalysis and enable new solar-driven processes for energy generation, producing solar fuels such as hydrogen from water and methane or methanol from CO2. The integrated theoretical and experimental research involves studying a promising model system of photoactive BECONs from the pyrochlore family (A2B2O7) that drive water-splitting reactions using visible light. BECON using Bi, Ti, and Fe will be synthesized using a novel reverse micelle method. Through the collaboration, the structure-property-relationships, multi-functionality, and photocatalytic activity of these model materials will be investigated. Density functional theory studies will help interpret experimental data and drive materials design. \r\n\r\nSeveral features of this proposal are unique and may offer transformative outcomes. First, one of the limits in solar energy driven processes is the ability to use the entire spectrum of light to produce photocatalysis and energy. New materials with suitable bandgaps are always being sought for this use. The PIs have already some encouraging preliminary data which supports the potential of BECONS to convert visible light and not just the ultraviolet light to energy service. In addition the use of non-exotic elements is in line with the current direction for the material search. Finally the collaborative efforts marry the predictions resulting from the modeling work with the experimental synthesis and testing work. \r\n\r\nThe educational/outreach objectives of the proposal include a new undergraduate course that integrates content from the research program to teach photoelectrochemistry concepts; a toolkit for screening photoactive materials for solar energy conversion applications for undergraduate and graduate student use; to conduct science demonstrations in local schools using speciallyprepared demonstration kits; and to coordinate and continue advising the sustainable energy forum, a popular student organization that the UNR-PI has conceived and established at University of Nevada, Reno, that focuses on awareness about alternate energy. \r\n\r\nThis PI from UNR has submitted this basic idea before with no award success, albeit with improved evaluations each time. He has made changes in response to reviewer comments, and has discussed how to improve his proposal chances with the PD. One of the responses was to add a collaborator with skills in the computational side of the project. The idea is interesting, the results could be significant, the collaboration seems sound and workable. There are a greater number of Highly Recommended than I am able to fund. With the assistance of EPSCoR funding, I am able to stretch beyond the list of must-funds and support a should-fund which is a part of the Program efforts at supporting catalytic programs in renewable energy. This proposed work will have an impact on scientific and technological aspects of solar driven processes to facilitate efficient harvesting of visible light to deliver photocatalytic solar energy assisted fuel production.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Muhammad",
   "pi_last_name": "Huda",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Muhammad N Huda",
   "pi_email_addr": "huda@uta.edu",
   "nsf_id": "000552392",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760190145",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 143201.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 2750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For the efficient conversion of solar energy to useful fuels we need suitable materials as photocatalysts. So&nbsp;far such materials have not been found in nature. Finding such materials is not only a technological challenge, but also a major scientific challenge. There have been significant efforts since the last few decades to find pathways to predict and discover such materials. Experimental&nbsp;\"trial-and-error\" type empirical processes are long and expensive routes for materials discovery. A proper understanding of the solar conversion processes and corresponding materials properties can guide the experiment to shorten materials discovery time. Theory and computations can make impact in this regard. For example, ttheoretical calculations can contribute in the following regard:</p>\n<p>(i) Theory/computations can show whether a material is fundamentally suitable as a photocatalyst;</p>\n<p>(ii) Theory can predict what modifications are possible to tailor&nbsp;the materials properties further;</p>\n<p>(iii) It can answer whether these modifications inherently stable;</p>\n<p>(iv) Theory can can also guide experimental synthesis processes by predicting relevant chemical parameters; and so on.</p>\n<p>From above considerations, theory-experiment collaborative efforts become an essential rout for&nbsp;materials discovery for solar energy conversion.</p>\n<p>For the present theory-experiment collaborative project, the materials of interest for photocatalyst was Bi<sub>2</sub>Ti<sub>2</sub>O<sub>7</sub>. This is in principle a complex metal-oxide semiconductor&nbsp;materials with  higher resistivity compared to, for example, the popular semiconductor  silicon. The goal was hydrogen production by water splitting with the aid of solar energy. Efficient water splitting requires the materials to fulfill some strict electronic criteria. For example, Bi<sub>2</sub>Ti<sub>2</sub>O<sub>7</sub> can split water by solar irradiation, however, is not efficient enough as it cannot absorb the major portion of the solar spectrum. So the task was to enhance that absorption by modifying electronic properties of Bi<sub>2</sub>Ti<sub>2</sub>O<sub>7</sub>.</p>\n<p>From our previous calculations on Bi<sub>2</sub>Ti<sub>2</sub>O<sub>7</sub> we have found that the incorporation of iron could enhance the solar light absorption. In this project, iron was alloyed in Bi<sub>2</sub>Ti<sub>2</sub>O<sub>7</sub>, and experimental results showed that up to 1% of iron doping hydrogen production was increased; but then with higher iron concentrations it was declined. To investigate this, ttheoretical quantum mechanical computations based on density functional theory (DFT), were performed. We have found from these computations that, within the experimental conditions, iron-oxide (Fe<sub>2</sub>O<sub>3</sub>) phase was formed at higher percentage of iron in Bi<sub>2</sub>Ti<sub>2</sub>O<sub>7</sub>; which was also identified in the experimental sample. Presence of Fe<sub>2</sub>O<sub>3</sub> in&nbsp;Bi<sub>2</sub>Ti<sub>2</sub>O<sub>7</sub> was detrimental to the photocurrent generated by the solar light. Theoretical computations further found that if iron incorporation in Bi<sub>2</sub>Ti<sub>2</sub>O<sub>7</sub> was done in Bi and Ti rich growth conditions, that is if they are easily available while the materials were synthesized, then the iron-oxide phase would not form, and consequently photo-current would increase. This was verified by experiment as well. Later we have done similar calculations for Cr and Mn incorporation in Bi<sub>2</sub>Ti<sub>2</sub>O<sub>7</sub>.</p>\n<p>Furthermore, it is known that electron-current conduction mechanism in these oxides are polaronic, that is electrons hop from one site to another to generate current. So it is important to know how much energy would be needed to activate the electron jump. We have done some preliminary calculations, and we indeed found that the acti...",
  "por_txt_cntn": "\nFor the efficient conversion of solar energy to useful fuels we need suitable materials as photocatalysts. So far such materials have not been found in nature. Finding such materials is not only a technological challenge, but also a major scientific challenge. There have been significant efforts since the last few decades to find pathways to predict and discover such materials. Experimental \"trial-and-error\" type empirical processes are long and expensive routes for materials discovery. A proper understanding of the solar conversion processes and corresponding materials properties can guide the experiment to shorten materials discovery time. Theory and computations can make impact in this regard. For example, ttheoretical calculations can contribute in the following regard:\n\n(i) Theory/computations can show whether a material is fundamentally suitable as a photocatalyst;\n\n(ii) Theory can predict what modifications are possible to tailor the materials properties further;\n\n(iii) It can answer whether these modifications inherently stable;\n\n(iv) Theory can can also guide experimental synthesis processes by predicting relevant chemical parameters; and so on.\n\nFrom above considerations, theory-experiment collaborative efforts become an essential rout for materials discovery for solar energy conversion.\n\nFor the present theory-experiment collaborative project, the materials of interest for photocatalyst was Bi2Ti2O7. This is in principle a complex metal-oxide semiconductor materials with  higher resistivity compared to, for example, the popular semiconductor  silicon. The goal was hydrogen production by water splitting with the aid of solar energy. Efficient water splitting requires the materials to fulfill some strict electronic criteria. For example, Bi2Ti2O7 can split water by solar irradiation, however, is not efficient enough as it cannot absorb the major portion of the solar spectrum. So the task was to enhance that absorption by modifying electronic properties of Bi2Ti2O7.\n\nFrom our previous calculations on Bi2Ti2O7 we have found that the incorporation of iron could enhance the solar light absorption. In this project, iron was alloyed in Bi2Ti2O7, and experimental results showed that up to 1% of iron doping hydrogen production was increased; but then with higher iron concentrations it was declined. To investigate this, ttheoretical quantum mechanical computations based on density functional theory (DFT), were performed. We have found from these computations that, within the experimental conditions, iron-oxide (Fe2O3) phase was formed at higher percentage of iron in Bi2Ti2O7; which was also identified in the experimental sample. Presence of Fe2O3 in Bi2Ti2O7 was detrimental to the photocurrent generated by the solar light. Theoretical computations further found that if iron incorporation in Bi2Ti2O7 was done in Bi and Ti rich growth conditions, that is if they are easily available while the materials were synthesized, then the iron-oxide phase would not form, and consequently photo-current would increase. This was verified by experiment as well. Later we have done similar calculations for Cr and Mn incorporation in Bi2Ti2O7.\n\nFurthermore, it is known that electron-current conduction mechanism in these oxides are polaronic, that is electrons hop from one site to another to generate current. So it is important to know how much energy would be needed to activate the electron jump. We have done some preliminary calculations, and we indeed found that the activation energy for polaron conduction was lowered by Fe doping in Bi2Ti2O7.\n\nThe methodology and the theory-experiment feedback protocol that have been developed in this project will have larger impact on the greater materials science discipline. In addition, awareness of materials challenges for energy has been disseminated in the freshman on-science-major physics classes. Several undergraduate students were trained through this project. One graduate student from an underrepre..."
 }
}