{
 "awd_id": "1133112",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Nano-Engineered MOF-Graphene Materials:  New Perspectives for Reactive Adsorption and Catalysis",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Angie Lueking",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 263609.0,
 "awd_amount": 286885.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2016-06-30",
 "awd_abstract_narration": "1133112/1133066\r\nBandosz/Gibbins\r\n\r\nActivated carbons possess high surface area (typically 1,000-2,000 m2g-1) and are powerful physical adsorbents, but have little catalytic activity except at high temperatures. Metal-organic framework (MOF) materials are generally effective catalysts, but are less effective as adsorbents. Recently, in a proof of concept, we have succeeded in synthesizing a GO/MOF nanocomposite material, and shown that it is very effective in removing toxic gases (ammonia, hydrogen sulfide) from gas streams through a combination of surface reaction and adsorption. The capacity of the nanocomposites to remove toxic gases significantly exceeds that of either the MOF or graphite oxide alone, and preliminary results for ammonia suggest that these nanocomposites can achieve a 300% or more increase in adsorption capacity over conventional activated carbons. \r\n\r\nThis project will be a joint experimental-theoretical study of such graphene/MOF and GO/MOF (collectively, G/MOF) nanocomposites, with the aim of determining their formation mechanism, atomic structure, pore structure and catalytic and adsorption properties, with the practical goal of designing materials with optimal adsorption and catalytic properties for the removal of toxic gases. As grapheme-based components graphite, graphite oxide and exfoliated graphite will be used. Syntheses will be followed by characterization. The interactions of NH3 and H2S, separately and mixed with methane, with the nanocomposites will then be investigated. These systems are chosen based on the properties and differences in the chemical nature of the adsorbates, the need for reactive adsorption under ambient conditions, and the potential detection capabilities of graphene-based nanocomposites. For the latter the changes in electrical conductivity can be employed. MOFs chosen for the study will include water stable materials with potentially active Cu, Cr and Fe sites, such as Cu-BT or MIL-100. \r\n\r\nIn parallel with the experimental program, dual scale theoretical studies using molecular simulation (Monte Carlo, Hybrid Reverse Monte Carlo and Molecular Dynamics) and (ab initio) density functional theory will be carried out to determine details of the atomic structure of the materials, the reaction mechanism, reactive adsorption capacity and heats of adsorption. These theoretical results will help direct the experimental program towards promising materials and conditions. \r\n\r\nThis research project will provide fundamental understanding of the relation between synthesis conditions, atomic structure and pore morphology, and separations performance for a new class of G/MOF nanocomposites that are designed for toxic gas removal. These novel materials may find application in other separations and in sensing devices. The broad spectrum of surface characterization and theoretical methods applied will lead to a better understanding of the surface chemistry of adsorbents and catalysts in general. \r\n\r\nThe research is directly relevant to developing new strategies to design effective materials for removal of toxic gases from air at ambient conditions through reactive adsorption. Another important technical aspect is the possibility of applications of these materials as gas sensors. If small molecule gases are intercalated within the graphite interlayer space the electrical conductivity is expected to change, and this phenomenon can be used to detect toxic gases at low concentration range. A preliminary exploratory study of ammonia on a GO/MOF nanocomposite showed an approximately threefold increase in adsorption capacity over conventional activated carbons. Thus, the proposed research is potentially transformative. The project will involve two graduate students, two undergraduate researchers and one high school student from an inner city science-oriented high school. CCNY is a minority serving institution, and the project would provide the possibility for a member of an under-represented group to perform research and to earn the Ph.D. NCSU?s AGEP/Opt-Ed and ORNL?s Research Alliance in Math and Science (RAMS) summer program will also provide opportunities to recruit students from under-represented populations. The whole education experience of the students will be based on the integration of research and education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teresa",
   "pi_last_name": "Bandosz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Teresa J Bandosz",
   "pi_email_addr": "tbandosz@ccny.cuny.edu",
   "nsf_id": "000155939",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "The City College of New York",
  "perf_str_addr": "160 Convent Ave",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "136E",
   "pgm_ref_txt": "Chemical Separation Processes"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 263609.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1856.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 21420.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of this research was to develop new Metal Organic Framework/ modified graphene composites for their applications as a next generation of reactive adsorbents and catalysts. As representative MOFs, Cu- BTC (copper based) and UiO-66 and UIO-67 (zirconium based) were used. Graphite oxide, GO, was obtained from various types of graphite by oxidation with either Hummers or Brodie method. To further expand the surface chemical heterogeneity amination was applied by the treatment of GO with urea. It was found that the flake size and chemistry of the GO component have a significant effect on the properties of the synthesized composites. GO phase worked as a linker and scaffold for deposition of the MOF phase. The surface areas and pore volumes markedly increased. A GO/MOF interface contributed to the development of small pores and defects in the structure.&nbsp; The amine groups further increased the chemical and structural heterogeneity and contributed to the development of pores of 0.6 nm in size, which are important for the adsorption of small molecule gases.</p>\n<p>The synthesized MOF/ modified graphene materials were tested as adsorbents of toxic gases such as hydrogen sulfide and nitrogen dioxide. They exhibited high adsorption capacities.&nbsp; The toxic species were adsorbed strongly on the surface via chemical interactions. This resulted in the collapse of the MOF framework. Aminated UiO MOF showed good performance for NO<sub>2</sub> removal from either dry or moist air. In the case of CO<sub>2</sub> adsorption, mainly physical forces were employed in the removal mechanism. The development of new porosity in the composites on the MOF/GO interface markedly increased the amount of CO<sub>2</sub> adsorbed. The exceptionally high CO<sub>2</sub> adsorption capacity is a clear indication that the proposed way of composite formation has a transformative nature.</p>\n<p>Since graphitic carbon nitride, g-C<sub>3</sub>N<sub>4</sub>, reminds GO in its layer structure, it was synthesized and oxidized using Hummers method. Obtained oxidized g-C<sub>3</sub>N<sub>4 </sub>exhibited the spherical morphology. These nanospheres of 50 nm in size were used as linkers to build the composites with Cu-BTC MOF. As a result, the new materials of hierarchical porosity and high volume of mesopores were obtained. They were used for detoxification of chemical warfare agents (CWA) surrogates. The results showed the excellent adsorption capacity and reactivity. The CWA surrogates were oxidized/mineralized on the surface. The high catalytic activity was linked to increase in surface heterogeneity and in the amount of active copper centers and also to visible light photo activity provided by the g-C<sub>3</sub>N<sub>4 </sub>phase. Moreover, the clear color change upon exposure to chemical warfare agents can be used in sensing and monitoring of an exposure time.</p>\n<p>The transformative nature of this research is in providing the new approach to produce adsorbents/catalyst of photoactive properties in visible light, which can be also used in other fields than separation. &nbsp;High school students were working on the project besides Ph.D. students. International collaborations with Nanjing University and the University of Malaga were developed to share the infrastructure and exchange students. An undergraduate student was working at the Nanotechnology Center at Trinity College, Ireland, the frame of the international collaboration funded by this grant. The students were exposed to interdisciplinary research and learn the importance of team work.&nbsp; PI in her outreach activity introduced the concept of the research to inner city girls-participants of the GOALI camp. The presentation on the properties of MOF/GO composites was given to the Chemistry Teachers Club in New York City in October 2014. The PI took part in the &ldquo;Navigator&rdquo; program organized by Intrepid museum for inner city high school female students. She has also participated in LIGO project linking art to science (NYC non-profit organization).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/07/2017<br>\n\t\t\t\t\tModified by: Teresa&nbsp;J&nbsp;Bandosz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main objective of this research was to develop new Metal Organic Framework/ modified graphene composites for their applications as a next generation of reactive adsorbents and catalysts. As representative MOFs, Cu- BTC (copper based) and UiO-66 and UIO-67 (zirconium based) were used. Graphite oxide, GO, was obtained from various types of graphite by oxidation with either Hummers or Brodie method. To further expand the surface chemical heterogeneity amination was applied by the treatment of GO with urea. It was found that the flake size and chemistry of the GO component have a significant effect on the properties of the synthesized composites. GO phase worked as a linker and scaffold for deposition of the MOF phase. The surface areas and pore volumes markedly increased. A GO/MOF interface contributed to the development of small pores and defects in the structure.  The amine groups further increased the chemical and structural heterogeneity and contributed to the development of pores of 0.6 nm in size, which are important for the adsorption of small molecule gases.\n\nThe synthesized MOF/ modified graphene materials were tested as adsorbents of toxic gases such as hydrogen sulfide and nitrogen dioxide. They exhibited high adsorption capacities.  The toxic species were adsorbed strongly on the surface via chemical interactions. This resulted in the collapse of the MOF framework. Aminated UiO MOF showed good performance for NO2 removal from either dry or moist air. In the case of CO2 adsorption, mainly physical forces were employed in the removal mechanism. The development of new porosity in the composites on the MOF/GO interface markedly increased the amount of CO2 adsorbed. The exceptionally high CO2 adsorption capacity is a clear indication that the proposed way of composite formation has a transformative nature.\n\nSince graphitic carbon nitride, g-C3N4, reminds GO in its layer structure, it was synthesized and oxidized using Hummers method. Obtained oxidized g-C3N4 exhibited the spherical morphology. These nanospheres of 50 nm in size were used as linkers to build the composites with Cu-BTC MOF. As a result, the new materials of hierarchical porosity and high volume of mesopores were obtained. They were used for detoxification of chemical warfare agents (CWA) surrogates. The results showed the excellent adsorption capacity and reactivity. The CWA surrogates were oxidized/mineralized on the surface. The high catalytic activity was linked to increase in surface heterogeneity and in the amount of active copper centers and also to visible light photo activity provided by the g-C3N4 phase. Moreover, the clear color change upon exposure to chemical warfare agents can be used in sensing and monitoring of an exposure time.\n\nThe transformative nature of this research is in providing the new approach to produce adsorbents/catalyst of photoactive properties in visible light, which can be also used in other fields than separation.  High school students were working on the project besides Ph.D. students. International collaborations with Nanjing University and the University of Malaga were developed to share the infrastructure and exchange students. An undergraduate student was working at the Nanotechnology Center at Trinity College, Ireland, the frame of the international collaboration funded by this grant. The students were exposed to interdisciplinary research and learn the importance of team work.  PI in her outreach activity introduced the concept of the research to inner city girls-participants of the GOALI camp. The presentation on the properties of MOF/GO composites was given to the Chemistry Teachers Club in New York City in October 2014. The PI took part in the \"Navigator\" program organized by Intrepid museum for inner city high school female students. She has also participated in LIGO project linking art to science (NYC non-profit organization).\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/07/2017\n\n\t\t\t\t\tSubmitted by: Teresa J Bandosz"
 }
}