{
 "awd_id": "1133751",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Characterization of Surface Wind Energy Resources and Wake Interferences among Wind Turbines over Complex Terrains for Optimal Site Design and Turbine Durability",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2013-09-13",
 "awd_abstract_narration": "1133751 PI Hu\r\n\r\nWhile a number of studies have been conducted to investigate wake interference among multiple wind turbines for the optimal layout design of wind turbines in a wind farm, most previous models involved homogenous straight-line winds over simplified flat surfaces. Most onshore wind turbines are sited in wind farms with complex terrains, which are not flat. A more realistic model would account for multiple wind turbines sited in an onshore wind farm with complex terrains such as hills, valleys, ridges and escarpments.  In addition, the effects of the significant variations in flow characteristics (spatial and temporal) of the surface winds over complex terrains on the power productivity, fatigue loads, and wake interference among wind turbines need to be taken into account. In this project, the PIs will perform a fundamental study to quantify the mean and turbulence characteristics of the surface winds over typical complex terrains seen in onshore wind farms and to investigate the wake interference among multiple wind turbines sited over the complex terrains.  In this project the large-scale Aerodynamic/Atmospheric Boundary Layer (AABL) Wind and Wind Tunnel at Iowa State University will be used to quantify the performance of an array of wind turbines sited over a flat surface (baseline case) and complex terrains with non-homogenous surface winds. In addition to measuring dynamic wind loads and the power outputs of the wind turbines, advanced flow diagnostic techniques such as Particle Image Velocimetry (PIV) and Planar Laser Induced Fluorescence (PLIF) will be used to determine detailed flow field characteristics such as the mean and turbulence characteristics of the surface winds and wake interference in complex terrains. The detailed flow field measurements will be correlated with the dynamic wind loads and power output measurements. The results of this project will lead to a better understanding of underlying physics and the characteristics of surface wind energy resources over complex terrains. In terms of the broader impacts, the research program will be incorporated into the Iowa State?s curricula, both undergraduate and graduate, by adding wind turbine aerodynamics experiment modules to the existing aerodynamics laboratory courses.  The findings derived from the project will be disseminated broadly to contribute to the knowledge base of wind energy and wind turbine technology. Existing programs at Iowa State will be leveraged to recruit more female and minority students.  \"Renewable Energy and Wind Turbine Technology\" seminars and demonstration experiments will be developed for K-12 teachers and students.   The research, education, and outreach activities are expected to make a significant contribution to the land-grant mission of Iowa State University.  The findings derived from this project will be used to develop more realistic models to predict multiple wake interactions over complex terrains and to optimize paradigms for the optimal site design of wind turbine arrays with higher power yield, better integrity, and longer durability of the turbines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hui",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hui Hu",
   "pi_email_addr": "huhui@iastate.edu",
   "nsf_id": "000326343",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Partha",
   "pi_last_name": "Sarkar",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Partha P Sarkar",
   "pi_email_addr": "ppsarkar@iastate.edu",
   "nsf_id": "000429026",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "2271 Howe Hall, Room 1200",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112271",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 97383.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99974.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 102643.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this research project is to conduct a comprehensive study to quantify the characteristics of the surface wind energy resources and to investigate the interferences of multiple wind turbines sited over complex terrains in order to elucidate underlying physics to explore/optimize design paradigms of wind turbines sited over complex terrains for higher power yield and better durability.&nbsp; The research work of this project can be divided into following three tasks: 1). To quantify the characteristics of surface winds (both mean and turbulence characteristics) over a flat (baseline case) and complex terrains for the optimal site design of wind turbines in more realistic environments; 2). To characterize turbulent wake flows and dynamic wind loads (both forces and moments) as well as their relationships for wind turbines sited over a flat (baseline case) and complex terrains for the optimal mechanical design of the wind turbines operating in more realistic environments; 3). To investigate the effects of the array spacing and layout on the interferences of multiple wind turbines sited over a flat (baseline case) and complex terrains for higher total power yield and better durability of the wind turbines.</p>\n<p>We have taken advantage of the large-scale Aerodynamic/Atmospheric Boundary Layer (AABL) Wind and Gust Tunnel available at Iowa State University to quantify the performances of an array of wind turbine models sited over a flat (baseline case) and complex terrains with non-homogenous surface winds.&nbsp; The complex terrains explored in this research include undulated terrains with hills, valleys and various geometric combinations of canyons, ridges and escarpments usually seen in Iowa wind farms.&nbsp; In addition to measuring dynamic wind loads (both forces and moments) and the power outputs of the wind turbine models, advanced flow diagnostic techniques such as 2-D Particle Image Velocimetry (PIV) and Stereoscopic PIV (SPIV) were used to conduct detailed flow field measurements to quantify the flow characteristics of the surface winds and wake interferences among multiple wind turbines over flat (baseline case) and complex terrains. The detailed flow field measurements were correlated with the dynamic wind loads and power output measurements to elucidate underlying physics for the optimal site design of the turbine arrays with the ultimate goal of higher total power yield and better durability of the wind turbines operating in more realistic environments.</p>\n<p>The findings derived from this research project have been disseminated broadly to contribute to the knowledge base of wind energy and wind turbine technology. In addition to educating and training graduate and undergraduate students to carry out the proposed research, this research program was also incorporated into the curricula (both undergraduate and graduate) to enhance Iowa State University&rsquo;s educational and research infrastructures. A new wind turbine aerodynamics experiment module was developed and added to the existing undergraduate and graduate aerodynamics and wind engineering courses (AerE344, AerE545 and AerE570) to augment concepts and fundamental principles introduced in aerodynamics and wind engineering classes and to stimulate students&rsquo; interests in thermal-fluid science. By leveraging Iowa State&rsquo;s PWSE, LEAD and PERUSE programs, 3 female and minority students were recruited to work on the proposed research to promote the participation of under represented groups in science and engineering. &ldquo;Renewable Energy and Wind Turbine Technology&rdquo; seminars and demonstration experiments has been developed to impart K-12 teachers and students, and by extension, the public at large, a greater awareness of renewable energy and wind turbine technology and their importance to our daily lives.</p>\n<p>In summary, this research project did bring together univ...",
  "por_txt_cntn": "\nThe objective of this research project is to conduct a comprehensive study to quantify the characteristics of the surface wind energy resources and to investigate the interferences of multiple wind turbines sited over complex terrains in order to elucidate underlying physics to explore/optimize design paradigms of wind turbines sited over complex terrains for higher power yield and better durability.  The research work of this project can be divided into following three tasks: 1). To quantify the characteristics of surface winds (both mean and turbulence characteristics) over a flat (baseline case) and complex terrains for the optimal site design of wind turbines in more realistic environments; 2). To characterize turbulent wake flows and dynamic wind loads (both forces and moments) as well as their relationships for wind turbines sited over a flat (baseline case) and complex terrains for the optimal mechanical design of the wind turbines operating in more realistic environments; 3). To investigate the effects of the array spacing and layout on the interferences of multiple wind turbines sited over a flat (baseline case) and complex terrains for higher total power yield and better durability of the wind turbines.\n\nWe have taken advantage of the large-scale Aerodynamic/Atmospheric Boundary Layer (AABL) Wind and Gust Tunnel available at Iowa State University to quantify the performances of an array of wind turbine models sited over a flat (baseline case) and complex terrains with non-homogenous surface winds.  The complex terrains explored in this research include undulated terrains with hills, valleys and various geometric combinations of canyons, ridges and escarpments usually seen in Iowa wind farms.  In addition to measuring dynamic wind loads (both forces and moments) and the power outputs of the wind turbine models, advanced flow diagnostic techniques such as 2-D Particle Image Velocimetry (PIV) and Stereoscopic PIV (SPIV) were used to conduct detailed flow field measurements to quantify the flow characteristics of the surface winds and wake interferences among multiple wind turbines over flat (baseline case) and complex terrains. The detailed flow field measurements were correlated with the dynamic wind loads and power output measurements to elucidate underlying physics for the optimal site design of the turbine arrays with the ultimate goal of higher total power yield and better durability of the wind turbines operating in more realistic environments.\n\nThe findings derived from this research project have been disseminated broadly to contribute to the knowledge base of wind energy and wind turbine technology. In addition to educating and training graduate and undergraduate students to carry out the proposed research, this research program was also incorporated into the curricula (both undergraduate and graduate) to enhance Iowa State UniversityÆs educational and research infrastructures. A new wind turbine aerodynamics experiment module was developed and added to the existing undergraduate and graduate aerodynamics and wind engineering courses (AerE344, AerE545 and AerE570) to augment concepts and fundamental principles introduced in aerodynamics and wind engineering classes and to stimulate studentsÆ interests in thermal-fluid science. By leveraging Iowa StateÆs PWSE, LEAD and PERUSE programs, 3 female and minority students were recruited to work on the proposed research to promote the participation of under represented groups in science and engineering. \"Renewable Energy and Wind Turbine Technology\" seminars and demonstration experiments has been developed to impart K-12 teachers and students, and by extension, the public at large, a greater awareness of renewable energy and wind turbine technology and their importance to our daily lives.\n\nIn summary, this research project did bring together university professors and K-12 teachers with graduate, undergraduate, and K-12 students in a multi-level learning experience infu..."
 }
}