{
 "awd_id": "1133260",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Blood Flow Regulation in Normal and Diseased Tissues: Signal Transduction and Integration in Physiological Systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 316881.0,
 "awd_amount": 316881.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2014-09-03",
 "awd_abstract_narration": "1133260\r\nCarlson\r\n\r\nDescription: How blood flow is regulated to match tissue metabolic demand in normal and disease states such as hypertension is still an open-ended question in the field of physiology. What is known is that blood flow is modulated in the microcirculation by vascular dilation and constriction affected by contraction and relaxation of the vascular smooth muscle cells that encircle regulatory microvessels. Several local vessel and tissue level stimuli are known to control the contractile state of vascular smooth muscle cells such as intraluminal pressure, shear stress imparted on the vessel walls and metabolic state of the surrounding tissue. This proposed study aims to understand how these mechanical, chemical and electrical stimuli are integrated together to modulate normal and hypertensive microvascular blood flow by using a combination of theoretical and experimental analyses. The theoretical portion of this approach will use models containing detail at molecular, cellular, single vessel and tissue scales and these models will be parameterized and validated using experimental data obtained at the cellular (ion channel and cellular electrophysiology, vascular smooth muscle cytosolic Ca2+, etc.), single vessel (isolated vessel response to mechanical and chemical stimuli) and tissue (tissue blood flow observations) levels both from literature and current experimental collaborations. Integration of the cellular and single vessel theoretical models into a tissue level microvascular network model will facilitate the prediction of functional differences between normal regulatory networks and those altered by hypertension. In Objective 1 single vessel regulatory models will be developed and parameterized. These theoretical models will provide the foundation for tissue level regulatory models of microvascular networks in Objective 2, which will be in turn used as a predictive tool to describe the vascular regulatory dysfunction present in hypertension in Objective 3.\r\n\r\nIntellectual Merits of the Proposed Research: The proposed research is fundamentally aimed at uncovering the quantitative integration of mechanical, chemical and electrical stimuli in the microvasculature facilitating the regulation of blood flow. A fully integrative approach aimed at describing the large body of experimental data compiled at the cellular, vessel and tissue levels has not been developed to date. In the process of understanding the tissue level phenotype of blood flow regulatory response the investigators will be able to functionally test hypotheses concerning transduction of mechanical stimuli at the cellular level, chemical and electrical communication between vascular smooth muscle and endothelial cells in the vessel wall and integration of a variety of stimuli at the vessel and tissue level. The method the investigators will use in developing and testing these models is based on representation of experimental data using multiple theoretical hypotheses which in turn can be either confirmed or eliminated through analysis of simulation and experimental results allowing further hypotheses to be developed and experimental investigations to be performed, Via this systematic approach a mechanistic understanding of how blood flow is controlled through the synergistic operation of processes operating from the molecular to tissue scales will be developed.   \r\n\r\nBroader Impact of the Proposed Research: This project addresses two important considerations outlined in the NSF Mission, namely to promote the progress of science and to advance our national health prosperity. This project aims to promote the progress of science in a broader sense by using the blood flow regulatory system as an example of how information provided by various local stimuli, sensed at the smallest system scale, are integrated to govern global response of the entire system. This system along with mechanisms of mechanotransduction and cellular communication can be readily applied to other biological systems. Furthermore, by spanning mathematical, computational and biological disciplines this project provides the opportunity for training the next generation of interdisciplinary researchers. Models and analysis developed under this project will be used in coursework for graduate students in physiology, a discipline in desperate need of young investigators trained in computational modeling methods. In addition undergraduate students will have the opportunity to participate through independently funded summer research programs at the Medical College of Wisconsin. The proposed research will advance the national health prosperity by using these models as predictive tools to develop novel and testable hypotheses relating to vascular dysfunction in hypertension, a disease affecting over 25% of the U.S. population. Additional applications of the findings from the proposed study will be relevant to microvascular dysfunction that accompanies other diseases such as renal and cardiovascular disease.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Carlson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Brian E Carlson",
   "pi_email_addr": "bcarl@umich.edu",
   "nsf_id": "000589469",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Medical College of Wisconsin",
  "inst_street_address": "8701 WATERTOWN PLANK RD",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4149558563",
  "inst_zip_code": "532263548",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "THE MEDICAL COLLEGE OF WISCONSIN, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "E8VWJXMMUQ67"
 },
 "perf_inst": {
  "perf_inst_name": "Medical College of Wisconsin, Inc.",
  "perf_str_addr": "8701 Watertown Plank Road",
  "perf_city_name": "Milwaukee",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532260509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 107323.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 94006.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}