{
 "awd_id": "1133600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Role of Organic Matter Source on the Photochemical Fate of Pharmaceutical Compounds",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 299668.0,
 "awd_amount": 305668.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2013-05-03",
 "awd_abstract_narration": "PIs:   Allison MacKay / Yu-Ping Chin / Charles Sharpless\r\nProposal Numbers:   1133600 / 1133094 / 1132207\r\n\r\nEvaluating the impacts of human pharmaceutical compounds in the environment is a daunting task, given the wide variety of chemicals administered for medical conditions and the various wastewater management schemes that facilitate their release to aquatic systems.  Prior studies suggest photodegradation reactions to be important attenuation processes for pharmaceutical compounds in the environment.  The susceptibility of pharmaceuticals to photochemical reactions will be impacted by the co-release of these compounds with effluent organic matter (EfOM).  EfOM is expected to have differing photoreactivity, relative to well-studied natural organic matter (NOM) sources, presumably because of its anticipated lower aromatic content and lower color, compared to NOM. \r\nThe PIs hypothesize that pharmaceutical compound photodegradation will be altered with increasing proportion of wastewater effluent in natural channel flow because of the increased presence of EfOM, relative to NOM.  The ultimate goal of the proposed research is to identify key environmental system characteristics that are associated with enhanced environmental photodegradation rates of pharmaceutical compounds.  They propose three major research activities to evaluate their hypothesis.  (1): Field measurements of environmental degradation rates and pathways will be obtained for representative wastewater discharge scenarios ? forested New England watershed (Pomperaug River, CT), agricultural Midwestern watershed (East Fork of the Little Miami River, OH), and an urban stream with combined sewer outfalls (Park River, CT).  Flow-adjusted samples will be obtained downstream of the effluent discharge to measure pseudo-first order environmental degradation rates with differing seasonal EfOM-to-NOM ratios.  Photolysis losses will be differentiated from other losses by comparing daytime and nighttime observations.  Supporting lab degradation studies will resolve contributions of organic matter (OM) type to photochemical pathways.  (2): OM will be isolated from the field sites, including from effluent streams directly.  Isolation methods of XAD-8 resin and tangential flow ultrafiltration will be used for consistency with geochemistry methods.  Isolates will be characterized for their biochemical constituents (thermochemolysis), and for optical and structural properties (UV-Vis, fluorescence, solid-state 13C NMR).  (3): Quantum yields of singlet oxygen, hydrogen peroxide and excited triplet-state OM will be obtained for OM isolates and correlated to OM characteristics (Task 2).  Together, the results of Tasks 2 and 3 will yield critical insights for interpreting differences in photodegradation rate constants (Task 1) among the sites and within seasons, as effluent contributions change at each site. \r\nThis study will be the first to examine the fate of pharmaceutical compounds in New England and Midwestern rivers, expanding on prior fate studies from arid systems. They will establish an important body of knowledge about environmental system drivers of pharmaceutical compound fates that will contribute to robust science-based decisions about regulation, remediation, and/or ?green? design for pharmaceutical compounds.  They will work closely with the Pomperaug River Watershed Coalition and the East Fork Watershed Cooperative to engage citizens in cutting-edge science through semi-annual project progress presentations, to involve water managers and community members in water quality sampling, and to organize a cross-disciplinary Roundtable to bring together environmental scientists and engineers, regulators, with ecologists and pharmacologists to discuss environmental management of pharmaceutical compounds in the environment. \r\nThe PIs will mentor graduate and undergraduate researchers through the process of scientific discovery ? experimental design, manuscript preparation and national professional society presentations.  The PIs will continue their record of engaging student researchers from groups underrepresented in the sciences and engineering.  Students will have a unique opportunity to work with a guiding PI team with expertise in engineering (PI MacKay), geochemistry (PI Chin), photochemistry (PI Sharpless) and systems ecology (Collaborator Nietch), providing broad context for their own projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "MacKay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allison MacKay",
   "pi_email_addr": "mackay.49@osu.edu",
   "nsf_id": "000107291",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "060692037",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CT05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299668.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The release of pharmaceutical compounds to streams and rivers in treated municipal wastewaters is of concern because these compounds are known to be biologically-active.&nbsp; Concern for downstream aquatic organism exposures has prompted studies to measure concentration attenuation rates; however, the major processes and attenuation rates are highly variable between systems.&nbsp; This study investigated whether photochemical reactions from organic matter in treated wastewater might contribute to variability in pollutant removals in streams and rivers receiving treated municipal wastewater effluent discharges.</p>\n<p>Organic matter (or humic substances) in aquatic systems plays an important role in helping sunlight degrade pollutants, such as pharmaceutical compounds.&nbsp; Sunlight energy that is absorbed by organic matter is transferred to form reactive species - triplet organic matter, singlet oxygen, hydroxyl radicals - that, in turn, can break down pollutants.</p>\n<p>Organic matter in wastewater effluent is produced by bacteria in the sewage treatment process.&nbsp; This effluent organic matter produced more reactive species for the same amount of light energy absorbed than riverine organic matter originating from plants.&nbsp; However, when effluent organic matter was mixed with increasing proportions of river water, the amount of triplet organic matter and, to a lesser extent, singlet oxygen produced was less than expected from individual components.&nbsp; Therefore, in typical discharge scenarios (&lt; 25 % effluent), the higher reactive species production and correspondingly increased pollutant degradation rates will not be realized:&nbsp; Despite the higher reactivity of effluent organic matter, upstream and downstream degradation rates of contaminants with reactive species would be similar in these cases.</p>\n<p>The amounts of reactive species produced by mixtures of effluent organic matter and river water organic matter were correlated with the optical properties of organic matter mixtures.&nbsp; Sample light absorbance at 254 nm divided by sample light absorbance at 365 nm can be obtained in a modestly equipped lab and used to evaluate reactive species producation.&nbsp; Degradation rates of test pharmaceutical compounds that react with either triplet organic matter, singlet oxygen or hydroxyl radicals increased proportionately with increasing amounts of effluent organic matter in river water mixtures.&nbsp; Thus, addition of effluent organic matter which produces more reactive species to river systems is expected to increase pollutant degradation rates.</p>\n<p>Findings from this study were contextualized by using a simple flow model to assess anticipated downstream concentrations of wastewater pollutants under several annual discharge scenarios (e.g. 35%).&nbsp; For a one-day travel time in a shallow (&lt; 1.5 m) river with annual average discharge of 100 cubic feet per second, downstream pollutant concentrations were reduced below detection limits through the spring season by dilution from high river flows.&nbsp; In the summer season, pollutant concentrations were reduced by 10 to 20% for pollutants that only reacted with one reactive species, or by 30 to 50% for pollutants that react with all three reactive species, compared to dilution alone.</p>\n<p>In conclusion, this study demonstrated that effluent organic matter contributions to stream systems may be correlated with enhanced degradation rates of wastewater pollutants, although the full extent to which this occurs will vary with season and river geometry.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2015<br>\n\t\t\t\t\tModified by: Allison&nbsp;Mackay</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe release of pharmaceutical compounds to streams and rivers in treated municipal wastewaters is of concern because these compounds are known to be biologically-active.  Concern for downstream aquatic organism exposures has prompted studies to measure concentration attenuation rates; however, the major processes and attenuation rates are highly variable between systems.  This study investigated whether photochemical reactions from organic matter in treated wastewater might contribute to variability in pollutant removals in streams and rivers receiving treated municipal wastewater effluent discharges.\n\nOrganic matter (or humic substances) in aquatic systems plays an important role in helping sunlight degrade pollutants, such as pharmaceutical compounds.  Sunlight energy that is absorbed by organic matter is transferred to form reactive species - triplet organic matter, singlet oxygen, hydroxyl radicals - that, in turn, can break down pollutants.\n\nOrganic matter in wastewater effluent is produced by bacteria in the sewage treatment process.  This effluent organic matter produced more reactive species for the same amount of light energy absorbed than riverine organic matter originating from plants.  However, when effluent organic matter was mixed with increasing proportions of river water, the amount of triplet organic matter and, to a lesser extent, singlet oxygen produced was less than expected from individual components.  Therefore, in typical discharge scenarios (&lt; 25 % effluent), the higher reactive species production and correspondingly increased pollutant degradation rates will not be realized:  Despite the higher reactivity of effluent organic matter, upstream and downstream degradation rates of contaminants with reactive species would be similar in these cases.\n\nThe amounts of reactive species produced by mixtures of effluent organic matter and river water organic matter were correlated with the optical properties of organic matter mixtures.  Sample light absorbance at 254 nm divided by sample light absorbance at 365 nm can be obtained in a modestly equipped lab and used to evaluate reactive species producation.  Degradation rates of test pharmaceutical compounds that react with either triplet organic matter, singlet oxygen or hydroxyl radicals increased proportionately with increasing amounts of effluent organic matter in river water mixtures.  Thus, addition of effluent organic matter which produces more reactive species to river systems is expected to increase pollutant degradation rates.\n\nFindings from this study were contextualized by using a simple flow model to assess anticipated downstream concentrations of wastewater pollutants under several annual discharge scenarios (e.g. 35%).  For a one-day travel time in a shallow (&lt; 1.5 m) river with annual average discharge of 100 cubic feet per second, downstream pollutant concentrations were reduced below detection limits through the spring season by dilution from high river flows.  In the summer season, pollutant concentrations were reduced by 10 to 20% for pollutants that only reacted with one reactive species, or by 30 to 50% for pollutants that react with all three reactive species, compared to dilution alone.\n\nIn conclusion, this study demonstrated that effluent organic matter contributions to stream systems may be correlated with enhanced degradation rates of wastewater pollutants, although the full extent to which this occurs will vary with season and river geometry.\n\n\t\t\t\t\tLast Modified: 10/23/2015\n\n\t\t\t\t\tSubmitted by: Allison Mackay"
 }
}