{
 "awd_id": "1133366",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Theoretical and Computational Framework for Linking Tree form and Function to Forest Diversity and Productivity",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 487320.0,
 "awd_amount": 487320.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2014-03-11",
 "awd_abstract_narration": "The University of Wyoming is awarded a grant to develop a scaling framework for understanding forest diversity and productivity. This study addresses three questions that are paramount to developing this framework. (1) How do traits related to tree form (e.g., allometries, morphology) and function (e.g., physiology, growth, allocation, survival) vary between species, and how do evolutionary versus environmental drivers affect trait variability?\r\n(2) Is a species-specific representation of form and function necessary to accurately describe community and ecosystem properties (e.g., diversity, succession, productivity, carbon cycling)? (3) How do we develop a general scaling framework for predicting large-scale forest dynamics that includes species-specific trait variability and key physiological mechanisms? Towards addressing these questions, this study develops and applies data-model integration methodologies, including: (i) dynamic process models that link tree form and function, incorporate key plant functional traits, and are applicable to broad spatial and temporal scales; (ii) new meta-analysis methods for analyzing vast amounts of literature information on species-specific traits that incorporate phylogenetic relationships and overcome limitations common to ³classical² meta-analytic approaches; and\r\n(iii) rigorous statistical and computational methods for informing the process model with large and disparate data sources (i.e., literature, forest inventory, and tree-ring width databases). This highly integrative approach will provide a major step towards building and testing a general scaling framework. \r\n \r\nThe broader impacts of this work include multiple training opportunities in data-model integration methods for undergraduates through post-graduate scientists. Methods developed in this study will be partly disseminated through an annual, daylong workshop on Bayesian analysis in ecology for the Ecological Society of America annual meetings. Training in data-model integration, and specifically Bayesian methods, is lacking in many university curriculums and two new graduate-level courses in Bayesian data analysis and advanced/computational Bayesian will be further developed and integrated, providing a modern curriculum in applied statistical modeling and computing at the University of Wyoming (UW). Training in modern statistical modeling will offer a unique educational opportunity for those PhD students in UW¹s new and vibrant graduate Program in Ecology. This study will also create independent research opportunities for UW undergraduates, and it will provide one post-doctoral and two PhD students with unique interdisciplinary teaching, mentoring, and research training in ecology, statistics, mathematics, and computational science.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kiona",
   "pi_last_name": "Ogle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kiona Ogle",
   "pi_email_addr": "Kiona.Ogle@nau.edu",
   "nsf_id": "000421946",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 South Mill Avenue",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 213189.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 274131.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit: This project produced several scientific outcomes related to understanding and modeling tree functions, especially growth and mortality, with implications for forest dynamics. These outcomes include: (1) New statistical methods for analyzing large amounts of information (e.g., data summaries / statistics) obtained from the primary literature. These hierarchical Bayesian meta-analysis methods accommodate problems such as incomplete reporting (missing data), propagation of uncertainty among different model components, and incorporation of phylogenetic or taxonomic information. The meta-analysis methods were applied to tree functional trait information related to leaf and wood structure, and associated model code accompanied the publications. (2) New statistical methods for fitting an individual-based model (IBM) of tree growth and mortality to forest inventory data on tree heights and diameters. The methods present a novel application of reversible jump MCMC methods, which allowed for model-data discordance (i.e., to accommodate situations when the IBM predicted pre-mature tree death relative to the data). (3) Development of a large database of tree functional traits related to tree physiology, morphology, and anatomy. Information in the TreeTraits data was used in the aforementioned meta-analysis and contributed to other scientists that used the data to address complimentary questions about tree functional traits or forest function. (4) Development of the TreeTraits database (for North America tree) in parallel with the FET (Functional Ecology of Trees) database (Europe, Asia) led by German colleagues led to a general structure for plant trait databases, which was described in an article published in Methods in Ecology and Evolution.</p>\n<p>&nbsp;</p>\n<p>Broader impacts: The project trained and/or provided research experiences for one post-doc (female), four research associates (2 started as undergraduate assistants and continued on the project after graduating), five graduate students (2 in statistics, 3 in ecology), and six undergraduates. Two graduate students successfully completed their degrees (the others are in progress); one completed a PhD in statistics and is currently a tenure-track faculty member at Colorado Mesa University; the other completed her MS thesis in botany and is a lecturer at Utah State University. Most of the undergraduate students contributed to the development of the TreeTraits database, and a couple also conducted original analyses of data. Data and results from the project were incorporated into hands-on modeling exercises used in multiple workshops developed for training ecologists and biologists in Bayesian statistical modeling methods. Most workshops were organized for the Ecological Society of America annual meetings, and participants ranged in career stage from graduate students to post-docs to agency scientists, beginning faculty, tenured faculty, and private sector employees. Participants were primarily from the US, but we estimate that about 20% were from other countries. Project results, especially those related to modeling and data analysis approaches, were also used to develop guest lecture materials for training workshops organized by other colleagues such as NCAR&rsquo;s Advanced Studies Program on &ldquo;Carbon-climate connections in the Earth system,&rdquo; a New Zealand funded working group on &ldquo;Linking decomposability of leaves and stems to their traits: A global meta-analysis,&rdquo; and NIMBioS&rsquo;s Summer Graduate Program on &ldquo;Connecting Biological Data with Mathematical Models.&rdquo; Model code associated with our new Bayesian meta-analysis approaches were published as appendices with the scientific articles, thus making the code accessible to other researchers. Information (&ldquo;data&rdquo;) in the TreeTraits database was given to colleagues to assist other analyses related to tr...",
  "por_txt_cntn": "\nIntellectual merit: This project produced several scientific outcomes related to understanding and modeling tree functions, especially growth and mortality, with implications for forest dynamics. These outcomes include: (1) New statistical methods for analyzing large amounts of information (e.g., data summaries / statistics) obtained from the primary literature. These hierarchical Bayesian meta-analysis methods accommodate problems such as incomplete reporting (missing data), propagation of uncertainty among different model components, and incorporation of phylogenetic or taxonomic information. The meta-analysis methods were applied to tree functional trait information related to leaf and wood structure, and associated model code accompanied the publications. (2) New statistical methods for fitting an individual-based model (IBM) of tree growth and mortality to forest inventory data on tree heights and diameters. The methods present a novel application of reversible jump MCMC methods, which allowed for model-data discordance (i.e., to accommodate situations when the IBM predicted pre-mature tree death relative to the data). (3) Development of a large database of tree functional traits related to tree physiology, morphology, and anatomy. Information in the TreeTraits data was used in the aforementioned meta-analysis and contributed to other scientists that used the data to address complimentary questions about tree functional traits or forest function. (4) Development of the TreeTraits database (for North America tree) in parallel with the FET (Functional Ecology of Trees) database (Europe, Asia) led by German colleagues led to a general structure for plant trait databases, which was described in an article published in Methods in Ecology and Evolution.\n\n \n\nBroader impacts: The project trained and/or provided research experiences for one post-doc (female), four research associates (2 started as undergraduate assistants and continued on the project after graduating), five graduate students (2 in statistics, 3 in ecology), and six undergraduates. Two graduate students successfully completed their degrees (the others are in progress); one completed a PhD in statistics and is currently a tenure-track faculty member at Colorado Mesa University; the other completed her MS thesis in botany and is a lecturer at Utah State University. Most of the undergraduate students contributed to the development of the TreeTraits database, and a couple also conducted original analyses of data. Data and results from the project were incorporated into hands-on modeling exercises used in multiple workshops developed for training ecologists and biologists in Bayesian statistical modeling methods. Most workshops were organized for the Ecological Society of America annual meetings, and participants ranged in career stage from graduate students to post-docs to agency scientists, beginning faculty, tenured faculty, and private sector employees. Participants were primarily from the US, but we estimate that about 20% were from other countries. Project results, especially those related to modeling and data analysis approaches, were also used to develop guest lecture materials for training workshops organized by other colleagues such as NCARÆs Advanced Studies Program on \"Carbon-climate connections in the Earth system,\" a New Zealand funded working group on \"Linking decomposability of leaves and stems to their traits: A global meta-analysis,\" and NIMBioSÆs Summer Graduate Program on \"Connecting Biological Data with Mathematical Models.\" Model code associated with our new Bayesian meta-analysis approaches were published as appendices with the scientific articles, thus making the code accessible to other researchers. Information (\"data\") in the TreeTraits database was given to colleagues to assist other analyses related to tree function, forest biogeography, and forest diversity.\n\n\t\t\t\t\tLast Modified: 01/07/2015\n\n\t\t\t\t\tSubmitted by: Kiona Ogle"
 }
}