{
 "awd_id": "1133813",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamental Studies of Graphene Solutions: Exfoliation, Dispersion, and Stability",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 332001.0,
 "awd_amount": 332001.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "1133813\r\nBlakschtein\r\n\r\nIntellectual Merit. In this project, the investigators seek to understand the origin of the interactions between suspended graphene with surrounding solvent/surfactant molecules via large-scale molecular dynamics simulations. They will quantify these interactions by calculating the potential of mean force between graphene sheets in solvents or aqueous surfactant solutions to establish a library of thermodynamic properties for dispersed graphene sheets. A theoretical framework that combines molecular dynamics simulations and kinetic theories of colloid aggregation will be developed to further design optimal solvent/surfactant molecules which can stabilize graphene dispersions efficiently. Experimentally, they will produce layer-controlled graphene dispersions using ionic graphite intercalation compounds (GICs). By carefully controlling the intercalation kinetics, the PIs will synthesize high-quality Stage-2 and Stage-3 GICs, which are expected to be excellent precursors for bilayer and trilayer graphene dispersions. Systematic characterizations of graphene dispersions will be carried out to optimize the exfoliation process such that the produced dispersions are sufficiently concentrated, and that the graphene flakes are large enough, for conventional photolithography in which they will be deposited on a target substrate. Advanced separation techniques will also be developed to produce monodisperse bilayer and trilayer graphene solutions. The fundamental and practical insights gained from the proposed modeling and experiments will be used to guide the fabrication of electronic devices. The combined expertise of the two PIs across colloid science, engineering nanotechnology, computer simulations, and molecular modeling will enable rapid progress towards engineering  graphene solutions for device manufacturing.\r\n\r\nThe development of an advanced technique to exfoliate graphene in liquid phases will greatly increase the capability to produce AB-stacked bilayer and trilayer graphene for practical applications, such as fabricating electronic devices. In addition, fundamental insights into the interactions between graphene and other molecules will also contribute to the overall fundamental and practical of the kinetic behavior of graphene in the liquid phase. Ultimately, such knowledge can lead to the rational design of better media for graphene dispersions.\r\n\r\nBroader Impacts.  Due to their distinct electronic properties, stacked bilayer and trilayer graphene have shown extraordinary potential for next-generation optoelectronic and microprocessor applications. These promising materials, nevertheless, require new synthesis methods to effectively control the number of AB-stacked layers through graphite exfoliation and advanced processing techniques. Solution graphene dispersions are promising raw materials for printable electronics and nanocomposites, and most importantly, this approach represents the only possible route at this time for the mass-production of AB stacked bi- and tri-layer graphene. However, since the first graphene solution was reported in 2008, there are still many unanswered questions and technical bottlenecks that hinder the progress of this field. Although experiments have shown that the distribution of graphene layer numbers highly depends on the choice of solvents or surfactants used, very little is known about the molecular origin of the interactions between graphene and solvent/surfactant molecules, including correlating these interactions with the colloidal stability of the graphene solution. In addition, regardless of the methods used to produce solution-phase graphene, its size, shape, and number of stacked layers are all polydisperse. Engineering approaches that can directly control the size and the stacking geometry (by narrowing their distributions) of the exfoliated graphene flakes will be developed.\r\n\r\nThe modeling and experimental advances made will be incorporated into courses and workshops at MIT that will expose a larger scientific audience to the fundamentals of graphene dispersion and stabilization in liquid phases, as well as to modeling these phenomena at the molecular level. The students involved in the proposed research at both the graduate an undergraduate level will gain intellectually and professionally from the integrated experimental/modeling research proposed here.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Blankschtein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Blankschtein",
   "pi_email_addr": "dblank@mit.edu",
   "nsf_id": "000107875",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Strano",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Strano",
   "pi_email_addr": "strano@MIT.edu",
   "nsf_id": "000225624",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 332001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Graphene, the two-dimensional form of graphite, was first isolated at the University of Manchester by Geim and Novoselov in 2004. Since then, graphene has shown tremendous potential as the next-generation material for use in electronic devices, membranes, and sensors due to its excellent electrical, thermal, and mechanical properties. To date, however, the method of choice for obtaining high-quality samples &ndash; micromechanical cleavage (commonly known as &ldquo;scotch tape exfoliation&rdquo;) &ndash; has suffered from lack of scalability and controllability. Instead, dispersion of graphene in various solvents and aqueous surfactant solutions offers various advantages, including the capability for: (i) synthesis in large quantities, (ii) deposition on arbitrary substrates, and (iii) chemical functionalization in the solution phase. Nevertheless, when this project began, there was no clear understanding of how various solutes and liquid media interact with graphene. Over the past four years, our research has advanced the fundamental understanding in many areas related to liquid-phase exfoliation of graphite. Specifically, our research has led to the development of a thermodynamic framework, combined with molecular dynamics (MD) simulations, to a priori predict the efficacy of various exfoliation media, including organic solvents and aqueous surfactant solutions, in dispersing and stabilizing graphene solutions. Our theoretical framework has also modeled the kinetic stability of graphene solutions, including predicting the lifetimes of these solutions, which is essential for the practical utilization of these liquid dispersions. Moreover, we have demonstrated advanced experimental techniques for obtaining bi- and tri-layer graphene solutions in a controlled fashion, and have studied the impact of using surfactants to stabilize graphene on the performance of the fabricated electronic devices. More recently, as part of this project, we uncovered the &ldquo;wetting translucency&rdquo; of graphene, wherein we showed that the wetting behavior of graphene depends on the underlying substrate, and that the substrate is only partially able to transmit its interactions to the liquid lying on top of graphene. &nbsp;Our fundamental results, disseminated through 15 publications in international peer-reviewed journals (having received 657 citations over the past 5 years) and at various conferences, including AIChE, ACS, and MRS, were well appreciated by the scientific community, and have important implications for the future, when graphene and related two-dimensional materials will be utilized in day-to-day applications like optoelectronic devices, membranes, and sensors. In terms of broader impacts, the graduate and undergraduate students working on the project acquired broad expertise in various modeling methodologies, materials synthesis, and experimental techniques. In addition, the modeling and experimental advances made in this project were incorporated into courses at MIT, thereby exposing a broader scientific audience to the fundamentals of graphene dispersion and stabilization in liquid phases, as well as to modeling these phenomena at the molecular level.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2015<br>\n\t\t\t\t\tModified by: Daniel&nbsp;Blankschtein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGraphene, the two-dimensional form of graphite, was first isolated at the University of Manchester by Geim and Novoselov in 2004. Since then, graphene has shown tremendous potential as the next-generation material for use in electronic devices, membranes, and sensors due to its excellent electrical, thermal, and mechanical properties. To date, however, the method of choice for obtaining high-quality samples &ndash; micromechanical cleavage (commonly known as \"scotch tape exfoliation\") &ndash; has suffered from lack of scalability and controllability. Instead, dispersion of graphene in various solvents and aqueous surfactant solutions offers various advantages, including the capability for: (i) synthesis in large quantities, (ii) deposition on arbitrary substrates, and (iii) chemical functionalization in the solution phase. Nevertheless, when this project began, there was no clear understanding of how various solutes and liquid media interact with graphene. Over the past four years, our research has advanced the fundamental understanding in many areas related to liquid-phase exfoliation of graphite. Specifically, our research has led to the development of a thermodynamic framework, combined with molecular dynamics (MD) simulations, to a priori predict the efficacy of various exfoliation media, including organic solvents and aqueous surfactant solutions, in dispersing and stabilizing graphene solutions. Our theoretical framework has also modeled the kinetic stability of graphene solutions, including predicting the lifetimes of these solutions, which is essential for the practical utilization of these liquid dispersions. Moreover, we have demonstrated advanced experimental techniques for obtaining bi- and tri-layer graphene solutions in a controlled fashion, and have studied the impact of using surfactants to stabilize graphene on the performance of the fabricated electronic devices. More recently, as part of this project, we uncovered the \"wetting translucency\" of graphene, wherein we showed that the wetting behavior of graphene depends on the underlying substrate, and that the substrate is only partially able to transmit its interactions to the liquid lying on top of graphene.  Our fundamental results, disseminated through 15 publications in international peer-reviewed journals (having received 657 citations over the past 5 years) and at various conferences, including AIChE, ACS, and MRS, were well appreciated by the scientific community, and have important implications for the future, when graphene and related two-dimensional materials will be utilized in day-to-day applications like optoelectronic devices, membranes, and sensors. In terms of broader impacts, the graduate and undergraduate students working on the project acquired broad expertise in various modeling methodologies, materials synthesis, and experimental techniques. In addition, the modeling and experimental advances made in this project were incorporated into courses at MIT, thereby exposing a broader scientific audience to the fundamentals of graphene dispersion and stabilization in liquid phases, as well as to modeling these phenomena at the molecular level. \n\n\t\t\t\t\tLast Modified: 12/18/2015\n\n\t\t\t\t\tSubmitted by: Daniel Blankschtein"
 }
}