{
 "awd_id": "1133101",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the Thermophysical and Solvent Properties of Lipid-Inspired Ionic Liquids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 238522.0,
 "awd_amount": 248522.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2013-07-09",
 "awd_abstract_narration": "1133101\r\nWest\r\n\r\nIntroduction: This new class of Ionic Liquids (ILs) can potentially create a new, rapid means of separating biomolecules such as proteins that is faster than chromatography and other well established methods.  This is also a major advance in that the new ILs should provide a platform to investigate enzyme catalyzed reactions in ionic liquids and should serve as model systems for cell membranes for thermodynamic and transport processes. The development of these new ILs could result in more environmentally benign and economical processes. \r\n\r\nIntellectual Merit: Ionic liquids (ILs) are organic salts, which are liquids at temperatures below 100°C. They are a unique class of compounds that are essentially non-volatile and have highly tunable properties. As one might expect, ionic liquids typically exhibit the same solvent characteristics as polar molecular solvents, readily dissolving moderately-polar and polar solutes (like-dissolves-like) but often being poor solvents for non-polar compounds. This limits the applicability of ILs for chemical reactions and separations processes that involve non-polar compounds, including those of biological origin such as fatty acids and cholesterol. We have developed a new class of ILs that contains long alkyl chains, incorporated to impart non-polar-like solvent properties, which remain room temperature liquids. Typically, ILs with long alkyl chains remain solids at room temperature due to the enhanced interactions created by the long chains; however, our recent work has overcome this problem. We accomplished this by taking cues from biological systems, i.e. the manner in which certain organisms regulate membrane fluidity in colder temperatures by including unsaturation in the alkyl chains of phospholipids. Like these ionic liquids, phospholipids are charged species with long alkyl chains. In this work we propose to study the thermophysical behavior of these ILs as pure components and in binary mixtures with non-polar solutes to examine how they may be used in separations processes in the chemical and pharmaceutical industries. \r\n\r\nHaving demonstrated this phenomenon in a recent publication, we now propose to study the thermophysical properties of an expanded set of non-polar-like room temperature ionic liquids and to study the solvent and solution thermodynamic properties of the entire class of species. We hypothesize that incorporating these long non-polar alkyl chains, while maintaining low melting points, will result in ILs that can exhibit non-polar-like solvent properties and potentially have the capability to separate non-polar solutes based on the sizes and shapes of the non-polar domains present in the liquid. Such ionic liquids would open the door to new areas of research including more environmentally benign and economical processes involving non-polar molecules that are currently not possible due to solubility limitations. Additionally, we anticipate that these ionic liquids will provide a platform for researchers to investigate a broader class of enzyme catalyzed reactions in ionic liquids, and they may serve as excellent model systems for cell membranes for thermodynamic and transport processes. At the University of South Alabama, we have pioneered the development of several novel classes of ionic liquids including Brønsted acidic ILs and Lewis basic ILs that chemically capture CO2, which have been licensed for commercial production and sale. With the recently initiated collaboration between the departments of Chemical & Biomolecular Engineering and Chemistry, we are well equipped to advance our research to the next level. \r\n\r\nBroader Impacts: \r\n \r\nAs ILs are essentially non-volatile, as compared to volatile molecular solvents, technologies enabled by the development of these new species will result in more environmentally benign processes. Also, this work constitutes a new line of research at the University of South Alabama that stems from the collaboration between Chemical & Biomolecular Engineering and Chemistry and will enhance interdisciplinary efforts in this direction. Coupling the engineering component to the in-place expertise in synthesis will enable us to be more internationally competitive. Also, with these molecules sufficiently characterized, researchers around the world will have access to a novel and scientifically rich resource currently absent from the possibilities offered by ILs. \r\n\r\nThe undergraduate and graduate research students will be directly involved in conducting this research and will benefit from the cross-disciplinary training as they work as a unified team. The project will be incorporated into pedagogy as research activities are integrated into the undergraduate and graduate curricula. Because USA is an EPSCoR state institution serving many students in the greater Gulf Coast region from historically underrepresented groups, this project will allow those students who have not traditionally had access to this level of technological sophistication to actively participate in research. Additionally, the outreach effort (YouTube videos with downloadable classroom content) stemming from this work will help demonstrate the societal value of science and engineering to K-12 students, and motivate them to engage in careers in STEM related fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "West",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin N West",
   "pi_email_addr": "kevinwest@usouthal.edu",
   "nsf_id": "000538620",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Davis",
   "pi_mid_init": "H",
   "pi_sufx_name": "Jr",
   "pi_full_name": "James H Davis",
   "pi_email_addr": "jdavis@southalabama.edu",
   "nsf_id": "000350601",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Alabama",
  "inst_street_address": "307 N UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MOBILE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2514606333",
  "inst_zip_code": "366083053",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AL02",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH ALABAMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "QB12VPNQQFE8"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Alabama",
  "perf_str_addr": "307 University Boulevard",
  "perf_city_name": "Mobile",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "366880002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "AL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 238522.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, a new class of ionic liquids (molten salts with melting points below 100&deg;C) designed to have high solubility for nonpolar compounds was synthesized and characterized.&nbsp; Ionic liquids are considered environmentally benign replacement solvents for traditional volatile organic solvent used in the chemical process and petroleum industries.&nbsp; This because their ionic nature result in virtually no volatility, significantly reducing their potential for hazardous emissions to the environment which cause air pollution.&nbsp; However, as they are ionic and considerably polar, traditional ionic liquids have high solubilities for solutes that are water soluble and poor solubility for solutes that are soluble in nonpolar solvents, such as many common in the chemical and petroleum industries.</p>\n<p>Using cues from biology, the investigators have designed, synthesized and characterized a new class of ionic liquids which have proven to have high solubilities for nonpolar species, specifically alkanes.&nbsp; As these ionic liquids were inspired by and synthesize from natural fatty acids (lipids) the investigators have called them lipidic ionic liquids.&nbsp; After characterizing the pure component properties of these species, the investigators then measure the solubility of a variety of nonpolar species (alkanes and cycloalkanes) in the ionic liquids.&nbsp; As the ionic liquid still formed two liquid phases with the nonpolar species, these were liquid-liquid equilibrium measurements.</p>\n<p>The solubilities of the alkanes and cycloalkanes in the ionic liquids were the highest measured to date, confirming the central hypothesis on the work that the fatty acid chains were successful in imparting &ldquo;nonpolar-like&rdquo; solvent properties to the compounds.&nbsp; The solubilities were also noted to scale with the size (molar volume) of the compound and are somewhat independent of temperature at ambient and higher temperatures.&nbsp; This indicates that the nonpolar regions of the ionic liquid were dissolving the solutes but there was a limit to this solubility largely dependent on the volume available in the nonpolar region of the ionic liquid, a feature that may be used in the future to design in size and shape selectivity for extraction of nonpolar species.&nbsp; Moreover, it was found that although the ionic liquids exhibited high solubility for the nonpolar species, the ionic liquids themselves were virtually insoluble in the nonpolar species; this is important for extraction processes as the ionic liquids would not be stripped (dissolved) into the nonpolar phase and lost during the extraction.</p>\n<p>In addition to the property measurements demonstrating their &ldquo;nonpolar-like&rdquo; solvent capability, the investigators used a number of synthetic chemistry techniques to broaden the class of compounds beyond that originally inspired by the fatty acids, increasing the versatility of the work.&nbsp; Several of these techniques centered on replacing the double bond (naturally present in fatty acids) with other chemical structural features which also resulted in low melting points.&nbsp; These structural modifications included using cyclopropyl rings and sulfur atoms to mimic the kink in the fatty acid chain necessary to maintain low melting points (resulting in more stable ionic liquids) and using commercially available lipidic ions as the basis of the lipidic ionic liquid.&nbsp; One very notable outcome was the description of the effect of solvent polarity/solvation strength on the product distribution for thio-ene &ldquo;click&rdquo; chemistry reactions.&nbsp; Previously, it was assumed that thio-ene addition reactions occurred with a specific orientation (anti-Markovnikov regiospecificity, resulting from radical reactions).&nbsp; However, the investigators demonstrated that in more polar/hydrogen bonding solvents, the opposite regiospecificity...",
  "por_txt_cntn": "\nIn this project, a new class of ionic liquids (molten salts with melting points below 100&deg;C) designed to have high solubility for nonpolar compounds was synthesized and characterized.  Ionic liquids are considered environmentally benign replacement solvents for traditional volatile organic solvent used in the chemical process and petroleum industries.  This because their ionic nature result in virtually no volatility, significantly reducing their potential for hazardous emissions to the environment which cause air pollution.  However, as they are ionic and considerably polar, traditional ionic liquids have high solubilities for solutes that are water soluble and poor solubility for solutes that are soluble in nonpolar solvents, such as many common in the chemical and petroleum industries.\n\nUsing cues from biology, the investigators have designed, synthesized and characterized a new class of ionic liquids which have proven to have high solubilities for nonpolar species, specifically alkanes.  As these ionic liquids were inspired by and synthesize from natural fatty acids (lipids) the investigators have called them lipidic ionic liquids.  After characterizing the pure component properties of these species, the investigators then measure the solubility of a variety of nonpolar species (alkanes and cycloalkanes) in the ionic liquids.  As the ionic liquid still formed two liquid phases with the nonpolar species, these were liquid-liquid equilibrium measurements.\n\nThe solubilities of the alkanes and cycloalkanes in the ionic liquids were the highest measured to date, confirming the central hypothesis on the work that the fatty acid chains were successful in imparting \"nonpolar-like\" solvent properties to the compounds.  The solubilities were also noted to scale with the size (molar volume) of the compound and are somewhat independent of temperature at ambient and higher temperatures.  This indicates that the nonpolar regions of the ionic liquid were dissolving the solutes but there was a limit to this solubility largely dependent on the volume available in the nonpolar region of the ionic liquid, a feature that may be used in the future to design in size and shape selectivity for extraction of nonpolar species.  Moreover, it was found that although the ionic liquids exhibited high solubility for the nonpolar species, the ionic liquids themselves were virtually insoluble in the nonpolar species; this is important for extraction processes as the ionic liquids would not be stripped (dissolved) into the nonpolar phase and lost during the extraction.\n\nIn addition to the property measurements demonstrating their \"nonpolar-like\" solvent capability, the investigators used a number of synthetic chemistry techniques to broaden the class of compounds beyond that originally inspired by the fatty acids, increasing the versatility of the work.  Several of these techniques centered on replacing the double bond (naturally present in fatty acids) with other chemical structural features which also resulted in low melting points.  These structural modifications included using cyclopropyl rings and sulfur atoms to mimic the kink in the fatty acid chain necessary to maintain low melting points (resulting in more stable ionic liquids) and using commercially available lipidic ions as the basis of the lipidic ionic liquid.  One very notable outcome was the description of the effect of solvent polarity/solvation strength on the product distribution for thio-ene \"click\" chemistry reactions.  Previously, it was assumed that thio-ene addition reactions occurred with a specific orientation (anti-Markovnikov regiospecificity, resulting from radical reactions).  However, the investigators demonstrated that in more polar/hydrogen bonding solvents, the opposite regiospecificity was obtained and was controllable.  This has significant impacts beyond ionic liquid synthesis as chemists and materials scientists can now use this chemistry to controllably design a b..."
 }
}