{
 "awd_id": "1133700",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computation of marine atmospheric boundary layer and nonlinear ocean wavefield for energy for sustainability",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ram Gupta",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 283174.0,
 "awd_amount": 283174.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "1133700 PI Shen\r\n\r\nThis project is focused on establishing a computational framework for ocean winds and waves that can be applied to renewable energy applications such as an offshore wind farm and a wave power generator. The simulation tool builds on several recent developments in computational fluid dynamics and hydrodynamics, including a high-order spectral method for waves, large-eddy simulation on a wave surface-fitted grid for wind turbulence, and a hybrid multi-fluid simulation for steep and breaking waves. Using high-performance computing on massively parallel computers, the PI plans to resolve the spatial and temporal details of the wave and wind fields and provide valuable information for wind and wave energy applications.\r\nThe tasks of the project are to: (i) Develop advanced numerical capability for the wavephase-resolving simulation of ocean wave and wind motions. (ii) Use the wind?wave simulation tool to obtain a better understanding of the ocean wind and wave fields as resources for sustainable energy. (iii) Apply the simulation tool to applications in offshore wind farms, and explore the extension to wave energy harvesting.  The PI will improve the simulation and prediction capabilities for offshore winds and waves that are particularly useful for the study of offshore renewable energy. The proposed simulation approach, which considers the full coupling between wind turbulence and nonlinear ocean waves and resolves the details of wave phases, is the first of its kind and possesses an advantage over traditional wave-phase-averaging simulation methods. The application to the simulation of marine atmospheric boundary layer with wind turbine arrays will help answer many scientific and engineering questions related to the development of offshore wind farms.  The simulations, with the wave phases resolved, will also be valuable for the understanding of nonlinear wave dynamics and will be helpful for the design of wave energy converters.\r\nBroader impacts: The topic of this study, sustainable energy from offshore winds and waves, is of great interest to the scientific community as well as the general public. The simulation tool developed in this project will have direct applications in offshore wind and wave energy harvesting.  It can be used for the mapping of renewable energy resources, site selection of wind farms, optimization of wind turbine array arrangements, and operation of wind turbines and wave energy devices in various sea environments.  Doctoral graduate education will stress multi-disciplinary training with a focus on modeling multiscale and multi-physics problems. Recruiting of domestic graduate students will leverage an existing NSF IGERT project. The IGERT project focuses on the training in scientific modeling and computation for Ph.D. students in their first two years of study. The project will lead to natural continuation for an IGERT trainee for the remaining three years of Ph.D. study.  Ongoing outreach to local Baltimore high schools will be actively continued by providing research experiences for high school students, especially under-represented minorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lian",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lian Shen",
   "pi_email_addr": "shen@umn.edu",
   "nsf_id": "000105664",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "The Johns Hopkins University",
  "perf_str_addr": "3400 North Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182683",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 105365.0
  }
 ],
 "por": null
}