{
 "awd_id": "1133099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanocrystal Tandems as Improved Solar Water Splitting Photocatalysts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "PI: Osterloh\r\nProposal Number:   1133099\r\n\r\nIntellectual Merit\r\n \r\nThe solar energy?]driven splitting of water into hydrogen and oxygen is promising route for the production of clean, carbon-free renewable fuel in the form of hydrogen gas (H2).   Although many semiconductor materials catalyze this reaction, the solar energy conversion efficiency is still too low (<1%) for commercial applications.   The overall goal of this proposed research is to synthesize nanocrystal tandem photocatalysts for solar energy driven water splitting.  These catalysts combine the high theoretical efficiency limit of tandem cells (24%) with the advantages of inorganic nanocrystals, including high crystallinity, short charge transport pathways, and adjustable electronic structure. Suspended in water or as deposited as a thin film, the tandem photocatalysts will be designed to achieve the difficult technical goal of splitting water at greater than 1% efficiency.\r\n\r\nThe proposed research has two fundamental objectives.   The first objective is to synthesize well-defined nanocrystal model systems that will allow detailed studies on light absorption, photochemical charge generation and charge transfer in tandem photocatalyst systems.  These properties are central to applications of inorganic nanocrystals for solar energy conversion and photocatalysis.  The second objective is to gain fundamental understanding on the photochemical and charge transfer properties of metal oxide and chalcogenide nanocrystals, and relate these properties to their electronic structure.  The mechanistic insight gained here will serve as the basis for designing new water splitting photocatalysts.\r\n\r\nBroader Impacts\r\n\r\nThe proposed activities are designed to educate students and the public on issues related to solar energy and climate change, with examples derived from the proposed research.  Towards this end, a module on the photocatalytic properties of inorganic nanoparticles will be incorporated into a graduate level class on catalysis in the Chemistry Department at the University of California at Davis (UC-Davis), and an experimental module on synthesis and testing of metal oxide gels for photocatalytic H2 production will be incorporated into the undergraduate chemistry laboratory at UC-Davis.  A photocatalytic H2 demo will also be developed and incorporated into chemistry shows for the public that will be performed through the UC-Davis Chemistry Club.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Osterloh",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Frank E Osterloh",
   "pi_email_addr": "fosterloh@ucdavis.edu",
   "nsf_id": "000106471",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Ave",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Nanocrystal Tandems as Improved Solar Water Splitting Photocatalysts&nbsp;</strong></p>\n<p><strong>&nbsp;</strong>Here, Frank Osterloh&rsquo;s group at UC Davis helped to develop the first microheterogeneous photocatalysts that can electrolyze water under sunlight illumination. &nbsp;Hydrogen formed from this water splitting reaction has great promise to completely replace fossil fuels as a non-polluting energy source. &nbsp;&nbsp;The project focuses on Tandem catalysts in which two light absorbers are connected in tandem to carry out the reaction.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>In this project we made several discoveries that will help build the next generation of Tandem catalysts for solar water splitting. &nbsp;1. We completed a study on the effect of size for photocatalytic H2 production with niobium oxide compounds. It shows that smaller particles are better at producing hydrogen. 2. We completed study on quantum confined water oxidation with nano-tungsten oxide. Here, we found that small particles of tungsten oxide are actually worse than &lsquo;normal&rsquo; bulk tungsten oxide, as far as photocatalysis is concerned. &nbsp;3. We built the first nanoscale version of the well known nickel oxide &ndash; strontium titanate water splitting photocatalyst. This catalyst performs slight worse than &lsquo;normal&rsquo; NiO-SrTiO3 &ndash; which is a result of structure defects in the material. 4. &nbsp;We completed a study on quantum size confinement in nano CdSe dots for photocatalytic water reduction. This study showed that the energetics of small particles are different from those of large particles, and that this modifies the photocatalytic properties. &nbsp;5. We completed a study on the effect of ionic modifiers on the energetics of niobate nanocrystals. This study showed that ions are useful for controlling the photocatalytic activity. 6. We completed a study on photochemical charge transfer in nanostructured films using surface photovoltage spectroscopy (SPS). This work established SPS as a highly sensitive method to measure the energy output of water splitting catalysts. &nbsp;8. We completed an investigation on photocatalytic oxygen production from water using suspended Fe2O3 nanocrystals &ndash; This rust is both cheap and stable, but highly inefficient (&lt;0.1%). 9. We completed a survey on the recent progress on solar energy to fuel conversion with nanostructured photoelectrode materials and photocatalysts 10. We completed an opinion piece on Boosting the Efficiency of Suspended Photocatalysts for Overall Water Splitting. 11. We completed a theoretical analysis on the Maximum Theoretical Efficiency Limit of Photovoltaic Devices and the Effect of Band Structure on Excited State Entropy.&nbsp; These and other results from the project can be accessed at &nbsp;<a href=\"http://chemgroups.ucdavis.edu/~osterloh/index.html\">http://chemgroups.ucdavis.edu/~osterloh/index.html</a></p>\n<p><strong>Broader Impact</strong></p>\n<p>The project helped to train 11 graduate and 7 undergraduate students on the preparation of inorganic materials for solar energy conversion. The students also studied these materials with methods to measure the ability to absorb light, produce electrical currents, and produce hydrogen. &nbsp;The work served as the basis for five Ph.D. dissertations, many talks at conferences, and 12 publications in scientific journals. The project also supported 11 chemistry outreach events for children at schools and the general public. Pictures from these shows can be seen at <a href=\"https://sites.google.com/site/chemclubatucdavis/\">https://sites.google.com/site/chemclubatucdavis/</a> . Videos about our research are posted at <a href=\"https://sites.google.com/site/osterlohlab/\">https://sites.google.com/site/osterlohlab/</a></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/21/2014<br>\n\t\t\t\t\tModified by: Frank&nbsp;E&nbsp;Osterl...",
  "por_txt_cntn": "\nNanocrystal Tandems as Improved Solar Water Splitting Photocatalysts \n\n Here, Frank OsterlohÆs group at UC Davis helped to develop the first microheterogeneous photocatalysts that can electrolyze water under sunlight illumination.  Hydrogen formed from this water splitting reaction has great promise to completely replace fossil fuels as a non-polluting energy source.   The project focuses on Tandem catalysts in which two light absorbers are connected in tandem to carry out the reaction.\n\nIntellectual Merit\n\nIn this project we made several discoveries that will help build the next generation of Tandem catalysts for solar water splitting.  1. We completed a study on the effect of size for photocatalytic H2 production with niobium oxide compounds. It shows that smaller particles are better at producing hydrogen. 2. We completed study on quantum confined water oxidation with nano-tungsten oxide. Here, we found that small particles of tungsten oxide are actually worse than ænormalÆ bulk tungsten oxide, as far as photocatalysis is concerned.  3. We built the first nanoscale version of the well known nickel oxide &ndash; strontium titanate water splitting photocatalyst. This catalyst performs slight worse than ænormalÆ NiO-SrTiO3 &ndash; which is a result of structure defects in the material. 4.  We completed a study on quantum size confinement in nano CdSe dots for photocatalytic water reduction. This study showed that the energetics of small particles are different from those of large particles, and that this modifies the photocatalytic properties.  5. We completed a study on the effect of ionic modifiers on the energetics of niobate nanocrystals. This study showed that ions are useful for controlling the photocatalytic activity. 6. We completed a study on photochemical charge transfer in nanostructured films using surface photovoltage spectroscopy (SPS). This work established SPS as a highly sensitive method to measure the energy output of water splitting catalysts.  8. We completed an investigation on photocatalytic oxygen production from water using suspended Fe2O3 nanocrystals &ndash; This rust is both cheap and stable, but highly inefficient (&lt;0.1%). 9. We completed a survey on the recent progress on solar energy to fuel conversion with nanostructured photoelectrode materials and photocatalysts 10. We completed an opinion piece on Boosting the Efficiency of Suspended Photocatalysts for Overall Water Splitting. 11. We completed a theoretical analysis on the Maximum Theoretical Efficiency Limit of Photovoltaic Devices and the Effect of Band Structure on Excited State Entropy.  These and other results from the project can be accessed at  http://chemgroups.ucdavis.edu/~osterloh/index.html\n\nBroader Impact\n\nThe project helped to train 11 graduate and 7 undergraduate students on the preparation of inorganic materials for solar energy conversion. The students also studied these materials with methods to measure the ability to absorb light, produce electrical currents, and produce hydrogen.  The work served as the basis for five Ph.D. dissertations, many talks at conferences, and 12 publications in scientific journals. The project also supported 11 chemistry outreach events for children at schools and the general public. Pictures from these shows can be seen at https://sites.google.com/site/chemclubatucdavis/ . Videos about our research are posted at https://sites.google.com/site/osterlohlab/\n\n \n\n\t\t\t\t\tLast Modified: 10/21/2014\n\n\t\t\t\t\tSubmitted by: Frank E Osterloh"
 }
}