{
 "awd_id": "1133480",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigation of fragmentation during soot oxidation",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 276509.0,
 "awd_amount": 284205.0,
 "awd_min_amd_letter_date": "2011-06-27",
 "awd_max_amd_letter_date": "2013-08-21",
 "awd_abstract_narration": "1133480\r\nLighty\r\n\r\nSoot formation and oxidation are important because of soot's adverse health effects, role in climate forcing, and importance to ambient air quality and visibility.  The adverse health effects of soot have been reported by numerous researchers.  Soot has been implicated in climate forcing; however, its actual contribution is still somewhat uncertain. Manufacturers of air pollution control equipment, i.e. diesel particulate filters, are also interested in understanding the rates and mechanisms of soot oxidation at lower temperatures.\r\n\r\nPrevious work has identified the fragmentation of soot particles under various combustion conditions, including high soot burnout (70% carbon burned) and low burnout, close to the burner (about 10% carbon burned) in a high temperature, flame environment.  In addition, recent modeling has identified the importance of fragmentation in predicting the particle size distribution and other soot properties.  However, little experimental data exist for fully understanding the conditions under which fragmentation potentially occurs and the mechanisms.  Others have suggested that oxygen diffuses into the particles which allows for internal burning, breaking apart the soot agglomerate.  The proposed work has the following three objectives:\r\n\r\nObjective 1.  Identify the conditions, i.e. temperatures, equivalence ratios, radical pool, etc. where fragmentation occurs for ethylene flames at both low burnout and high burnout;\r\nObjective 2. Determine the mechanisms of fragmentation, such as oxygen diffusion in breaking of bridges and soot particle break down;  \r\nObjective 3.  Perform tests on surrogate liquid fuels to determine the applicability of the mechanisms identified in Objective 2 to these fuels and the role of aromatic versus aliphatic components.\r\n\r\nThe experiments will be conducted in a two-stage, premixed burner system which can be used for both gaseous and liquid fuels.  In this system the first burner generates soot, while the second burner is used to oxidize the soot under various temperatures and equivalence ratios. A Scanning Mobility Particle Sizer (SMPS), with a size range of 3-100 nm, will be used to determine particle size distributions as a function of height above burner. When needed, long-differential mobility analyzer measurements can extend the range to 660 nm.  Gas-phase concentrations of key components (i.e. O2, H2, CO, CO2) and temperature profiles will be taken. \r\nObjective 1 will use ethylene to gather the data and develop mechanisms, while Objective 3 will explore liquid fuels. Utilizing TEM and HR-TEM and particle size distribution data, we will explore in Objective 2 the oxidation of \"bridge\" material between particles via oxygen diffusion and also increases in particle porosity which can lead to particle fragmentation.  \r\nThe intellectual merit of the study is in understanding the mechanisms of soot fragmentation during oxidation and the conditions under which it is likely to occur. The novelty of the work is exploring the phenomenon under the two scenarios:  high and low soot burnout.  Furthermore, soot oxidation has not been studied in depth, and recent advances in particle measurements can add to the existing knowledge.  The data can be used to modify oxidation mechanisms which, when used in simulations, will more accurately predict the  structure, size distribution and mean properties of soot as it oxidizes.  In addition, this project will begin to address the role of different fuel constituents in fragmentation. \r\n \r\nThe broader impacts are realized when industry can apply these fundamentals to their systems to reduce soot emissions, important to protect human health and to better understand/mitigate climate forcing.  On the other hand, for industries producing carbon black, these data will add to the existing knowledge base of soot formation/oxidation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "JoAnn",
   "pi_last_name": "Lighty",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "JoAnn S Lighty",
   "pi_email_addr": "joannlighty@boisestate.edu",
   "nsf_id": "000423385",
   "pi_start_date": "2011-06-27",
   "pi_end_date": "2013-08-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kerry",
   "pi_last_name": "Kelly",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kerry E Kelly",
   "pi_email_addr": "kelly@eng.utah.edu",
   "nsf_id": "000304202",
   "pi_start_date": "2013-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "148E",
   "pgm_ref_txt": "Combustion"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 276509.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7696.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Soot emissions from combustion systems such as industrial flames, auto engines, etc. have adverse effects on human health and the environment. Soot oxidation plays an important role in soot emissions, and enhancing soot oxidation provides an opportunity for reducing soot emissions.&nbsp; The intellectual merit of the study includes an in-depth understanding of soot oxidation and soot oxidation-induced fragmentation. The project investigated variables that influence the rate of soot oxidation, the onset of fragmentation and the rate of fragmentation.</p>\n<p>To accomplish this, soot oxidation was studied by evaluating particles size distributions (PSDs) in the two-stage burner with a scanning mobility particle sizer (SMPS). This experimental technique, along with measurements of flame temperature, gas-phase composition, and soot nanostructure and morphology allowed for a better understanding of the processes of soot oxidation and soot oxidation-induced fragmentation. A mixture of n-butanol/n-dodecane and methyl decanoate/n-dodecane were used as fuel surrogates for alcohol/diesel and biodiesel/diesel, respectively. In addition, ethylene was used as a gas fuel because ethylene flames have been studied extensively and, furthermore, ethylene is produced in the greatest quantity by the industrial petrochemical gas sector. The experimental results are available to the community, and they can be utilized in simulations, specifically to validate or modify kinetic models of oxidation mechanisms.&nbsp; This data can help to more accurately predict the structure, size distribution and mean properties of soot as it oxidizes.&nbsp;</p>\n<p>During the course of the project, the investigators and collaborators published three papers in peer-reviewed journals and are working on three additional articles. &nbsp;Moreover, five papers in conference proceedings and three posters, as well as organized and presented our efforts in two workshops are the result of this research. The publication details can be found in the &lsquo;Products&rsquo; section.</p>\n<p>In addition, the project established strong collaborations with researchers focused diverse areas including the development of: image-analysis tools, soot oxidation models, and a better understanding of soot&rsquo;s health effects.&nbsp;</p>\n<p>Our collaboration with colleagues in Hungary led to the development of an image analysis tool that allows us to reliably extract interlayer spacing and symmetry data for multiple soot images and thus extends our ability to detect small changes in the nanostructure. This, in turn, leads to a massive increase in amount of information extractable from the same amount of image data and facilitates the collection of statics on soot properties.&nbsp; In addition, the tool is resilient to image noise in the range of signal-to-noise-ratio typical to HRTEM images. This collaboration resulted in three joint peer-reviewed papers published in <em>Combustion &amp; Flame</em>.</p>\n<p>Our colleagues at the Universit&agrave; di Napoli \"Federico II\" (Prof Andrea D&rsquo;Anna) have been using our experimental results to evaluate their detailed kinetic model and to further refine it. This collaboration aims to better understand the mechanisms of soot oxidation-induced fragmentation by identifying the most important factors causing fragmentation. The result of this collaboration will be submitted to a peer-reviewed journal. &nbsp;</p>\n<p>The collaboration with the University of Utah Health Science researchers was established and continues to evaluate the biological effects of soot and PAHs from different fuel sources. The flame-generated soot can generate particles using real-world fuels, such as conventional gasoline, diesel and bio-derived fuels.&nbsp; The soot particles were sampled under controlled conditions using oxygenated fuels, such as n-butanol, and methyl decanoate, a surrogate for biodiesel. This study ...",
  "por_txt_cntn": "\nSoot emissions from combustion systems such as industrial flames, auto engines, etc. have adverse effects on human health and the environment. Soot oxidation plays an important role in soot emissions, and enhancing soot oxidation provides an opportunity for reducing soot emissions.  The intellectual merit of the study includes an in-depth understanding of soot oxidation and soot oxidation-induced fragmentation. The project investigated variables that influence the rate of soot oxidation, the onset of fragmentation and the rate of fragmentation.\n\nTo accomplish this, soot oxidation was studied by evaluating particles size distributions (PSDs) in the two-stage burner with a scanning mobility particle sizer (SMPS). This experimental technique, along with measurements of flame temperature, gas-phase composition, and soot nanostructure and morphology allowed for a better understanding of the processes of soot oxidation and soot oxidation-induced fragmentation. A mixture of n-butanol/n-dodecane and methyl decanoate/n-dodecane were used as fuel surrogates for alcohol/diesel and biodiesel/diesel, respectively. In addition, ethylene was used as a gas fuel because ethylene flames have been studied extensively and, furthermore, ethylene is produced in the greatest quantity by the industrial petrochemical gas sector. The experimental results are available to the community, and they can be utilized in simulations, specifically to validate or modify kinetic models of oxidation mechanisms.  This data can help to more accurately predict the structure, size distribution and mean properties of soot as it oxidizes. \n\nDuring the course of the project, the investigators and collaborators published three papers in peer-reviewed journals and are working on three additional articles.  Moreover, five papers in conference proceedings and three posters, as well as organized and presented our efforts in two workshops are the result of this research. The publication details can be found in the æProductsÆ section.\n\nIn addition, the project established strong collaborations with researchers focused diverse areas including the development of: image-analysis tools, soot oxidation models, and a better understanding of sootÆs health effects. \n\nOur collaboration with colleagues in Hungary led to the development of an image analysis tool that allows us to reliably extract interlayer spacing and symmetry data for multiple soot images and thus extends our ability to detect small changes in the nanostructure. This, in turn, leads to a massive increase in amount of information extractable from the same amount of image data and facilitates the collection of statics on soot properties.  In addition, the tool is resilient to image noise in the range of signal-to-noise-ratio typical to HRTEM images. This collaboration resulted in three joint peer-reviewed papers published in Combustion &amp; Flame.\n\nOur colleagues at the Universit&agrave; di Napoli \"Federico II\" (Prof Andrea DÆAnna) have been using our experimental results to evaluate their detailed kinetic model and to further refine it. This collaboration aims to better understand the mechanisms of soot oxidation-induced fragmentation by identifying the most important factors causing fragmentation. The result of this collaboration will be submitted to a peer-reviewed journal.  \n\nThe collaboration with the University of Utah Health Science researchers was established and continues to evaluate the biological effects of soot and PAHs from different fuel sources. The flame-generated soot can generate particles using real-world fuels, such as conventional gasoline, diesel and bio-derived fuels.  The soot particles were sampled under controlled conditions using oxygenated fuels, such as n-butanol, and methyl decanoate, a surrogate for biodiesel. This study will improve our understanding of the health effects of various oxygenated fuels, which is highly relevant as our fuel portfolio shifts to more bio-derived fuels.  The hea..."
 }
}