{
 "awd_id": "1133106",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dispersion in Microfluidic Suspensions: Experiments and Numerical Simulations",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 333976.0,
 "awd_amount": 347356.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2013-05-21",
 "awd_abstract_narration": "1133106\r\nPI: Maxey\r\n\r\nDispersion of microspheres and cells has become a critical issue in a number of biological and microfluidic applications. While it is well known that pressure driven flows through a microchannel leads to ?Taylor dispersion? of solute plugs, the dispersion characteristics of particulate or biological cell suspension plugs have not been explored in detail. The dispersion is observed on time scales such that the particles sample many streamlines due to microchannel wall and multiparticle hydrodynamic interactions. In most of the above microfluidic applications, single or multiple dilutions of reagents are required in order to perform reactions or measurements over a range of concentrations using only one set of sample solutions to fill the inlets. It is often unclear how to design the dilution channel or channels for achieving minimum dispersion of the plugs. New insights on particle fluxes and mixing in microchannel flows are needed to develop models for concentration fronts or strongly inhomogeneous flows as opposed to fully populated flows. The proposed research and education program launches a fundamental approach to analyze dispersion in microfluidic suspension flow of microspheres and biological cells.  \r\n\r\nThe research program will develop a new experimental platform for performing benchmark suspension plug transport experiments using different kinds of solid and soft particles. The program will also develop a new, fully resolved, numerical simulation framework for exploring isolated suspension plugs that are inherently inhomogeneous and may vary rapidly over short distances. These studies will impact our fundamental understanding of transport in microscale systems, and will lead to technological advances in diverse areas relevant to micro-reactor design and two-phase flows with applications to high throughput screening and bio-separations. \r\n\r\nThe project will develop a crucial understanding of transport of suspension and cellular plugs under different length and time scales. This will accelerate the exploration of new systems for performing rapid screening with high efficiency to detect and analyze minuscule samples. \r\nThe project will also provide valuable training for new graduate research assistants in developing and applying the new research techniques.  The work is at the interface of microfluidic device technology and scientific computing for a fundamental class of suspension flows, and will provide cross-disciplinary experience. There will be a coordinated outreach program involving undergraduate research projects and incorporating new material for interdisciplinary courses to train undergraduates from biology, physics, engineering and applied mathematics in new approaches.  The PIs will participate in and contribute to Brown University?s Research Experience for Teachers Program (RET).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Maxey",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Martin R Maxey",
   "pi_email_addr": "martin_maxey@brown.edu",
   "nsf_id": "000230530",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anubhav",
   "pi_last_name": "Tripathi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anubhav Tripathi",
   "pi_email_addr": "Anubhav_Tripathi@brown.edu",
   "nsf_id": "000144473",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029121929",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 333976.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7980.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dispersion of microspheres and cells is a critical issue in a number of biological and microfluidic applications for cell sorting and separation. Small particles, a few microns in size and coated with reagents, are often used to detect proteins or viruses in a solution by binding the proteins to the activated surface of the particle. Once passed through the solution, the particles are removed and concentrated to form samples of finite volumes of suspended particles that are then flowed between stations in a micro-channel for detection or amplification. It is known that pressure driven flows through a narrow channel leads to &ldquo;Taylor dispersion&rdquo; of such suspension plugs. The front of the plug becomes elongated in a parabolic shape due to the difference in flow speed at the center of the channel and the almost zero speed near the wall. In combination with the random chaotic fluctuations in the transverse motion of the particles, the sample becomes diffuse and it takes a long time to pass a sample through a station. This is especially true for continuous forward flow. What we envisage is that samples may be passed back and forth between stations thereby possibly maintaining the integrity of the sample. This is just one example of where a detailed knowledge of concentrated suspension flows in micro-channels is of value.</p>\n<p>The goal of this project has been to explore how finite lengths of an initially concentrated suspension respond to oscillating flow in a micro-channel or narrow tube. We want to know how far a plug can be moved downstream and then reversed to bring it back to close to its original shape and position. The average distance moved by the particles in one half-cycle divided by the channel height or tube diameter gives the strain amplitude. Working with suspensions of spherical beads at 30% volume fraction we have used both numerical simulations and laboratory experiments to determine the reversibility, or not, for a range of strain amplitudes. These flows are dominated by viscous forces and in principle are fully reversible. However it is known from earlier work that several other factors play a role and the motion of an individual particle is chaotic and not reversible above strain amplitudes of 2.5 to 3. While there may be irreversibility at this level, we are interested to know how reversible the plug is as a complete unit.</p>\n<p>To this end, we developed an experiment to measure the motion of neutrally buoyant particles in a narrow round capillary tube, with diameter some 10-12 times that of the particles. With careful design we were able to set up a reliable experiment and optically record the particle motion and the motion of the plug front as it was oscillated back and forth in the tube. At the plug front there is little forward displacement near the centerline between oscillation cycles, there is significant expansion of the plug close to the walls. We also developed direct numerical simulations for the oscillatory motion of a plug in a channel formed between two flat walls and similarly driven by an oscillating pressure gradient. Sample results are shown in the Figure, where the particles are shown as open circles suspended in the viscous liquid. The images show the initial shape of the plug at time t = 0 and then subsequently after several complete oscillation cycles, with a period T. The strain amplitude here is about 4.4. We found the same features in both the experiments and the simulations. The experiments allow us to cover a wider range of operating conditions while the simulations, which are time-consuming, can provide more detailed information for a specific case. The experiments are also a check too for the simulations.</p>\n<p>The study further provides fundamental insights on the dynamics of concentrated suspension flows and the mechanisms governing particle migration. These flows with a suspension plug, for example, gen...",
  "por_txt_cntn": "\nDispersion of microspheres and cells is a critical issue in a number of biological and microfluidic applications for cell sorting and separation. Small particles, a few microns in size and coated with reagents, are often used to detect proteins or viruses in a solution by binding the proteins to the activated surface of the particle. Once passed through the solution, the particles are removed and concentrated to form samples of finite volumes of suspended particles that are then flowed between stations in a micro-channel for detection or amplification. It is known that pressure driven flows through a narrow channel leads to \"Taylor dispersion\" of such suspension plugs. The front of the plug becomes elongated in a parabolic shape due to the difference in flow speed at the center of the channel and the almost zero speed near the wall. In combination with the random chaotic fluctuations in the transverse motion of the particles, the sample becomes diffuse and it takes a long time to pass a sample through a station. This is especially true for continuous forward flow. What we envisage is that samples may be passed back and forth between stations thereby possibly maintaining the integrity of the sample. This is just one example of where a detailed knowledge of concentrated suspension flows in micro-channels is of value.\n\nThe goal of this project has been to explore how finite lengths of an initially concentrated suspension respond to oscillating flow in a micro-channel or narrow tube. We want to know how far a plug can be moved downstream and then reversed to bring it back to close to its original shape and position. The average distance moved by the particles in one half-cycle divided by the channel height or tube diameter gives the strain amplitude. Working with suspensions of spherical beads at 30% volume fraction we have used both numerical simulations and laboratory experiments to determine the reversibility, or not, for a range of strain amplitudes. These flows are dominated by viscous forces and in principle are fully reversible. However it is known from earlier work that several other factors play a role and the motion of an individual particle is chaotic and not reversible above strain amplitudes of 2.5 to 3. While there may be irreversibility at this level, we are interested to know how reversible the plug is as a complete unit.\n\nTo this end, we developed an experiment to measure the motion of neutrally buoyant particles in a narrow round capillary tube, with diameter some 10-12 times that of the particles. With careful design we were able to set up a reliable experiment and optically record the particle motion and the motion of the plug front as it was oscillated back and forth in the tube. At the plug front there is little forward displacement near the centerline between oscillation cycles, there is significant expansion of the plug close to the walls. We also developed direct numerical simulations for the oscillatory motion of a plug in a channel formed between two flat walls and similarly driven by an oscillating pressure gradient. Sample results are shown in the Figure, where the particles are shown as open circles suspended in the viscous liquid. The images show the initial shape of the plug at time t = 0 and then subsequently after several complete oscillation cycles, with a period T. The strain amplitude here is about 4.4. We found the same features in both the experiments and the simulations. The experiments allow us to cover a wider range of operating conditions while the simulations, which are time-consuming, can provide more detailed information for a specific case. The experiments are also a check too for the simulations.\n\nThe study further provides fundamental insights on the dynamics of concentrated suspension flows and the mechanisms governing particle migration. These flows with a suspension plug, for example, generate an anomalous net flux towards the walls. The more usual outcome in steady flow of a fu..."
 }
}