{
 "awd_id": "1133268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: The Social and Political Role of Domestic Architecture in Chachapoyas,Peru",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-06-27",
 "awd_max_amd_letter_date": "2011-06-27",
 "awd_abstract_narration": "Under the supervision of Dr. Alan Kolata, Anna Guengerich will map, excavate, and analyze artifacts from the site of Monte Viudo in northern Peru in order to determine the significance of the unusual residential architecture of ancient Chachapoya societies.  Monte Viudo was a mountaintop settlement that was occupied by people of the Chachapoya culture, which flourished between AD 800 and 1500 in a rugged environment located between the Andes and Amazon.  Although some of the most spectacular archaeological discoveries in Peru in recent decades have come from this region, these societies remain little understood.  This project will be the first to focus entirely on a single, non-monumental settlement site, and in so doing will contribute important basic data on political, social, and economic characteristics of Chachapoya societies and on the daily lives of their members.\r\n\r\nUnderstanding the unusual characteristics of Chachapoya homes will contribute more broadly to the study by social scientists of the relationship between households, politics, and architecture, and will help refine the archaeological principles used to identify and understand residences in the past.\r\n\r\nIn particular, research will investigate how the attributes of residential architecture at Monte Viudo were related to ritual and political activities within this community: how did these behaviors shape the construction of residences, and how did these buildings in turn continue to shape the activities that took place within and beyond them?  The architecture of this site, like many Chachapoya sites, consists entirely of circular stone structures that scholars have generally interpreted as houses, but no researchers have yet carried out excavations to test this inference.  In fact, the artistic elaboration of these buildings, the expert techniques of their construction, and the absence of public architecture or even open spaces, suggest that circular residential structures may have played an important role in society that extended beyond the normal definition of a \"house.\"  Research will compare architectural features and the kinds of craft production, food preparation, consumption, and ritual activities that occurred in different circular structures, in contrast to other kinds of spaces at this site; this should reveal whether residential spaces were important locations for politics and ritual, as well as domestic activities.  Understanding the unusual characteristics of Chachapoya homes will contribute more broadly to the study by social scientists of the relationship between households, politics, and architecture, and will help refine the archaeological principles used to identify and understand residences in the past.\r\n\r\nThe broader impacts of this project are both local and international.  First, it will develop infrastructure and intellectual resources for future research in Chachapoyas.  By including graduate and university students from North America and Peru, the project will contribute to the formal education of future experts.  Including local residents in the process of data recovery and interpretation will equip them to share this knowledge at the community level.  Many of these individuals already work as local tour guides, and archaeological experience will enable them to serve as scientifically informed experts able to educate Peruvian and international visitors.  Results will be disseminated in nearby towns through presentations at schools and community gatherings, and will be published in journal articles in the U.S. and Peru, in conference presentations, and as part of a public website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Kolata",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alan L Kolata",
   "pi_email_addr": "a-kolata@uchicago.edu",
   "nsf_id": "000334441",
   "pi_start_date": "2011-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Guengerich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Guengerich",
   "pi_email_addr": "guengeri@uchicago.edu",
   "nsf_id": "000587862",
   "pi_start_date": "2011-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "1126 East 59th Street",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371404",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project was to understand the kinds of activities that characterized the everyday and household life of residents at the ancient Peruvian settlement site of Monte Viudo.&nbsp; In particular, the research was intended to explore the role of houses in this society and understand their relationship to forms of public architecture.</p>\n<p>The site of Monte Viudo is located in the remote region of Chachapoyas, which lies between the Andes Mountains and Amazon Basin in far northern Peru.&nbsp; This region is well known in Peru for its outstanding archaeological finds, which feature prominently on national coinage, travel posters, and other kinds of media.&nbsp; However, due to its remote location and rugged environmental conditions&mdash;including constant rainfall, dense vegetation, and steep terrain&mdash;Chachapoyas paradoxically remains among the least studied and poorly understood regions of the prehispanic Andes.&nbsp; Moreover, much of the scientific research that has been carried out here to date has consisted of mortuary archaeology focusing on tombs and on human remains.&nbsp; In order to complement these studies, this project examined the contexts in which individuals carried out their lives on a daily basis: houses and, more generally, the village.</p>\n<p>The research conducted at Monte Viudo makes it possible to create preliminary models of the spatial and social structure of Chachapoya communities.&nbsp; Data indicate that households were the most basic and most important unit of social organization.&nbsp; Each household built and occupied an exceptionally elaborate, labor-intensive residence, the construction of which would have involved the collaboration of large numbers of individuals and would have reflected the status of the household group.&nbsp; These structures were circular, built of stone, and stood on platform-bases that elevated them as high as seven meters total.&nbsp; Although architectural variation suggests that status differences were important in this community, the lack of variation in the kinds of artifacts excavated from each residence indicates that architecture&mdash;rather than portable objects such as fine pottery or other precious goods&mdash;was the most important way in which these social differences were expressed.</p>\n<p>In contrast to many other ancient societies in the Andes and in other parts of the world, Chachapoyans such as Monte Viudo&rsquo;s residents spent more effort and more resources in the construction of their residences than in the creation of public or monumental architecture.&nbsp; This indicates the great symbolic and social importance of the house within this culture.&nbsp; In fact, excavation determined that several communal buildings were present at this site, but they closely resembled house architecture in terms of their masonry, construction, and circular form.&nbsp; This suggests that the significance of the house was so great that builders chose to use it as a model for public architecture, as well.&nbsp; These results are significant anthropologically since they show an unusual relationship between public and private space that is very different from the contemporary Western world.&nbsp; Public spaces at this site were of a scale similar to that of houses, and even mimicked their form, while houses, in fact, had a monumental aspect.&nbsp; Indeed, much of &ldquo;public&rdquo; life may actually have taken place inside houses, given their large internal area and the lack of large open spaces for gatherings.</p>\n<p>This project has been successful on a number of levels.&nbsp; First, it has filled in gaps in our knowledge of Chachapoya society, and will provide an important foundation for further archaeological research in this region.&nbsp; In turn, a deeper understanding of this cultural area will help us better reconstruct the roles that geographically intermediate areas such as...",
  "por_txt_cntn": "\nThe primary goal of this project was to understand the kinds of activities that characterized the everyday and household life of residents at the ancient Peruvian settlement site of Monte Viudo.  In particular, the research was intended to explore the role of houses in this society and understand their relationship to forms of public architecture.\n\nThe site of Monte Viudo is located in the remote region of Chachapoyas, which lies between the Andes Mountains and Amazon Basin in far northern Peru.  This region is well known in Peru for its outstanding archaeological finds, which feature prominently on national coinage, travel posters, and other kinds of media.  However, due to its remote location and rugged environmental conditions&mdash;including constant rainfall, dense vegetation, and steep terrain&mdash;Chachapoyas paradoxically remains among the least studied and poorly understood regions of the prehispanic Andes.  Moreover, much of the scientific research that has been carried out here to date has consisted of mortuary archaeology focusing on tombs and on human remains.  In order to complement these studies, this project examined the contexts in which individuals carried out their lives on a daily basis: houses and, more generally, the village.\n\nThe research conducted at Monte Viudo makes it possible to create preliminary models of the spatial and social structure of Chachapoya communities.  Data indicate that households were the most basic and most important unit of social organization.  Each household built and occupied an exceptionally elaborate, labor-intensive residence, the construction of which would have involved the collaboration of large numbers of individuals and would have reflected the status of the household group.  These structures were circular, built of stone, and stood on platform-bases that elevated them as high as seven meters total.  Although architectural variation suggests that status differences were important in this community, the lack of variation in the kinds of artifacts excavated from each residence indicates that architecture&mdash;rather than portable objects such as fine pottery or other precious goods&mdash;was the most important way in which these social differences were expressed.\n\nIn contrast to many other ancient societies in the Andes and in other parts of the world, Chachapoyans such as Monte ViudoÆs residents spent more effort and more resources in the construction of their residences than in the creation of public or monumental architecture.  This indicates the great symbolic and social importance of the house within this culture.  In fact, excavation determined that several communal buildings were present at this site, but they closely resembled house architecture in terms of their masonry, construction, and circular form.  This suggests that the significance of the house was so great that builders chose to use it as a model for public architecture, as well.  These results are significant anthropologically since they show an unusual relationship between public and private space that is very different from the contemporary Western world.  Public spaces at this site were of a scale similar to that of houses, and even mimicked their form, while houses, in fact, had a monumental aspect.  Indeed, much of \"public\" life may actually have taken place inside houses, given their large internal area and the lack of large open spaces for gatherings.\n\nThis project has been successful on a number of levels.  First, it has filled in gaps in our knowledge of Chachapoya society, and will provide an important foundation for further archaeological research in this region.  In turn, a deeper understanding of this cultural area will help us better reconstruct the roles that geographically intermediate areas such as this played in mediating relationships between the broader Andean and Amazonian macro-regions to the east and west.  Results also contribute to general anthropological knowledge by establi..."
 }
}