{
 "awd_id": "1134121",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Engineering monodisperse lipid-coated microbubbles with distinct scattering spectra for ultrasound molecular imaging applications",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Horst Henning Winter",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "1134420/1134121\r\nPorter/Sarkar\r\n\r\nBubbles with diameters less than 7 µm with a narrow size distribution will be created that can help in diagnosis of several diseases through ultrasound imaging. They will be chemically engineered with a lipid shell such that they are 1) of a single size, 2) able to attach to molecules associated with a specific disease, and 3) have a unique acoustic signature based upon size and shell material properties. Targeting different bubbles to different molecules expressed by diseased cells, one can develop an accurate and cost effective ultrasound-based diagnostic system.  \r\n \r\nIntellectual Merit: One of the main innovations of this effort lies in the ability to control the size of these bubbles. It will allow an accurate investigation of their acoustic properties, specifically their resonance frequency&#61630;where they are most efficient to reflect diagnostic ultrasound&#61630;as a function of radius, acoustic pressure, and lipid shell composition. The other innovation is physics-based accurate modeling of bubble behavior. Mechanistic models that can accurately relate the molecular composition of the encapsulating lipid shell to a bubble?s acoustic signature will be developed. Experimental and theoretical methods will be utilized to evaluate the relationship between the nonlinear viscoelastic properties (i.e. the rheological relations between the stress and the deformation) of the shell and the ultrasound excitation.  The distinctive feature of the model development is the dual experimental approach, where two separate sets of experiments will be used for the determination of model parameters and the independent model validation. There will be a close connection between the model development and the experiments where each effort will be constantly guided by and calibrated against the other.  The results from the experimental measurements and theoretical predictions will be used to formulate a suite of lipid-coated microbubbles with distinct scattering spectra.  Finally, tests will be performed to assess the ability to detect small concentrations of monodisperse lipid-coated microbubbles and distinguish echogenic signatures from distinct populations.  The knowledge gained from this study will lead to the development of novel imaging schemes to specifically detect lipid-coated microbubbles targeted to multiple biomarkers. \r\n\r\nBroader Impact: The new frontier for molecular imaging is the simultaneous detection of multiple biomarkers of disease with a single diagnostic imaging modality.  This is possible provided contrast agents for a specific modality targeting different biomarkers can be distinguished from each other within an image.  Ultrasound may be used for this molecular imaging application provided targeted lipid-coated microbubbles with unique frequency-dependent scattering characteristics (i.e. radiated pressure signal) can be engineered.  Because the scattering characteristics depend upon microbubble radius and shell material properties, tight control over the microbubble size distribution and the viscoelastic properties of the lipid shell are required to achieve this goal.\r\n\r\nEducation: One graduate student in each university will be involved in this project working towards their doctoral dissertation. Both PIs are committed to spread engineering to minority students. PI-Porter serves as the faculty advisor the student-governed Minority Engineers' Society at BU, and will provide research opportunities for its members during the academic year. PI-Sarkar has already established a contact with a Professor (letter of support) in Morgan State University (HBCU) to recruit minority student intern in his lab for the summer. PI-Porter will host at least two undergraduate students each summer research student funded by the BU Undergraduate Research Opportunity Program (letter of support) to work on the production and characterization of targeted lipid-coated microbubbles. PI-Sarkar has a history of involving undergraduates in his contrast microbubble research, resulting in a publication coauthored by an undergraduate. Two undergraduate students will be working in his lab on this project. He will also connect the research lab to the very successful ?Engineering Cool Stuff? program run by the UD Engineering Outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kausik",
   "pi_last_name": "Sarkar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kausik Sarkar",
   "pi_email_addr": "sarkar@gwu.edu",
   "nsf_id": "000228546",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197160099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}