{
 "awd_id": "1134289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structure-Property Studies of Novel Multifunctionally-Doped Core-Shell-Shell Nanomaterials for Improving Efficiency and Stability in Decontamination of Environmental Pollutants",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 325000.0,
 "awd_amount": 325000.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "1134289\r\nAsefa \r\nThis NSF award by the Environmental Health and Safety of Nanotechnology program supports work by Professor Tewodros Asefa to develop and investigate new classes of TiO2- and ZnO-based core-shell-shell nanoparticles (particles with one ten-thousandth the diameter of a human hair in size) capable of efficiently photo-decomposing or converting in the presence of sunlight common organic pollutants in the environment and in waste water into harmless or even useful substances such as CO2 and H2O. The successful accomplishment of the proposed work will result in not only robust materials useful for environmental decontamination but also easily recoverable and recyclable materials for multiple uses. Such materials will be useful for recycling waste water at a time of shortages of clean water at various locations in the U.S. and around the world. The research findings should also inform future research directions in synthetic approaches to novel multifunctionally-doped efficient nanomaterials for efficient photodegradation of organic pollutants in waste water. The project?s societal benefits include advancement of systematic, less costly synthetic methods to create materials capable of cleaning environmentally prevalent pollutants from waste water with the direct use of solar energy. \r\n\r\nThe project will also allow the training of a number of post-doctoral researchers and graduate and undergraduate students who will be involved in the research project in the PI's lab. These students, including those from groups underrepresented in sciences and engineering fields, will be trained in a variety of synthetic methods involving nanomaterials synthesis, their characterization, photocatalysis, and scientific/engineering approaches utilized in environmental remediation. Furthermore, the PI will use results from the proposed work in his undergraduate and graduate course offerings in nanoscience, materials chemistry and nanotechnology at Rutgers, The State University of New Jersey. This project will also enable the PI to continue to involve high school senior students in research through Rutgers' Governor's School program during the summer semester. In addition, the PI will use the results of the research project in presentations to teach the potential implications of nanoscience and nanotechnology for general audiences attending Science Fairs, as well as in Discovery Day activities at Rutgers. The PI will further use these opportunities to draw students' interest into science, technology, engineering, and mathematics (STEM) fields and to change students' (and parents') perceptions about science and engineering disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tewodros",
   "pi_last_name": "Asefa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tewodros Asefa",
   "pi_email_addr": "tasefa@chem.rutgers.edu",
   "nsf_id": "000125609",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "610 Taylor Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 325000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Environmental remediation of polluted lakes and rivers in urban and suburban areas is a pressing local and national concern. Moreover, recycling of waste waters is increasingly becoming important as water resources are rapidly becoming scarce in many areas in the U.S. and internationally. Additionally, finding solutions to the increasingly depleting natural resources due to their exploitation and utilization are among the greatest challenges facing humanity in the 21<sup>st</sup> century. To contribute to the solutions of these issues, in this project the PI&rsquo;s group has developed various sustainable core-she nanomaterials that allow catalytic decontamination of various common pollutants in water systems, and extensively investigated the materials properties. The materials included various novel core-shell-shell nanomaterials with different structures and compositions, and more importantly, great ability to adsorb and/or decontaminate various environmental pollutants. Moreover, the materials have allowed fundamental scientific investigations of the relationships between the structures and the properties of nanomaterials toward environmental remediation and decontamination of various common pollutants. Some of the materials showed exceptionally good catalytic activity toward degradation of organic pollutants into harmless substances in wastewater systems. The research findings have also provided new synthetic routes to various new materials with unique ability for environmental remediation, <em>e.g.</em> by decontaminating Orange dye (an organic dye widely used in dye industries) and tetracycline (drug that is available in trace amounts in various water systems). The studies in the project have also given new insights to our fundamental understanding of the relationships between the structure and properties of the materials during catalytic decontaminations processes. The results have been published in over 18 peer-reviewed, international journals, presented at various national and international meetings, and documented in a few patent applications. Additionally, some of the results from the project have been widely publicized in various media.</p>\n<p>The project has also enabled the PI to enhance teaching activities and curricula, particularly in materials chemistry, catalysis, environmental remediation and electrocatalysis and nanoscience at Rutgers University. Moreover, the project has allowed the PI to train undergraduate and graduate students, post-doctoral fellows, and visiting professors in various areas related to materials synthesis, catalysis and sustainability. In addition, the research results and activities have helped the PI to expand his undergraduate and graduate course offerings in nanoscience, materials chemistry, and sustainability. The project has also helped the PI to recruit students, including those from groups underrepresented in science and engineering (women and minority students) to involve in sciences, environmental engineering, catalysis and sustainability.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/13/2015<br>\n\t\t\t\t\tModified by: Tewodros&nbsp;Asefa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEnvironmental remediation of polluted lakes and rivers in urban and suburban areas is a pressing local and national concern. Moreover, recycling of waste waters is increasingly becoming important as water resources are rapidly becoming scarce in many areas in the U.S. and internationally. Additionally, finding solutions to the increasingly depleting natural resources due to their exploitation and utilization are among the greatest challenges facing humanity in the 21st century. To contribute to the solutions of these issues, in this project the PIÆs group has developed various sustainable core-she nanomaterials that allow catalytic decontamination of various common pollutants in water systems, and extensively investigated the materials properties. The materials included various novel core-shell-shell nanomaterials with different structures and compositions, and more importantly, great ability to adsorb and/or decontaminate various environmental pollutants. Moreover, the materials have allowed fundamental scientific investigations of the relationships between the structures and the properties of nanomaterials toward environmental remediation and decontamination of various common pollutants. Some of the materials showed exceptionally good catalytic activity toward degradation of organic pollutants into harmless substances in wastewater systems. The research findings have also provided new synthetic routes to various new materials with unique ability for environmental remediation, e.g. by decontaminating Orange dye (an organic dye widely used in dye industries) and tetracycline (drug that is available in trace amounts in various water systems). The studies in the project have also given new insights to our fundamental understanding of the relationships between the structure and properties of the materials during catalytic decontaminations processes. The results have been published in over 18 peer-reviewed, international journals, presented at various national and international meetings, and documented in a few patent applications. Additionally, some of the results from the project have been widely publicized in various media.\n\nThe project has also enabled the PI to enhance teaching activities and curricula, particularly in materials chemistry, catalysis, environmental remediation and electrocatalysis and nanoscience at Rutgers University. Moreover, the project has allowed the PI to train undergraduate and graduate students, post-doctoral fellows, and visiting professors in various areas related to materials synthesis, catalysis and sustainability. In addition, the research results and activities have helped the PI to expand his undergraduate and graduate course offerings in nanoscience, materials chemistry, and sustainability. The project has also helped the PI to recruit students, including those from groups underrepresented in science and engineering (women and minority students) to involve in sciences, environmental engineering, catalysis and sustainability.\n\n\t\t\t\t\tLast Modified: 09/13/2015\n\n\t\t\t\t\tSubmitted by: Tewodros Asefa"
 }
}