{
 "awd_id": "1134575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Feasibility of Electrocorticogram Brain-Computer Interface for Control of Arm Prostheses",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 246310.0,
 "awd_amount": 246310.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "PI: Nenadic, Zoran and Do, An H.\r\nProposal Number: 1134575\r\n\r\nProblem Statement. Brain-computer interface (BCI) is a technology that enables direct brain control of external devices, without generating any motor outputs. BCI technology's greatest potential lies in the field of neuro-rehabilitation, with the ultimate goal of integrating BCI with limb prostheses or functional electrical stimulation (FES) of muscles to restore intuitive and natural movements to individuals with severe paralysis. Current state-of-the-art BCIs use micro-electrode arrays, implanted in the cortex, to acquire neuronal signals as the source of BCI control. However, application of this technology to human neuro-rehabilitation has been limited by the bio-incompatibility of the implant. Consequently, subdural electrocorticogram (ECoG) electrodes emerged as a promising BCI signal acquisition platform. Preliminary studies suggest that ECoG electrodes yield signals whose long-term stability properties are superior to those of microelectrode arrays, while providing a comparable amount of useful motor-related information.  However, whether this information is sufficient for BCI control of an upper extremity prosthesis so as to perform goal-oriented tasks useful for human daily activities and justify the risks of electrode implantation surgery, has not been established. \r\nResearch Plan. The primary goal of this pilot study is to assess the feasibility of ECoG-based BCI for control of arm prostheses in a small population of epilepsy patients who are undergoing ECoG electrodes implantation for epilepsy surgery evaluation. They will perform a series of executed and imagined elementary upper extremity movements while their ECoG, limb trajectories, and electromyogram (EMG) data will be recorded. This data will then be analyzed, and a predictive model to perform real-time decoding of upper extremity trajectories from ECoG signals will be derived. This model will then be incorporated into a BCI system, whose performance will be tested using real-time online control of an anthropomorphic robotic arm (a stand-in for an upper extremity prosthesis). Based on subjects? ability to achieve BCI control of the robot to perform elementary and goal-oriented motor tasks, the feasibility of ECoG-based BCIs for control of arm prostheses control will be assessed. Novelty: 1) The integration of an anthropomorphic robotic arm with an ECoG-based BCI has never been realized, and so its feasibility remains untested. 2) The study will introduce novel experimental paradigms in that ECoG will be recorded in response to both executed and kinesthetic imagery of upper extremity movements. 3) Unlike prior studies, our approach will record EMG of muscles involved in movements. The ability to predict EMG parameters from ECoG will be useful in future studies that aspire to integrate BCIs with upper extremity FES devices. 4) The study will contribute to understanding of the incompletely understood brain plasticity and human-computer co-adaptation processes associated with real-time online BCI control of upper extremity prostheses. 5) The project will lead to the development of a novel class of algorithms for statistical analysis and real-time decoding of ECoG signals.\r\nIntellectual Merit. The proposed study will develop novel, state-of-the-art, adaptive algorithms for analysis and real-time decoding of ECoG signals. These methods will avoid unnecessary assumptions and ad hoc strategies, commonly used in this field, and will therefore enable a systematic way of analyzing highdimensional, statistically sparse, nonstationary ECoG signals. They may also be applicable to a wide class spatio-temporal biomedical signals, and perhaps other types of statistical data. Aside from BCI applications, the ECoG, limb trajectory, and EMG data collected in the proposed study will contribute significantly to development of human motor control theory.\r\nBroader Impacts. The activities of this study will promote the education, scientific literacy and lifelong learning in undergraduate, graduate, and medical students. Specifically, elements of the study will be integrated into the teaching and mentoring curricula. Undergraduate and graduate students will participate in the proposed research and educational plans and their findings will be broadly disseminated. This will foster the development of their leadership, interdisciplinary, and research skills. The proposed activities will also broaden the participation of underrepresented groups in engineering and science. The investigators will promote college education and the pursuit of engineering/science careers in minority K-12 students by developing educational activities such as presentations, demonstrations, and exhibits. Additionally, the investigators will actively participate in the professional development of K-12 math and science teachers in high-need school districts, with the goal of improving their retention rates and leadership skills.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zoran",
   "pi_last_name": "Nenadic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zoran Nenadic",
   "pi_email_addr": "znenadic@uci.edu",
   "nsf_id": "000508216",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "An",
   "pi_last_name": "Do",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "An H Do",
   "pi_email_addr": "and@uci.edu",
   "nsf_id": "000522187",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "3120 Natural Sciences II",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 246310.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The study generated a comprehensive database of invasively recorded brain signals that are responsible for control of elementary arm movements. The goal was to understand how these brain signals, which are called electrocorticograms (ECoG) and are acquired by a temporarily implanted electrode grid, relate to arm trajectories and muscle activities. If arm trajectories and/or EMGs can be accurately predicted from brain signals, it may be possible in the future to harness this so-called brain-computer interface (BCI) technology in order to restore movements to those living with upper extremity paralysis. &nbsp;&nbsp;</p>\n<p>To restore elementary arm movements, such a BCI system must be able to interpret ECoG signals so that the following questions are answered: (i) is there a movement intention or not, (ii) if so, which joint(s) is to be moved, and (iii) what is the direction of movement. Our team has shown that ECoG signals, particularly in the high gamma band (&gt;80 cycles per second), robustly encode for the presence/absence of arm movements, i.e. we can with a high degree of certainty predict whether there is a movement or not. However, the high gamma ECoG signals measured by a standard clinical electrode grid, do not possess sufficient resolution to separate elementary arm movements. In other words, movements with adjacent cortical representations, such as fist clenching and wrist flexion/extension, tend to get confused with one another. Our team has also shown that this problem can be largely circumvented by utilizing a smaller high-density (HD) ECoG grids. The study also gathered preliminary evidence suggesting that other motor behaviors such as walking, can be detected form the high-gamma ECoG signals. Given that ECoG grids can be safely implanted for &gt;5 years, the pursuit of a fully invasive BCI system for restoration of arm and leg motor functions seems justified. Such a system would also allow sensation to be delivered to the brain by means of cortical electrical stimulation, so that those operating the BCI could feel their limbs. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Our research team undertook significant outreach efforts to engage subjects with SCI who could benefit from this technology. Examples include participation in numerous live demonstrations, laboratory tours, and scientific panels for general audience. Outcomes like these are important for increasing the scientific literacy of a significant segment of the American society. This may lead to a better appreciation of science and will likely increase the enthusiasm, advocacy, and support for federally-supported research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/02/2016<br>\n\t\t\t\t\tModified by: Zoran&nbsp;Nenadic</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1134575/1134575_10123117_1454403997651_image1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1134575/1134575_10123117_1454403997651_image1--rgov-800width.jpg\" title=\"Contrast Index Map\"><img src=\"/por/images/Reports/POR/2016/1134575/1134575_10123117_1454403997651_image1--rgov-66x44.jpg\" alt=\"Contrast Index Map\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A map of a subject's brain implanted with an electrocorticogram grid. \"Hot spots\" denote areas that are active in response to moving arm: pincer grasp (PG), wrist flexion/extension (W), pronation/supination (PS), elbow flexion/extension (E), shoulder rotation (SR) and shoulder flexion/extension (SFE</div>\n<div class=\"imageCredi...",
  "por_txt_cntn": "\nThe study generated a comprehensive database of invasively recorded brain signals that are responsible for control of elementary arm movements. The goal was to understand how these brain signals, which are called electrocorticograms (ECoG) and are acquired by a temporarily implanted electrode grid, relate to arm trajectories and muscle activities. If arm trajectories and/or EMGs can be accurately predicted from brain signals, it may be possible in the future to harness this so-called brain-computer interface (BCI) technology in order to restore movements to those living with upper extremity paralysis.   \n\nTo restore elementary arm movements, such a BCI system must be able to interpret ECoG signals so that the following questions are answered: (i) is there a movement intention or not, (ii) if so, which joint(s) is to be moved, and (iii) what is the direction of movement. Our team has shown that ECoG signals, particularly in the high gamma band (&gt;80 cycles per second), robustly encode for the presence/absence of arm movements, i.e. we can with a high degree of certainty predict whether there is a movement or not. However, the high gamma ECoG signals measured by a standard clinical electrode grid, do not possess sufficient resolution to separate elementary arm movements. In other words, movements with adjacent cortical representations, such as fist clenching and wrist flexion/extension, tend to get confused with one another. Our team has also shown that this problem can be largely circumvented by utilizing a smaller high-density (HD) ECoG grids. The study also gathered preliminary evidence suggesting that other motor behaviors such as walking, can be detected form the high-gamma ECoG signals. Given that ECoG grids can be safely implanted for &gt;5 years, the pursuit of a fully invasive BCI system for restoration of arm and leg motor functions seems justified. Such a system would also allow sensation to be delivered to the brain by means of cortical electrical stimulation, so that those operating the BCI could feel their limbs.      \n\nOur research team undertook significant outreach efforts to engage subjects with SCI who could benefit from this technology. Examples include participation in numerous live demonstrations, laboratory tours, and scientific panels for general audience. Outcomes like these are important for increasing the scientific literacy of a significant segment of the American society. This may lead to a better appreciation of science and will likely increase the enthusiasm, advocacy, and support for federally-supported research.\n\n\t\t\t\t\tLast Modified: 02/02/2016\n\n\t\t\t\t\tSubmitted by: Zoran Nenadic"
 }
}