{
 "awd_id": "1134417",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Ion-exchange adsorption of proteins: a single-molecule investigation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 204227.0,
 "awd_amount": 204227.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "1133965/1134417\r\nWilson/Landes\r\n\r\nThe overall goal of this project is to understand protein chromatography by observing the adsorption and transport of single protein molecules in realistic adsorbents, which has not previously been possible. Specifically, the proposed work will: (1) observe the adsorption and desorption of single protein molecules on thousands of adsorbent sites, (2) determine the distribution of dwell times at each site, (3) directly observe site heterogeneity, (4) measure activation energetics, (5) test the effects of ligand density and type, (6) characterize competition among proteins of different surface affinity but the same size and shape, and (7) measure single-molecule transport. \r\n\r\nThe proposed research aims to open an entirely new way of investigating protein chromatography (and immunoassays, microarrays, biosensors, etc.), through the use of single-molecule fluorescence. Building on the co-PI?s experience in single-molecule spectroscopy, and our previous successful collaboration on single-molecule affinity recognition of proteins, we have developed methods for single-molecule imaging and fluorescence correlation spectroscopy (FCS) transport studies in realistic agarose ionexchange adsorbents. Particular elements of the investigation include the determination of the residence times of single proteins on single adsorbent sites, the distributions of these residence times, and the effects of ligand density, ligand clustering, ionic strength, and the presence of competitors. Transport behavior inside the agarose gel will be characterized by FCS. This approach will support the development of a predictive moleculartheoretic approach to modeling chromatographic processes. It will illuminate the molecular origins of the superior performance of clustered-charge adsorbents, and should shed considerable light on the competitive protein adsorption and displacement processes which underlie all chromatographic separations. \r\n\r\nThe broader impacts of the proposed work should be extensive. Bioseparations, and chromatography in particular, dominate the cost and process complexity of manufacturing of modern biopharmaceuticals, and consume enormous effort in biomedical and biotechnological research. There is a felt shortage of trained investigators and process developers in this interdisciplinary area. The clustered-charge adsorbents to be characterized as an element of the work show promise for broader applications. The results and methods should be directly applicable to separations of nucleic acids and bioconjugates, and to other methods including HIC, IMAC, and Protein A affinity. These methods could also be applied to studies of non-separation technologies such as immunoassays, biosensors, and DNA microarrays. \r\n\r\nThe project will provide excellent training opportunities for students to work at the interface of bioseparations/biochemical technology and nanobiology/nanobiotechnology. Each of these areas enjoys rapid employment growth, and the interface should be a very productive one for the foreseeable future. The University of Houston is one of the very most ethnically-diverse urban research universities in the United States, and the students involved in this research will reflect that diversity. Opportunities for integration with education are abundant, with multiple REU and RET programs in relevant areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christy",
   "pi_last_name": "Landes",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Christy F Landes",
   "pi_email_addr": "cflandes@illinois.edu",
   "nsf_id": "000241765",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772511892",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 204227.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Chromatography is an important analytical technique for the separation of molecules in environmental, pharmaceutical, medicinal, natural product synthesis research and industrial production. Despite chromatography&rsquo;s extensive use, the selection of appropriate column conditions is driven by empirical methods and models. These models rely heavily on phenomenological descriptions that use either variables that have no clear physical parallel within the experiment or broad definitions of diffusion, packing, and kinetics comprised of many complicated molecular processes contributing in sum. One cause of the lack of mechanistic information in both chromatographic experiment and models is ensemble averaging. Single molecule spectroscopy, and the specialized method of super-resolution imaging, offer the possibility to examine the separations process at its fundamental foundation: when a single analyte molecule adsorbs to a single active site on the porous column material.</p>\n<p>The intellectual merit in our prject lies in our development of new single-molecule and super-resolution methods in combination with a rigorous theory of chromatography to provide a means of understanding and predicting separations from molecular scale observables. Our own and other recent efforts show that SMS can be used to prevent stationary phase defects to reduce tailing in RPLC, identify the role of hydrophobic interactions in CLC/CE, and demonstrate the significance of the spatial distribution of charge for ligands and contributions of porosity in IEX, and finally that SMS results can adequately predict and model ensemble elution results.&nbsp;</p>\n<p>The broader impact of our project is achieved because we have demonstrated how single molecule results can inform theory and predict column performance for adsorptive separations, which are crucial to a broad range of industries including energy storage, water purification, and pharmaceutical purification. The pharmeceutical industry alone is accounts for over many billions of dollars a year in the global economy, and barriers to drug delivery in developing nations are often associated with cost of care. Decreasing the cost of purification via smarter separations technology has the potential to have a very large impact on the global access of drugs, cheaper alternative energy, and affordable water purification.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2014<br>\n\t\t\t\t\tModified by: Christy&nbsp;F&nbsp;Landes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nChromatography is an important analytical technique for the separation of molecules in environmental, pharmaceutical, medicinal, natural product synthesis research and industrial production. Despite chromatographyÆs extensive use, the selection of appropriate column conditions is driven by empirical methods and models. These models rely heavily on phenomenological descriptions that use either variables that have no clear physical parallel within the experiment or broad definitions of diffusion, packing, and kinetics comprised of many complicated molecular processes contributing in sum. One cause of the lack of mechanistic information in both chromatographic experiment and models is ensemble averaging. Single molecule spectroscopy, and the specialized method of super-resolution imaging, offer the possibility to examine the separations process at its fundamental foundation: when a single analyte molecule adsorbs to a single active site on the porous column material.\n\nThe intellectual merit in our prject lies in our development of new single-molecule and super-resolution methods in combination with a rigorous theory of chromatography to provide a means of understanding and predicting separations from molecular scale observables. Our own and other recent efforts show that SMS can be used to prevent stationary phase defects to reduce tailing in RPLC, identify the role of hydrophobic interactions in CLC/CE, and demonstrate the significance of the spatial distribution of charge for ligands and contributions of porosity in IEX, and finally that SMS results can adequately predict and model ensemble elution results. \n\nThe broader impact of our project is achieved because we have demonstrated how single molecule results can inform theory and predict column performance for adsorptive separations, which are crucial to a broad range of industries including energy storage, water purification, and pharmaceutical purification. The pharmeceutical industry alone is accounts for over many billions of dollars a year in the global economy, and barriers to drug delivery in developing nations are often associated with cost of care. Decreasing the cost of purification via smarter separations technology has the potential to have a very large impact on the global access of drugs, cheaper alternative energy, and affordable water purification.\n\n\t\t\t\t\tLast Modified: 12/02/2014\n\n\t\t\t\t\tSubmitted by: Christy F Landes"
 }
}