{
 "awd_id": "1134953",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR: Seismic Rehabilitation of Substandard Building Structures through Implementation of Stiff Rocking Cores (SRCRehab)",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 599603.0,
 "awd_amount": 616403.0,
 "awd_min_amd_letter_date": "2011-08-13",
 "awd_max_amd_letter_date": "2013-04-28",
 "awd_abstract_narration": "A research team from Case Western Reserve University, the University at Buffalo (UB), and California Polytechnic State University (Cal Poly) will investigate a methodology for rehabilitation of seismically substandard buildings through implementation of stiff elastic rocking cores. The stiff rocking core (SRC) has the potential to redistribute seismic forces along the core height to create a more uniform building drift distribution.  Concentrated ductility demands on a single story can develop due to a number of reasons that may or may not be foreseeable in initial design.  For buildings that do not have adequate seismic ductility and/or strength, added energy dissipating devices, such as steel yielding devices or viscous dampers, can be implemented between the SRC and the existing framing to reduce these demands.  Implementation of the elastic SRC adds the potential for re-centering of the building and is expected to be a cost-effective and an architecturally flexible rehabilitation technique.  This research will investigate the behavior of the SRC and its interaction with existing framing that includes low-rise and mid-rise, braced frame and moment frame buildings to understand the key parameters for effective rehabilitative design of substandard frames.  Advanced analytical studies will be performed to investigate the behavior and assess the effectiveness of the SRC for a range of parameters.  A key component of the research includes near full-scale experimental hybrid testing of a three-story frame at the George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) facility at the UB.  The hybrid testing technique will allow for computational modeling of the existing substandard framing and experimental testing of the SRC with added passive energy dissipation.  The testing is critical for understanding the interaction between the existing framing and SRC and for verifying implementation issues at or near full-scale.  Data from this project will be archived and made available to the public through the NEES Project Warehouse data repository at http://www.nees.org.\r\n\r\nThis research will generate key knowledge needed to implement this rehabilitation technique, which is both economical and sustainable, for substandard building structures in moderate and high seismic regions.  The analytical and experimental results and design guidelines developed will be a valuable resource for researchers and practitioners in the seismic design community.  Through technology transfer via the Project Advisory Committee, the research outcomes will have an immediate impact on practice.  Through collaboration with the Cal Poly Multicultural Engineering Program, the project will engage students from underrepresented groups to give them experience with structural engineering research and laboratory experimentation, ultimately helping to promote diversity in engineering and science and developing the next generation of engineers.  This award is part of the National Earthquake Hazards Reduction Program (NEHRP).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Pollino",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michael C Pollino",
   "pi_email_addr": "mcp70@case.edu",
   "nsf_id": "000587938",
   "pi_start_date": "2011-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gilberto",
   "pi_last_name": "Mosqueda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gilberto Mosqueda",
   "pi_email_addr": "gmosqueda@ucsd.edu",
   "nsf_id": "000444419",
   "pi_start_date": "2011-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bing",
   "pi_last_name": "Qu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bing Qu",
   "pi_email_addr": "bqu@calpoly.edu",
   "nsf_id": "000523765",
   "pi_start_date": "2011-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "2104 Adelbert Rd",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441067201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "151E",
   "pgm_ref_txt": "Tsunami Research"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 599603.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 4800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Seismic design of multi-story buildings requires capacity design principles that allow for distributed plastic deformations over the building height while preventing concentrated, soft-story failure mechanisms that may lead to building collapse. Evaluation of buildings designed to modern and historic seismic design methodologies has revealed that such buildings may not meet desirable performance objectives or may collapse during either design-basis or maximum considered earthquake hazards. &nbsp;Non-uniform degradation of members&rsquo; strength and stiffness under cyclic seismic loading along a structure's height often results in soft-story formation.&nbsp; Poor performance in older steel braced or moment frame buildings fail due to undesirable, non-ductile failure modes of members or connections while modernly designed steel braced frame buildings may fail due to improper consideration of the brace strength degradation.&nbsp; This research investigates a rehabilitative design procedure for existing substandard buildings that uses a stiff rocking core (SRC) to redistribute plastic deformations along the frame&rsquo;s height and may also provide supplemental strength and stiffness to the existing frame by including steel yielding links.&nbsp; Steel yielding links with replaceable end connections capable of transferring high levels of axial load were designed and evaluated through computation methods for this unique application.&nbsp; The rehabilitation approach is intended to be non-intrusive for buildings in-service while also attempting to limit the structural forces to existing members and the foundation. Fundamental mechanical and dynamic behavior of rehabilitated frames was developed to allow predictive response calculations of deformations and internal forces to assist in design of the SRC and steel yielding links to achieve a target performance.&nbsp; Various low and mid-rise frames representing older non-ductile and modernly designed frames were evaluated using nonlinear transient seismic analysis and large-scale hybrid experimental testing.&nbsp; Sub-standard frames with different failure mechanisms and varying parameters were rehabilitated with the proposed technique and analytically evaluated to confirm the rehabilitative design method. &nbsp;Large-scale experimental tests were completed at the UB-NEES site and all data curated is publicly available on NEES-Hub (https://nees.org/). The experimental testing program investigated the fundamental behavior of the SRC rehabilitation technique using hybrid simulation to physically test the critical structural components (LFRS, SRC, links) at slow loading rates (pseudo-dynamic testing) while the building dynamic inertial forces, P-D effects, and influence of gravity columns were captured in a computational model. Three 3-story specimen frames were tested: SCBF with improved column design (3SCBF), a non-seismic detailed CBF with 3-story SRC (3NCBF), and a 6-story (top 3 stories of LFRS modeled analytically) SCBF with 2-story SRC (6SCBF).&nbsp; Predictive, analytical, and experimental response results show reasonable agreement, and the proposed rehabilitative technique is believed to be cost-effective and reliable for preventing soft-story collapse and achieving desirable performance levels in low- to &ndash;mid-rise steel frame structures.</p>\n<p>This project has supported student researchers in the field of structural engineering at three academic institutions: Case Western Reserve University (CWRU), University of California at San Diego, and California Polytechnic State University, San Luis Obispo including two PhD students, four MS students, and four undergraduate students through REU supplemental awards.&nbsp; Four of the students have come from historically under-represented groups in the engineering field (woman or Hispanic).&nbsp; One of the MS students has continued to the PhD program at CWRU and all of t...",
  "por_txt_cntn": "\nSeismic design of multi-story buildings requires capacity design principles that allow for distributed plastic deformations over the building height while preventing concentrated, soft-story failure mechanisms that may lead to building collapse. Evaluation of buildings designed to modern and historic seismic design methodologies has revealed that such buildings may not meet desirable performance objectives or may collapse during either design-basis or maximum considered earthquake hazards.  Non-uniform degradation of membersÆ strength and stiffness under cyclic seismic loading along a structure's height often results in soft-story formation.  Poor performance in older steel braced or moment frame buildings fail due to undesirable, non-ductile failure modes of members or connections while modernly designed steel braced frame buildings may fail due to improper consideration of the brace strength degradation.  This research investigates a rehabilitative design procedure for existing substandard buildings that uses a stiff rocking core (SRC) to redistribute plastic deformations along the frameÆs height and may also provide supplemental strength and stiffness to the existing frame by including steel yielding links.  Steel yielding links with replaceable end connections capable of transferring high levels of axial load were designed and evaluated through computation methods for this unique application.  The rehabilitation approach is intended to be non-intrusive for buildings in-service while also attempting to limit the structural forces to existing members and the foundation. Fundamental mechanical and dynamic behavior of rehabilitated frames was developed to allow predictive response calculations of deformations and internal forces to assist in design of the SRC and steel yielding links to achieve a target performance.  Various low and mid-rise frames representing older non-ductile and modernly designed frames were evaluated using nonlinear transient seismic analysis and large-scale hybrid experimental testing.  Sub-standard frames with different failure mechanisms and varying parameters were rehabilitated with the proposed technique and analytically evaluated to confirm the rehabilitative design method.  Large-scale experimental tests were completed at the UB-NEES site and all data curated is publicly available on NEES-Hub (https://nees.org/). The experimental testing program investigated the fundamental behavior of the SRC rehabilitation technique using hybrid simulation to physically test the critical structural components (LFRS, SRC, links) at slow loading rates (pseudo-dynamic testing) while the building dynamic inertial forces, P-D effects, and influence of gravity columns were captured in a computational model. Three 3-story specimen frames were tested: SCBF with improved column design (3SCBF), a non-seismic detailed CBF with 3-story SRC (3NCBF), and a 6-story (top 3 stories of LFRS modeled analytically) SCBF with 2-story SRC (6SCBF).  Predictive, analytical, and experimental response results show reasonable agreement, and the proposed rehabilitative technique is believed to be cost-effective and reliable for preventing soft-story collapse and achieving desirable performance levels in low- to &ndash;mid-rise steel frame structures.\n\nThis project has supported student researchers in the field of structural engineering at three academic institutions: Case Western Reserve University (CWRU), University of California at San Diego, and California Polytechnic State University, San Luis Obispo including two PhD students, four MS students, and four undergraduate students through REU supplemental awards.  Four of the students have come from historically under-represented groups in the engineering field (woman or Hispanic).  One of the MS students has continued to the PhD program at CWRU and all of the REU students have either completed a graduate degree in structural engineering, are currently in a graduate degree program, or have ..."
 }
}