{
 "awd_id": "1134943",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Experiential Pedagogy for Sustainability Ethics",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donna Riley",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 309615.0,
 "awd_amount": 315615.0,
 "awd_min_amd_letter_date": "2011-04-05",
 "awd_max_amd_letter_date": "2013-09-20",
 "awd_abstract_narration": "This Ethics Education in Science and Engineering project will integrate multi-institutional, cross-disciplinary education and research efforts to create a novel pedagogy of sustainability ethics for science & engineering graduate students. It will create a collaborative classroom setting that draws on science & engineering students? predilection for experimental learning and teamwork to explore different ethical approaches to problems in sustainability using a game-based, deliberative and participatory setting. Ultimately, this project will link science & engineering graduate students on several campuses, using information-communication technology tools to create an intellectually diverse learning community studying in parallel. This project will pilot novel game modules in unique, integrative graduate education programs at the host Universities, create an Instructor workshop for the purpose of training additional faculty in the new teaching methods, and ultimately engage several Universities with sustainability programs rooted in different science, technology and engineering disciplines.  Lastly, this project will enhance the problem-solving skills of scientists & engineers who will ultimately join a technical workforce that is better prepared to meet the challenge of sustainability",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Seager",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas P Seager",
   "pi_email_addr": "Thomas.Seager@asu.edu",
   "nsf_id": "000208067",
   "pi_start_date": "2011-04-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Selinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evan Selinger",
   "pi_email_addr": "emsgsh@rit.edu",
   "nsf_id": "000527327",
   "pi_start_date": "2013-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "University Drive and Mill Avenue",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852870557",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "173300",
   "pgm_ele_name": "GEOSCIENCE EDUCATION"
  },
  {
   "pgm_ele_code": "749100",
   "pgm_ele_name": "ETHICS EDU FOR SCI & ENG PROG"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 309613.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>An Experiential Pedagogy for Sustainability Ethics</strong></p>\n<p><em>Intellectual Merit. </em>Unlike the traditional approach to ethics education that involves reading, writing, and discussing moral reasoning in the abstract, our new pedagogy uses experiential games to position students in situations that require first-hand ethical decision-making. The games allow students to personally explore what factors prevent them from living up to their moral ideals and what strategies are effective for coordinating groups to address collective-action problems, where personal incentives are at odds with the group&rsquo;s best interests. Each game consists of complete and independent modules that can be combined to form undergraduate &amp; graduate level courses in sustainability ethics. Furthermore, both the modules and the course are deliverable in a synchronous (or semi-synchronous) fashion at multiple Universities, wherein students at multiple campuses interact on-line through game play. The games can also be played entirely in-class, in blended learning environments (online and in-class), or completely online. This novel multi-campus form of instruction allows students to be mentored by multiple instructors from different disciplines. Also, when played internationally, students are exposed to the inequality of globalization since they engage directly with peers from distant places and experience first-hand whether they are willing to treat them with as much respect as their own classmates, or whether distance discourages moral behavior. To date, three full courses have been delivered at Rochester Institute of Technology and Arizona State University, while modules have been adopted in engineering, environmental science, and business courses at Mesa Community College, Michigan State University, University of Colorado -Boulder, Purdue University, Northeastern University, University of Arizona, University of Puerto Rico &ndash; Mayaguez, Dartmouth College, Mountains of the Moon University (Uganda), the Management Development Institute (India) and Desert Vista High School (Phoenix AZ).</p>\n<p><em>Broader Impacts. </em>The project has trained nearly two dozen faculty and a dozen graduate and undergrad students to deliver the modules in two workshops. Moreover, the grant allowed for both student training and professional development, as it funded a four-year PhD dissertation in Sustainability as well as an undergraduate research experience. Dissemination of results is taking place both through traditional modes (several academic conferences, multiple public lectures, workshops, &amp; journal articles) and through digital media, including on-line articles in <em>Slate</em>, <em>The Chronicle of Higher Education</em>, and other web-based media. Experience in several instructional contexts reinforce the hypothesis that the game-based pedagogies move students from passive to active, apathetic to emotionally invested, predictable to surprising, and from narratively closed to experimentally open (Fig. 1). We&rsquo;ve also been surprised at the ability of some groups to behave cooperatively, despite the inherent incentives to act otherwise. We attribute this success to the moral suasion of ethical leaders in our classrooms.&nbsp; If these findings extend beyond the classroom, they may offer a model of cooperation for addressing real-world resource management challenges.</p>\n<p>An invention disclosure has been created for the Tragedy of the Commons Game (a.k.a. the <em>Pisces Game</em>, which is our most successful and widely used game, Fig. 2) that will be the first product of a spin-out company called 'Experiential Sustainability Ethics Training Games, LLC' (XSET Games). The Pisces Game simulates dilemmas where decisions must be made about depletion or preservation of resources held in the public commons, such as the problem of overfishing occurring in Lake Victoria -- the ...",
  "por_txt_cntn": "\nAn Experiential Pedagogy for Sustainability Ethics\n\nIntellectual Merit. Unlike the traditional approach to ethics education that involves reading, writing, and discussing moral reasoning in the abstract, our new pedagogy uses experiential games to position students in situations that require first-hand ethical decision-making. The games allow students to personally explore what factors prevent them from living up to their moral ideals and what strategies are effective for coordinating groups to address collective-action problems, where personal incentives are at odds with the groupÆs best interests. Each game consists of complete and independent modules that can be combined to form undergraduate &amp; graduate level courses in sustainability ethics. Furthermore, both the modules and the course are deliverable in a synchronous (or semi-synchronous) fashion at multiple Universities, wherein students at multiple campuses interact on-line through game play. The games can also be played entirely in-class, in blended learning environments (online and in-class), or completely online. This novel multi-campus form of instruction allows students to be mentored by multiple instructors from different disciplines. Also, when played internationally, students are exposed to the inequality of globalization since they engage directly with peers from distant places and experience first-hand whether they are willing to treat them with as much respect as their own classmates, or whether distance discourages moral behavior. To date, three full courses have been delivered at Rochester Institute of Technology and Arizona State University, while modules have been adopted in engineering, environmental science, and business courses at Mesa Community College, Michigan State University, University of Colorado -Boulder, Purdue University, Northeastern University, University of Arizona, University of Puerto Rico &ndash; Mayaguez, Dartmouth College, Mountains of the Moon University (Uganda), the Management Development Institute (India) and Desert Vista High School (Phoenix AZ).\n\nBroader Impacts. The project has trained nearly two dozen faculty and a dozen graduate and undergrad students to deliver the modules in two workshops. Moreover, the grant allowed for both student training and professional development, as it funded a four-year PhD dissertation in Sustainability as well as an undergraduate research experience. Dissemination of results is taking place both through traditional modes (several academic conferences, multiple public lectures, workshops, &amp; journal articles) and through digital media, including on-line articles in Slate, The Chronicle of Higher Education, and other web-based media. Experience in several instructional contexts reinforce the hypothesis that the game-based pedagogies move students from passive to active, apathetic to emotionally invested, predictable to surprising, and from narratively closed to experimentally open (Fig. 1). WeÆve also been surprised at the ability of some groups to behave cooperatively, despite the inherent incentives to act otherwise. We attribute this success to the moral suasion of ethical leaders in our classrooms.  If these findings extend beyond the classroom, they may offer a model of cooperation for addressing real-world resource management challenges.\n\nAn invention disclosure has been created for the Tragedy of the Commons Game (a.k.a. the Pisces Game, which is our most successful and widely used game, Fig. 2) that will be the first product of a spin-out company called 'Experiential Sustainability Ethics Training Games, LLC' (XSET Games). The Pisces Game simulates dilemmas where decisions must be made about depletion or preservation of resources held in the public commons, such as the problem of overfishing occurring in Lake Victoria -- the second largest freshwater lake in the world.  In the game, players fish from a shared lake and make decisions related to conservation, consumption, capital inv..."
 }
}