{
 "awd_id": "1134488",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Lipid Production and Extraction for Biodiesel",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 304000.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2012-08-02",
 "awd_abstract_narration": "PI: Chu\r\nProposal Number:  1134488\r\nInstitution:  Texas Engineering Experiment Station\r\nTitle:  Lipid Production and Extraction for Biodiesel\r\n\r\nIntellectual Merit\r\n\r\nBiodiesel is a clean and renewable biofuel that is compatible with existing energy infrastructure and diesel engines.   However, before the large-scale, cost-effective production of biodiesel can be fully realized, two key challenges must be overcome.  The first challenge is the inexpensive and sustainable production of the biodiesel feedstock, and the second challenge is an effective process for extraction for and recovery of the intracellular lipids, the precursors to biodiesel, from the feedstock.    Oleaginous bacteria are a potentially attractive feedstock for biodiesel production, as they accumulate high levels triacylglycerol (TAG) lipids (20-75% of dry cell weight), grow rapidly, reach high cell densities in culture, and utilize diverse carbon sources.  The overall goal of the proposed research is to develop and study bacterial strains that produce intracellular lipids from biomass-derived hydrolysate crude mixtures and then release the lipids through controlled lysis of the bacteria with bacteriophage.   \r\n\r\nBacteriophage (phage), are well known for their ability to proliferate on and lyse bacterial cultures.   The proposed research will characterize phages specific for the TAG-accumulating bacteria, explore the use of these phages or their bacteriolytic genes to effect release of the accumulated TAG, and characterize the fundamental mechanisms underlying these processes.   The proposed research has three objectives.  The first objective is to determine if TAG-accumulating bacteria can grow in the presence of common inhibitory compounds, such as furaldehydes and lignin-derived phenolic compounds, found in lignocellulosic hydrolysates, in addition to the biomass carbohydrates. The second objective is to determine if phages or bacterial strains expressing phage lysis genes can effectively lyse TAG-accumulating bacteria and release TAGs from the host cells.  The third objective is to extract TAGs from the model TAG-accumulating bacteria by application of a phage cocktail or expression of cloned phage lysis genes.\r\n\r\nBroader Impacts\r\n\r\nThe proposed education and outreach activities focus on student and high school teacher training, mentoring of students from under-represented minorities, and development of internet-based public outreach and teaching tools.  Two Ph.D. students will receive interdisciplinary training at the interface of environmental engineering, microbiology, and virology.   It is also expected that two undergraduate students will be given research experiences in the PIs laboratory that are coordinated with the Center for Phage Technology at Texas A & M University (TAMU).   The undergraduate student research participants will be recruited and mentored through the TAMU Louis Stokes Alliance for Minority Participation program.  The PI will also work closely with two high school teachers during summers through the TAMU Research Experience for Teachers (RET) program.  Outcomes of this study will communicated through the PIs web site, by podcasting through the College of Engineering's \"Engineering Works\" service, and by YouTube videos.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kung-Hui",
   "pi_last_name": "Chu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kung-Hui Chu",
   "pi_email_addr": "kchu@civil.tamu.edu",
   "nsf_id": "000164563",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ryland",
   "pi_last_name": "Young",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Ryland F Young",
   "pi_email_addr": "ryland@tamu.edu",
   "nsf_id": "000378518",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Engineering Experiment Station",
  "perf_str_addr": "",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454645",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biofuels can be a part of the response to rising energy demand.&nbsp; Among many possible biofuels, biodiesel holds a great potential to be tomorrow&rsquo;s green energy because it is clean, renewable, and compatible with our existing energy infrastructure and diesel engines. Biodiesel is made from biolipids, such as triacylglycerols (TAGs) with methanol through a transesterification reaction.&nbsp; Vegetable oils, animal oils/fats, and microbial lipids are available feedstocks for TAGs.&nbsp; However, before a large-scale, cost-effective production of biodeisel can be realized, several key challenges must be overcome, including an inexpensive and sustainable supply of biodiesel feedstock and the effective extraction and recovery of lipid from the feedstock.&nbsp;</p>\n<p>This project addressed two roadblock issues: sustainability and cost of extraction. &nbsp;The goal of this project &nbsp;was to develop a new, sustainable, and economical lipid-accumulating-bacterial feedstock in conjunction with a novel oil extraction/recovery method based on bacterial viruses, or bacteriophages. &nbsp;Bacteriophages (&ldquo;phages&rdquo;) are well known for their ability to proliferate on and lyse bacterial cultures.&nbsp; Similarly, phages specific for the TAG-accumulating bacteria can offer a unique means to release the accumulated TAG for biodiesel production. &nbsp;To date, we have demonstrated that the TAG-accumulating bacteria, <em>Rhodococcus opacus</em>, can grow rapidly on lignocellulosic biomass including corn stover, energy crops (like sorghum), and grasses, for TAG production (Figure 1). &nbsp;The strain can also produce TAGs from lignin-derived compounds.&nbsp; In parallel, we have isolated and demonstrated several phages that can lyse <em>R. opacus.</em><em>&nbsp;</em>&nbsp;Our results suggested that TAG from lignocellulosic biomass &ndash;one of most abundant renewable resources -is feasible, and phage/phage-facilitated extraction methods for TAG are promising and environmental friendly. &nbsp;Results of this study provide fundamental knowledge of using oleaginous bacteria as sustainable biodiesel feedstock and an economical means for recovery of lipids from the feedstock.&nbsp; Ultimately, results of this study will pave a new direction and strategy for future large-scale, cost-effective production of biodiesel.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2015<br>\n\t\t\t\t\tModified by: Kung-Hui&nbsp;Chu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1134488/1134488_10117379_1445810955859_Fig1_forNSFprojectoutcome--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1134488/1134488_10117379_1445810955859_Fig1_forNSFprojectoutcome--rgov-800width.jpg\" title=\"Strain PD630, a TAG-accumulating bacterium,  produced TAGs from hydrolysates of corn stover, grass, and sorghum\"><img src=\"/por/images/Reports/POR/2015/1134488/1134488_10117379_1445810955859_Fig1_forNSFprojectoutcome--rgov-66x44.jpg\" alt=\"Strain PD630, a TAG-accumulating bacterium,  produced TAGs from hydrolysates of corn stover, grass, and sorghum\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 1. Strain PD630 produced TAGs from hydrolysates of corn stover, grass, and sorghum (a) and TAG contents of strain PD630 grown with three different hydrolysates (left) calculated using a glyceryl trioleate (TL) standard (right) (b).  (from Wang et al. Biores. Technol. 2014.161C;162-170).</div>\n<div class=\"imageCredit\">Wang et al. Biores. ...",
  "por_txt_cntn": "\nBiofuels can be a part of the response to rising energy demand.  Among many possible biofuels, biodiesel holds a great potential to be tomorrowÆs green energy because it is clean, renewable, and compatible with our existing energy infrastructure and diesel engines. Biodiesel is made from biolipids, such as triacylglycerols (TAGs) with methanol through a transesterification reaction.  Vegetable oils, animal oils/fats, and microbial lipids are available feedstocks for TAGs.  However, before a large-scale, cost-effective production of biodeisel can be realized, several key challenges must be overcome, including an inexpensive and sustainable supply of biodiesel feedstock and the effective extraction and recovery of lipid from the feedstock. \n\nThis project addressed two roadblock issues: sustainability and cost of extraction.  The goal of this project  was to develop a new, sustainable, and economical lipid-accumulating-bacterial feedstock in conjunction with a novel oil extraction/recovery method based on bacterial viruses, or bacteriophages.  Bacteriophages (\"phages\") are well known for their ability to proliferate on and lyse bacterial cultures.  Similarly, phages specific for the TAG-accumulating bacteria can offer a unique means to release the accumulated TAG for biodiesel production.  To date, we have demonstrated that the TAG-accumulating bacteria, Rhodococcus opacus, can grow rapidly on lignocellulosic biomass including corn stover, energy crops (like sorghum), and grasses, for TAG production (Figure 1).  The strain can also produce TAGs from lignin-derived compounds.  In parallel, we have isolated and demonstrated several phages that can lyse R. opacus.  Our results suggested that TAG from lignocellulosic biomass &ndash;one of most abundant renewable resources -is feasible, and phage/phage-facilitated extraction methods for TAG are promising and environmental friendly.  Results of this study provide fundamental knowledge of using oleaginous bacteria as sustainable biodiesel feedstock and an economical means for recovery of lipids from the feedstock.  Ultimately, results of this study will pave a new direction and strategy for future large-scale, cost-effective production of biodiesel.  \n\n \n\n\t\t\t\t\tLast Modified: 10/25/2015\n\n\t\t\t\t\tSubmitted by: Kung-Hui Chu"
 }
}