{
 "awd_id": "1134371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Isothermal Titration Calorimeter for Bio/Nano-Materials Research and Education",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 99000.0,
 "awd_amount": 99000.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "1134371\r\nTsianou\r\n\r\nThe objective of this small equipment proposal is to acquire a high-sensitivity Isothermal Titration Calorimeter (ITC) for the study of interactions and physical transformations in systems containing biomolecules, macromolecules, and/or nanomaterials. This equipment will significantly enhance current research capabilities for the PIs and initiate new research projects. ITC can provide fundamental, thermodynamic information on a minority component or on weak enthalpic transitions, using only small sample volumes. Calorimetry can, thus, offer valuable insights in complex, multicomponent and nanostructured systems.  No ITC instrument is currently available at the SUNY-Buffalo North (Amherst) campus where all the Engineering and Natural Sciences research laboratories are located, and all undergraduate instruction takes place. The proposed ITC will thus present a new and unique addition to the PIs research and education capabilities. \r\n\r\nIntellectual Merit: Nanostructured products and devices containing synthetic or biological macromolecules and/or nanoparticles contribute significantly to the quality of life and economic growth. The elucidation of intermolecular interactions in complex, bio/macromolecular systems provides the fundamental underpinning of research advances that support such technological progress. The proposed instrumentation will support high quality scientific research. In particular, this sensitive calorimeter will greatly enhance our current and future research efforts on thermodynamic characterization of: (a) biomolecules in solution, with an emphasis on understanding and optimizing protein-ligand binding; (b) self-assembled systems, with projects ranging from interaction of bioactive molecules with lipidic nanoparticles to structuring in ionic liquid media; and (c) nanomaterials, with specific interests on polyelectrolyte multilayers used in the assembly of functional films, and interactions and phenomena leading to cellulose dissolution. The investigators work in different research areas, but all share common interests in elucidating molecular interactions in the nanoscale and using this knowledge to tackle fundamental research questions. It is important to note that in complex, multi-component and nanostructured systems, calorimetry provides valuable insights supported by quantitative data not attainable by any other technique. At the same time, the proposed calorimeter would prove a powerful complement to the advanced structural characterization techniques currently available on campus. \r\n\r\nBroader Impacts: The broader impacts of the proposed work will be of two types: (a) societal impacts and improvements in quality of life due to long-term implementation of the science and technology developed in commercial applications; and (b) education and outreach impacts. In education and outreach, the proposed instrument is expected to be used by several Ph.D. students and PostDocs in their research, as well as undergraduate researchers, thereby contributing to the education and research training of a significant number of users. The instrument will also be used in formal science and engineering courses, and will thereby contribute to conventional education. Faculty involved in this proposal will continue their outreach efforts to underrepresented minority students at the high-school, undergraduate, and graduate levels. Finally, this instrument will aid in outreach to local industry by making it availableto local industry and by fostering the intellectual connections that naturally arise when these industrial researchers interact with the engineering staff on possible joint research projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marina",
   "pi_last_name": "Tsianou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marina Tsianou",
   "pi_email_addr": "mtsianou@buffalo.edu",
   "nsf_id": "000104798",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paschalis",
   "pi_last_name": "Alexandridis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paschalis Alexandridis",
   "pi_email_addr": "palexand@eng.buffalo.edu",
   "nsf_id": "000093604",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sheldon",
   "pi_last_name": "Park",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sheldon J Park",
   "pi_email_addr": "sjpark6@buffalo.edu",
   "nsf_id": "000450205",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "Furnas Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142604200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A high-sensitivity Isothermal Titration Calorimeter (ITC) and associated accessories for the study of interactions and physical transformations in systems containing biomolecules, macromolecules, and/or nanomaterials has been acquired with this small equipment grant. ITC can provide fundamental, thermodynamic information on minor components or on weak enthalpic transitions, using only small sample volumes. Calorimetry can thus offer valuable insights in complex, multicomponent and nanostructured systems.</p>\n<p>The acquired Isothermal Titration Calorimeter enhances the research efforts of several groups on the thermodynamic characterization of: (a) solute and solvent mixtures, with an interest in the operating intermolecular interactions; (b) biomolecules in solution, with an emphasis on understanding and optimizing protein-ligand binding; (c) self-assembled systems, with projects ranging from amphiphilic block copolymer structuring in ionic liquid media to interactions of biosurfactants with lipid nanoparticles; and (d) nanomaterials, with specific interests on polyelectrolyte complexes used in the assembly of functional films, and interactions and phenomena leading to dissolution of cellulose.</p>\n<p>In education and outreach, the ITC instrument is used by graduate and undergraduate students in their research, thereby supporting the education and research training of a significant number of users. ITC principles have been integrated in formal courses taught by the PIs such as Colloid and Surface Phenomena and Protein Engineering, thereby contributing to the education of dozens of undergraduates each year.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/26/2016<br>\n\t\t\t\t\tModified by: Marina&nbsp;Tsianou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA high-sensitivity Isothermal Titration Calorimeter (ITC) and associated accessories for the study of interactions and physical transformations in systems containing biomolecules, macromolecules, and/or nanomaterials has been acquired with this small equipment grant. ITC can provide fundamental, thermodynamic information on minor components or on weak enthalpic transitions, using only small sample volumes. Calorimetry can thus offer valuable insights in complex, multicomponent and nanostructured systems.\n\nThe acquired Isothermal Titration Calorimeter enhances the research efforts of several groups on the thermodynamic characterization of: (a) solute and solvent mixtures, with an interest in the operating intermolecular interactions; (b) biomolecules in solution, with an emphasis on understanding and optimizing protein-ligand binding; (c) self-assembled systems, with projects ranging from amphiphilic block copolymer structuring in ionic liquid media to interactions of biosurfactants with lipid nanoparticles; and (d) nanomaterials, with specific interests on polyelectrolyte complexes used in the assembly of functional films, and interactions and phenomena leading to dissolution of cellulose.\n\nIn education and outreach, the ITC instrument is used by graduate and undergraduate students in their research, thereby supporting the education and research training of a significant number of users. ITC principles have been integrated in formal courses taught by the PIs such as Colloid and Surface Phenomena and Protein Engineering, thereby contributing to the education of dozens of undergraduates each year.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/26/2016\n\n\t\t\t\t\tSubmitted by: Marina Tsianou"
 }
}