{
 "awd_id": "1134166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Axon Guidance by Critical Cues - Engineering Nerve Growth In Vitro and Observing From Afar",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carol Lucas",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 305110.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2013-08-02",
 "awd_abstract_narration": "1134166\r\nHoffman-Kim\r\n\r\nIntellectual Merit: Nerves fail to reconnect properly after injury and current medical practice is unable to successfully control the process of nerve regeneration. The proposed research seeks to attend to this problem by quantifying how guidance cues, both individually and in combination, promote axon growth. This knowledge is central to understanding nerve development and promoting nerve regeneration. The working hypothesis is that directed axon growth requires multiple cues, which must be well-defined and coordinated at the level of the local cellular environment. To test this hypothesis will necessitate the fabrication of new platforms upon which to study neuronal growth. These platforms will (1) deliver combinations of cues in a controllable and quantifiable manner; and (2) provide a means by which to test their hierarchical and cooperative interactions, specifically at the level of cellular traction forces. With interdisciplinary expertise in nerve development, regeneration, biomaterials, and microfabrication, the group has designed a set of such platforms, and has shown with preliminary data that they have the capability to deliver biochemical and topographical guidance cues to neurons. These platforms make possible innovative experiments that will test how combinations of cell-topographical and biochemical guidance cues promote neurite growth, and how neurites exert traction forces during growth. The objective is to correlate directed axon growth to specific quantities and ratios of cues, thus transforming the understanding of how the precise connections of the nervous system form as well as strategies to rewire these connections after injury.\r\n\r\nInvestigations will determine which cellular topographical features encode critical guidance information to a navigating neuron, and subsequently, how topographical and biochemical guidance cues interact to influence neurite growth, testing on both cooperative and competitive platforms. Further, neuronal traction forces will be determined during nerve guidance by multiple cues. Neurite growth will be characterized on patterned materials with custom designed image analysis approaches, and time-lapse microscopy with phase contrast and laser scanning confocal optics. Conditions will be determined by which contact with topographical features limits the set of angles over which growing neurites can orient. The overarching goal is to develop methods by which axons can be guided following injury to the nervous system. The proposed multidisciplinary experiments quantify how growing axons respond to specific topographical and biochemical stimuli, and as such they will provide critical information with which to develop new conduits, scaffolds, and general biomaterial-based strategies to regenerate nerve tissue.\r\n\r\nBroader Impacts: This project will have multiple Broader Impacts. It will provide to the larger engineering and scientific communities, in particular the Biomedical Engineering, Neurobiology and Cell Biology communities, a set of versatile, tailorable platforms with which to test a wide variety of types of information of relevance to multiple cell and tissue types, including mechanical, topographical and biochemical cues.  It will also generate new frameworks with which to conceptualize cell behaviors in the local cellular environment, where the environment can be deconstructed and reassembled to advance understanding. \r\n\r\nThrough this project, the numbers of female undergraduate and graduate students involved in Biomedical Engineering research will be increased as the PI has a strong record of training female biomedical engineers. Further, this project includes an Outreach Program to enhance the exposure of middle school students in the Providence Public Schools to biomedical engineering research. There is an urgent need to improve middle school science performance, and this infusion of technology, engineering, and inquiry-based learning provides an ideal strategy to address this challenge. Video conferencing will allow large numbers of middle school students to interact in real time with experiments in otherwise inaccessible environments, following a series of curriculum-integrated classroom modules by trained graduate students as well as teacher-laboratory visits. This intensive program will augment the middle school science curriculum, train biomedical engineering students to explain science and engineering concepts to audiences with diverse backgrounds, provide teachers with internship opportunities, and inspire middle school students, at critical points in their education, to consider science and engineering careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Hoffman-Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diane Hoffman-Kim",
   "pi_email_addr": "Diane_Hoffman-Kim@brown.edu",
   "nsf_id": "000184309",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029121929",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99999.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100001.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 105110.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With NSF support through <em>Axon Guidance by Critical Cues &ndash; Engineering Nerve Growth In Vitro and Observing From Afar</em>, Diane Hoffman-Kim has advanced a research program to address the fundamental science of nerve repair technology and focus on the neuronal environment at the cellular scale. Work has focused on deconstructing the multiple, complex cues that neurons face as they are growing and regenerating. By developing innovative <em>in vitro</em> systems to reveal the growth characteristics of nerve cells, a goal is to determine the key parameters required to design technologies to model and achieve successful nervous system repair. Broader impacts have been achieved in the areas of training of female engineers and advancement of programs to communicate science and engineering to non-science audiences.</p>\n<p>&nbsp;</p>\n<p>Research highlights include:</p>\n<p>The path created by aligned Schwann cells (SCs) after nerve injury underlies peripheral nerve regeneration. We developed geometric bioinspired substrates to extract key information needed for axon guidance by deconstructing the topographical cues presented by SCs. Here, using neurite tracing and time-lapse microscopy, we analyzed the SC features that influence axon guidance. Novel materials incorporated bioinspired topographical components with the shapes and sizes of aligned SCs. The key findings of this study were: nerve cell response to underlying topographical features was time dependent, with nerve cells aligned most strongly to materials presenting combinations of features at 5 days, These studies have implications for the optimization of nerve regeneration strategies.</p>\n<p>Schwann cells (SCs) are the supportive glial cells of the peripheral nervous system and carry out multiple functions. They myelinate axons, regulate production of neural proteins and importantly, promote nerve regeneration after injury. SCs typically migrate to the site of injury and align to guide nerve repair. Recent studies show that cells sense and respond to mechanical cues including substrate stiffness. We have investigated how SCs are sensitive to their mechanical environments. Contrary to many other cell types, we found that the SC spreading were relatively insensitive to substrate stiffness. We found that SCs generated large surface tractions on stiff substrates and large deformations on soft substrates. Taken together, these measurements provide the first set of quantitative biophysical metrics of how SCs interact with their physical micro-environment, which are anticipated to aid in the development of strategies to promote peripheral nerve regeneration.</p>\n<p>&nbsp;</p>\n<p>A goal of neural tissue engineering is the development and evaluation of materials that guide nerve growth and alignment. However, the methods available to quantitatively evaluate the response of nerve cells to guidance materials are limited and/or expensive, and may require manual tracing to be performed by the researcher. We have developed an open source, automated Matlab-based algorithm, to trace and quantify alignment of fluorescent images of nerve cells in culture. Complete automation of tracing allows for unsupervised processing of large numbers of images. The alignment information obtained from traced images can be used to compare the response of nerve cells to a range of conditions. This tracing algorithm is freely available to the scientific community under the name Neurient, and its implementation in Matlab allows a wide range of researchers to use a standardized, open source method to quantitatively evaluate the alignment of dense nerve cell cultures.</p>\n<p>&nbsp;</p>\n<p>Three dimensional (3D) cell culture is an important tool that facilitates biological discoveries by bridging the divide between standard two- dimensional cell culture and the complex, high cell density in vivo environment. Typically, the internal structures of...",
  "por_txt_cntn": "\nWith NSF support through Axon Guidance by Critical Cues &ndash; Engineering Nerve Growth In Vitro and Observing From Afar, Diane Hoffman-Kim has advanced a research program to address the fundamental science of nerve repair technology and focus on the neuronal environment at the cellular scale. Work has focused on deconstructing the multiple, complex cues that neurons face as they are growing and regenerating. By developing innovative in vitro systems to reveal the growth characteristics of nerve cells, a goal is to determine the key parameters required to design technologies to model and achieve successful nervous system repair. Broader impacts have been achieved in the areas of training of female engineers and advancement of programs to communicate science and engineering to non-science audiences.\n\n \n\nResearch highlights include:\n\nThe path created by aligned Schwann cells (SCs) after nerve injury underlies peripheral nerve regeneration. We developed geometric bioinspired substrates to extract key information needed for axon guidance by deconstructing the topographical cues presented by SCs. Here, using neurite tracing and time-lapse microscopy, we analyzed the SC features that influence axon guidance. Novel materials incorporated bioinspired topographical components with the shapes and sizes of aligned SCs. The key findings of this study were: nerve cell response to underlying topographical features was time dependent, with nerve cells aligned most strongly to materials presenting combinations of features at 5 days, These studies have implications for the optimization of nerve regeneration strategies.\n\nSchwann cells (SCs) are the supportive glial cells of the peripheral nervous system and carry out multiple functions. They myelinate axons, regulate production of neural proteins and importantly, promote nerve regeneration after injury. SCs typically migrate to the site of injury and align to guide nerve repair. Recent studies show that cells sense and respond to mechanical cues including substrate stiffness. We have investigated how SCs are sensitive to their mechanical environments. Contrary to many other cell types, we found that the SC spreading were relatively insensitive to substrate stiffness. We found that SCs generated large surface tractions on stiff substrates and large deformations on soft substrates. Taken together, these measurements provide the first set of quantitative biophysical metrics of how SCs interact with their physical micro-environment, which are anticipated to aid in the development of strategies to promote peripheral nerve regeneration.\n\n \n\nA goal of neural tissue engineering is the development and evaluation of materials that guide nerve growth and alignment. However, the methods available to quantitatively evaluate the response of nerve cells to guidance materials are limited and/or expensive, and may require manual tracing to be performed by the researcher. We have developed an open source, automated Matlab-based algorithm, to trace and quantify alignment of fluorescent images of nerve cells in culture. Complete automation of tracing allows for unsupervised processing of large numbers of images. The alignment information obtained from traced images can be used to compare the response of nerve cells to a range of conditions. This tracing algorithm is freely available to the scientific community under the name Neurient, and its implementation in Matlab allows a wide range of researchers to use a standardized, open source method to quantitatively evaluate the alignment of dense nerve cell cultures.\n\n \n\nThree dimensional (3D) cell culture is an important tool that facilitates biological discoveries by bridging the divide between standard two- dimensional cell culture and the complex, high cell density in vivo environment. Typically, the internal structures of 3D tissue-engineered samples are visualized through an involved process of physical sectioning, staining, imaging, and computational reconstru..."
 }
}