{
 "awd_id": "1134341",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High Selectivity and Capacity Bioseparations using Hybrid Displacement-Multimodal Systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "1134341\r\nCramer\r\n\r\nThe proposed renewal project builds upon our significant body of prior work in displacement chromatography in ion exchange (IEX) and hydrophobic interaction (HIC) systems as well as our new understanding of protein interactions in multimodal (MM) systems to create a hybrid separations technology that will produce highly selective and high capacity protein separations. This work will is based upon recent advances in our lab that have demonstrated that the use of selective displacers can result in dramatically enhanced selectivity in hydroxyapatite (HA) and other multimodal (MM) chromatographic systems. We will employ the tools of high-throughput screening (HTS) and molecular simulation to provide fundamental insight into the nature of this selective behavior and to address several critical issues related to the design of selective displacers for MM systems.  \r\n\r\nA robotic high-throughput displacer screening technique will be employed to screen for selective displacers in MM systems and to evaluate the effects of protein, displacer structure, mobile phase characteristics and displacer concentration. This work will employ protein and displacer libraries previously developed in our group to establish model protein pairs and potential displacers for further analysis. Multicomponent adsorption isotherms will also be generated to study competitive binding, synergistic interactions and hysteresis effects in these displacer-protein-MM systems. Column studies will be conducted to determine the level of enhanced selectivity and performance that can be achieved with this hybrid approach. A dynamic affinity plot analysis will also be carried out to examine if the enhanced selectivity and displacement-desorption transitions can be understood from a mass action perspective. A wide array of experimental and theoretical techniques will be employed to examine the interactions of selective displacers with immobilized MM ligands. Surface plasmon resonance spectroscopy will examine kinetic effects while isothermal titration calorimetry will provide insights into the underlying mechanisms involved in the selective displacement process in MM systems. A series of molecular simulations will be carried out to study the interactions of selective displacers with MM surfaces and to provide fundamental insight into the importance of various intermolecular interactions. Molecular simulations of multicomponent adsorption will also be carried out with small proteins in solutions of displacers and salt counter-ions to obtain further insights into competitive binding and the mechanism of the displacement process in MM systems. Finally, the use of selective displacers for addressing challenging biopharmaceutical separations in MM systems will be evaluated using complex biological mixtures provided by an industrial collaborator.  \r\n\r\nThere is an urgent need to develop new technologies to meet the growing challenge for safe, low cost next generation biotherapeutics ranging from proteins (e.g., antibodies, enzymes) to polysaccharides (e.g., heparin, hyaluronic acid) to cellular based technologies. The proposed project will produce a powerful new hybrid separations technology to address this need. The insights obtained in the proposed research will aid in the development and implementation of improved selective displacement MM chromatographic systems for the purification of therapeutic proteins. This will potentially eliminate the need for expensive affinity chromatographic systems and will enable a reduction in the number of required downstream processing steps, with a significant impact on the costs of producing biopharmaceuticals. The fundamental studies described in this project will also provide important insights into modification of hydrophobicity/philicity and binding in complex multicomponent mixtures which will establish a new platform for deeper understanding of a range of systems where these effects are important (e.g. bioseparations, biosensors, biomaterials). Clearly, if successful the proposal will have a significant and broad impact on bioprocessing and a number of health related fields. \r\n\r\nThe proposed research will also have an important impact on the education of both graduate and undergraduate chemical engineering students as well as high school students. The Cramer laboratory has a long track record of producing chemical engineers with a first rate training in chromatographic bioprocessing. This training will continue with the students involved in this project. The proposed research will be carried out in the Center for Biotechnology and Interdisciplinary Studies which provides excellent multidisciplinary training opportunities for students and exposure to a wide range of experimental and simulation techniques. The research developed in this project will also be incorporated into a chemical engineering senior laboratory chromatography experiment recently developed the PI as well as a course on Chromatographic Separation Processes. Finally, simulations performed in this project, as well as conceptual parts of molecular interactions will motivate new aspects of the Molecularium project, which uses animation movies to teach and inspire students at all levels about the fascinating world of molecules.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Cramer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M Cramer",
   "pi_email_addr": "crames@rpi.edu",
   "nsf_id": "000099854",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shekhar",
   "pi_last_name": "Garde",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shekhar Garde",
   "pi_email_addr": "gardes@rpi.edu",
   "nsf_id": "000238685",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>In this project a new mode of protein separation, selective displacement multimodal chromatography, was investigated. Robotic high throughput screening was employed to examine the efficacy and selectivity of a library of potential displacers for protein separations in a MMC system. Displacer analogues were compared to determine important trends in their protein displacement efficacy. Displacers with higher net positive charge exhibited greater protein displacement. Displacer hydrophobicity was also found to play an important role in their performance, where higher hydrophobicity resulted in greater protein displacement. Further, displacers with multiple interaction moieties were found to be more efficacious as compared to their single mode analogues. Interestingly, displacer analogues with the same net charge but lower charge density exhibited similar or greater protein displacement, in contrast to previous results in ion exchange systems. These results indicate that displacer binding to the resin via multiple interaction modes and/or its binding to multiple ligands plays an important role in their performance. Proof of concept studies were also carried out demonstrating separations that were not achievable using standard gradient techniques in these multimodal chromatographic systems. These results indicate that the inherent selectivity of MM resins can be augmented by the selectivity of the displacer under non-linear competitive binding conditions, creating opportunities for novel protein separations not possible using traditional operations.</p>\n<p>An extensive set of biophysics experiments were also carried out to provide more fundamental understanding of the interactions in these systems. A novel approach has been developed to probe kinetics of protein-multimodal (MM) ligand interactions using quartz crystal microbalance with dissipation (QCM-D). QCM-D was used to obtain real time mass adsorption and desorption data of proteins binding to self-assembled monolayers (SAMs) of MM ligands that mimic a chromatographic resin surface, in a continuous flow mode. A systematic approach has been employed to investigate effects of ligand density, ligand chemistry and mobile phase modifiers on protein adsorption and desorption kinetics. The results with QCM helped to provide insight into the subtle kinetic differences in the behavior of two multimodal ligands with similar chemical moieties but different geometrical presentations as well as the influence of different mobile phase modifiers.</p>\n<p>In order to determine the energetics of binding of a previously identified preferred binding face of ubiquitin to a multimodal surface (as well as the opposite side of ubiquitin), site-directed mutagenesis was employed to create cysteine mutants to enable the directed immobilization of the protein with these two orientations. Single molecule force experiments were then carried out using AFM. To estimate the value of the equilibrium free energy of binding for the protein-MM surface system, energy histograms were obtained at different loading rates, by conducting force measurements over a range of retract velocities.&nbsp;The results indicated that the mutant that exposed the binding face yielded significantly higher binding free energy than the mutant with the opposite face exposed.</p>\n<p>Molecular dynamics simulations were also performed to ascertain whether direct comparisons can be drawn between free energies of binding of the two faces of this protein to the MM chromatographic surface obtained from experiments and simulations. The interaction of the protein in the two orientations with a surface presenting a uniform distribution of ligands was studied in detail. To evaluate the strength of binding, umbrella sampling was carried out to obtain the potential of mean force (p.m.f.) for the two faces of the protein. To ascertain the relative strengths of b...",
  "por_txt_cntn": "\nIntellectual Merit\n\nIn this project a new mode of protein separation, selective displacement multimodal chromatography, was investigated. Robotic high throughput screening was employed to examine the efficacy and selectivity of a library of potential displacers for protein separations in a MMC system. Displacer analogues were compared to determine important trends in their protein displacement efficacy. Displacers with higher net positive charge exhibited greater protein displacement. Displacer hydrophobicity was also found to play an important role in their performance, where higher hydrophobicity resulted in greater protein displacement. Further, displacers with multiple interaction moieties were found to be more efficacious as compared to their single mode analogues. Interestingly, displacer analogues with the same net charge but lower charge density exhibited similar or greater protein displacement, in contrast to previous results in ion exchange systems. These results indicate that displacer binding to the resin via multiple interaction modes and/or its binding to multiple ligands plays an important role in their performance. Proof of concept studies were also carried out demonstrating separations that were not achievable using standard gradient techniques in these multimodal chromatographic systems. These results indicate that the inherent selectivity of MM resins can be augmented by the selectivity of the displacer under non-linear competitive binding conditions, creating opportunities for novel protein separations not possible using traditional operations.\n\nAn extensive set of biophysics experiments were also carried out to provide more fundamental understanding of the interactions in these systems. A novel approach has been developed to probe kinetics of protein-multimodal (MM) ligand interactions using quartz crystal microbalance with dissipation (QCM-D). QCM-D was used to obtain real time mass adsorption and desorption data of proteins binding to self-assembled monolayers (SAMs) of MM ligands that mimic a chromatographic resin surface, in a continuous flow mode. A systematic approach has been employed to investigate effects of ligand density, ligand chemistry and mobile phase modifiers on protein adsorption and desorption kinetics. The results with QCM helped to provide insight into the subtle kinetic differences in the behavior of two multimodal ligands with similar chemical moieties but different geometrical presentations as well as the influence of different mobile phase modifiers.\n\nIn order to determine the energetics of binding of a previously identified preferred binding face of ubiquitin to a multimodal surface (as well as the opposite side of ubiquitin), site-directed mutagenesis was employed to create cysteine mutants to enable the directed immobilization of the protein with these two orientations. Single molecule force experiments were then carried out using AFM. To estimate the value of the equilibrium free energy of binding for the protein-MM surface system, energy histograms were obtained at different loading rates, by conducting force measurements over a range of retract velocities. The results indicated that the mutant that exposed the binding face yielded significantly higher binding free energy than the mutant with the opposite face exposed.\n\nMolecular dynamics simulations were also performed to ascertain whether direct comparisons can be drawn between free energies of binding of the two faces of this protein to the MM chromatographic surface obtained from experiments and simulations. The interaction of the protein in the two orientations with a surface presenting a uniform distribution of ligands was studied in detail. To evaluate the strength of binding, umbrella sampling was carried out to obtain the potential of mean force (p.m.f.) for the two faces of the protein. To ascertain the relative strengths of binding, the p.m.f. profiles were integrated to obtain the free energy of binding. Important..."
 }
}