{
 "awd_id": "1134355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Copper Nanoparticle Interactions with Nitrogen-Cycling Bacteria",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2011-07-22",
 "awd_abstract_narration": "1134355\r\nMahendra\r\n\r\nThis NSF award by the Environmental Health and Safety of Nanotechnology program supports work by Professor Shaily Mahendra to examine the effects of copper nanoparticles (NPs) on the diversity and function of bacteria involved in nitrogen cycling in natural and engineered environmental systems.\r\n\r\nBackground and Significance.  We anticipate that in the next few decades, the inputs of engineered nanomaterial-containing products to waste streams will increase, and more plants will be required to carry out tertiary treatment of wastewater.  Transformations of nitrogen in the environment are microbially driven; nitrification, denitrification, and nitrogen fixation are catalyzed by specific enzymes, which are sensitive to environmental disturbances and pollution.  Additionally, nitrogen management is a significant challenge in agriculture and in wastewater treatment.  The rapid growth in production and use of nanomaterials in commercial products has raised concerns about their potential adverse effects on the environment.  Our current understanding of the mechanisms of uptake and toxicity towards microorganisms is limited.  Furthermore, most toxicological studies evaluate ?manufactured materials? rather than the forms attained after undergoing environmental transformations.  We will investigate the regulation of relevant enzymes in pure cultures as well as consortia, thus, addressing issues important to NSF missions of generating a predictive methodology of understanding and mitigating the potential harmful effects of the interaction of NPs with the environment.\r\n \r\nIntellectual Merits.  This study will test the hypothesis that copper NPs will selectively affect the population, diversity, and activity of bacterial communities involved in nitrogen cycling based on specific nature of NP-cell interactions (ionic copper uptake versus NP uptake; external versus internal dissolution followed by reactive oxygen species (ROS) generation and membrane/DNA/ATP damage; etc.).  While there are a few recent reports of short-term toxic effects of NPs on laboratory pure cultures, the novel aspects of this proposal include evaluating NPs? effects on a class of indigenous microorganisms, and the environmental roles they play, over longer time scales.  In addition, this will be the first study to explore high-throughput screening (HTS) for evaluating dose-response characteristics as well as mechanisms of NP toxicity.  Specific objectives include: (a) to determine the microbial impacts of copper NPs via standard physiological and HTS assays, (b) to investigate the effect of copper NPs on functional gene expression in several pure cultures of nitrifying, denitrifying, anammox, and nitrogen-fixing bacteria in order to identify most susceptible microbial process in the N cycle, and (c) to quantify and model changes in population and diversity of N-cycling bacterial communities, including the effect of intrafloc transport resistance on availability of ionic and particulate copper, nutrients and electron acceptors. pure cultures and microcosms, effect of NPs on the expression of relevant genes will be determined using enzyme-specific assays as well as RT-qPCR.  Ultimately, the methodology employed herein will serve as a template to address NP hazard identification and risk assessment, safe design and implementation of nanotechnology, as well as management of global carbon and nitrogen cycles.\r\n\r\nBroader Impacts.  The broader impacts of the proposed research extend beyond a better understanding of NP interactions with environmentally relevant bacteria.  In addition to publications and presentations at scientific meetings, the findings will be translated into a series of lectures to be presented in a new graduate course on Environmental Biotechnology and a redesigned undergraduate course on Environmental Nanotechnology (both taught by the PI).  Further, the PI will collaborate with a middle school in Los Angeles Unified School District to develop curriculum for a new environmental science class as well as hands-on activities in the Go Green horticultural club to describe the role of bacteria in environmental cycling of essential elements and assessing the impacts of toxic chemicals.  Finally, the PI will serve as the faculty adviser for UCLA chapter of the Society of Women Engineers (SWE), and participate, with the funded Ph.D. students, in meetings and outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shaily",
   "pi_last_name": "Mahendra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaily Mahendra",
   "pi_email_addr": "mahendra@seas.ucla.edu",
   "nsf_id": "000544157",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Stenstrom",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Michael K Stenstrom",
   "pi_email_addr": "stenstro@seas.ucla.edu",
   "nsf_id": "000247690",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "UCLA Civil & Envir Engr BOX 9515",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The rapid growth in production and use of nanoparticles (NPs) in commercial products has raised concerns about their potential adverse effects on the environment.&nbsp; Our current understanding of the mechanisms of uptake and toxicity towards microorganisms is limited.&nbsp; In this project, we investigated the effects of copper and zinc NPs on representative algae and bacteria to address issues important to NSF missions of generating a predictive methodology of understanding and mitigating the potential harmful effects of the interaction of NPs with the environment.&nbsp; It is anticipated that in the next few decades, the inputs of engineered NP-containing products to waste streams will increase, and more plants will be required to carry out tertiary treatment of wastewater.&nbsp; Transformations of nitrogen in the environment are microbially driven; nitrification, denitrification, and nitrogen fixation are catalyzed by specific enzymes, which are sensitive to environmental disturbances and pollution.&nbsp; Additionally, nitrogen management is a significant challenge in agriculture and in wastewater treatment.</p>\n<p>&nbsp;</p>\n<p>This study tested the hypothesis that NPs will selectively affect the population, diversity, and activity of algal and bacterial communities involved in nitrogen cycling based on specific nature of NP-cell interactions.&nbsp; While there were a few recent reports of short-term toxic effects of NPs on laboratory pure cultures, the novel aspects of this research included evaluating NPs&rsquo; effects on a class of indigenous microorganisms, and the environmental roles they play, over longer time scales.&nbsp; In addition, this study explored high-throughput screening (HTS) for evaluating dose-response characteristics as well as mechanisms of NP toxicity. &nbsp;Specific objectives included: (a) to determine the microbial impacts of copper and zinc NPs via standard physiological and HTS assays, (b) to characterize the uptake and toxicity mechanisms of NPs in freshwater algae, (c) to investigate the effect of copper NPs on functional gene expression in several pure cultures of nitrifying, denitrifying, and nitrogen-fixing bacteria in order to identify most susceptible microbial process in the N cycle, and (d) to quantify and model changes in population and diversity of N-cycling bacterial communities, including the effect of intrafloc transport resistance on availability of ionic and particulate copper, nutrients and electron acceptors. &nbsp;</p>\n<p>&nbsp;</p>\n<p>First, the toxicity mechanisms of copper and zinc containing NPs were investigated using a time-resolved HTS methodology in an arrayed library composed of <em>Escherichia coli</em> clones, each with one gene knocked out. &nbsp;The mechanisms of NP toxicity were also examined in freshwater alga, <em>Chlamydomonas reinhardtii </em>using multiple independence lines of evidence.&nbsp; We also quantified the long-term effects of Cu-NPs on the population, diversity, and wetland microbial communities were investigated using a combination of ATP based viability assays and analyses of the whole microbial community&rsquo;s DNA and RNA sequences to identify any changes in taxa as well as functional gene expression assays. &nbsp;Technical results suggest that (1) predictive toxicity models must factor in the bioavailable fraction as well as the nutritional status of exposed organisms; (2) single isolated measurements, such as MIC or IC50 are inadequate, and time resolved approaches utilizing genome wide assays are therefore needed to illuminate the dynamic interplay at the nano-bio interface; &nbsp; (3) biofilms can be protective against NPs, and previous planktonic-based assessments might over estimate NP toxicity in wastewater and soils; and (4) sudden influxes of NPs into wetlands might impair nitrogen removal initially, but long-term microbial shifts and functional redundancy promote the net flux of total nitrogen out of the wetlands.&nbsp;Ultimately, the methodology employed herein will serve as a template to address NP hazard identification and risk assessment, safe design and implementation of nanotechnology, as well as management of global carbon and nitrogen cycles.</p>\n<p>&nbsp;</p>\n<p>Ten papers were produced from this project (9 published, 1 in review). &nbsp;One new undergraduate/graduate Environmental Nanotechnology course was designed. &nbsp;This NSF grant supported 1 PhD, 2 MS, 3 BS, and 2 high school students.&nbsp; Broader impacts of the work include design of toxicological assays that will be potentially useful in the assessment of other nanoparticles and manmade substances on the population and function of bacteria and algae in the environment. Project results were introduced in classroom lectures in Engineering School-wide Nanotechnology undergraduate course (ENG 103). PI and funded graduate students participated in multiple outreach activities through Society of Women Engineers, High School Nanoscience Program, and Go Green horticultural club activities at Paul Revere Middle School in Los Angeles.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2017<br>\n\t\t\t\t\tModified by: Shaily&nbsp;Mahendra</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1134355/1134355_10111955_1507800761590_TOCFinal.001--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1134355/1134355_10111955_1507800761590_TOCFinal.001--rgov-800width.jpg\" title=\"Differential Sensitivity of Wetland-Derived Nitrogen Cycling Microorganisms to Copper Nanoparticles\"><img src=\"/por/images/Reports/POR/2017/1134355/1134355_10111955_1507800761590_TOCFinal.001--rgov-66x44.jpg\" alt=\"Differential Sensitivity of Wetland-Derived Nitrogen Cycling Microorganisms to Copper Nanoparticles\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">These findings suggest sudden influxes of Cu-NPs into wetland systems may impair nitrogen removal initially, but long-term microbial shifts and functional redundancy would promote the net flux of total nitrogen out of the wetlands.</div>\n<div class=\"imageCredit\">Shaily Mahendra, UCLA</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Shaily&nbsp;Mahendra</div>\n<div class=\"imageTitle\">Differential Sensitivity of Wetland-Derived Nitrogen Cycling Microorganisms to Copper Nanoparticles</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1134355/1134355_10111955_1507747129076_AlgaeCuNPTEM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1134355/1134355_10111955_1507747129076_AlgaeCuNPTEM--rgov-800width.jpg\" title=\"Transmission electron microscopy images of Chlamydomonas reinhardtii cells after copper nanoparticle (Cu-NP) and CuCl2 exposure.\"><img src=\"/por/images/Reports/POR/2017/1134355/1134355_10111955_1507747129076_AlgaeCuNPTEM--rgov-66x44.jpg\" alt=\"Transmission electron microscopy images of Chlamydomonas reinhardtii cells after copper nanoparticle (Cu-NP) and CuCl2 exposure.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cells wereexposed to 20 mg/L of Cu-NPs and CuCl2 as Cu2þ for 7 d. Both copper-replete and copper-deplete cells show disruption of membranes, cell wall thinning,reorganization of organelles, and swelling.</div>\n<div class=\"imageCredit\">Shaily Mahendra, UCLA</div>\n<div class=\"imageSubmitted\">Shaily&nbsp;Mahendra</div>\n<div class=\"imageTitle\">Transmission electron microscopy images of Chlamydomonas reinhardtii cells after copper nanoparticle (Cu-NP) and CuCl2 exposure.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1134355/1134355_10111955_1507804979181_ReyesEcoliZnNPACSNano2012--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1134355/1134355_10111955_1507804979181_ReyesEcoliZnNPACSNano2012--rgov-800width.jpg\" title=\"Genome-Wide Assessment in Escherichia coli Reveals Time- Dependent Nanotoxicity Paradigms\"><img src=\"/por/images/Reports/POR/2017/1134355/1134355_10111955_1507804979181_ReyesEcoliZnNPACSNano2012--rgov-66x44.jpg\" alt=\"Genome-Wide Assessment in Escherichia coli Reveals Time- Dependent Nanotoxicity Paradigms\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An Escherichia coli genome-wide knockout (KO) library was screened against nanoscale zerovalent zinc (nZn), zinc oxide (nZnO), and zinc chloride (ZnCl2) as reference. Our method identified 173 sensitive clones from diverse biological pathways, which fell into two groups: early and late responders.</div>\n<div class=\"imageCredit\">Shaily Mahendra, UCLA</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Shaily&nbsp;Mahendra</div>\n<div class=\"imageTitle\">Genome-Wide Assessment in Escherichia coli Reveals Time- Dependent Nanotoxicity Paradigms</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe rapid growth in production and use of nanoparticles (NPs) in commercial products has raised concerns about their potential adverse effects on the environment.  Our current understanding of the mechanisms of uptake and toxicity towards microorganisms is limited.  In this project, we investigated the effects of copper and zinc NPs on representative algae and bacteria to address issues important to NSF missions of generating a predictive methodology of understanding and mitigating the potential harmful effects of the interaction of NPs with the environment.  It is anticipated that in the next few decades, the inputs of engineered NP-containing products to waste streams will increase, and more plants will be required to carry out tertiary treatment of wastewater.  Transformations of nitrogen in the environment are microbially driven; nitrification, denitrification, and nitrogen fixation are catalyzed by specific enzymes, which are sensitive to environmental disturbances and pollution.  Additionally, nitrogen management is a significant challenge in agriculture and in wastewater treatment.\n\n \n\nThis study tested the hypothesis that NPs will selectively affect the population, diversity, and activity of algal and bacterial communities involved in nitrogen cycling based on specific nature of NP-cell interactions.  While there were a few recent reports of short-term toxic effects of NPs on laboratory pure cultures, the novel aspects of this research included evaluating NPs? effects on a class of indigenous microorganisms, and the environmental roles they play, over longer time scales.  In addition, this study explored high-throughput screening (HTS) for evaluating dose-response characteristics as well as mechanisms of NP toxicity.  Specific objectives included: (a) to determine the microbial impacts of copper and zinc NPs via standard physiological and HTS assays, (b) to characterize the uptake and toxicity mechanisms of NPs in freshwater algae, (c) to investigate the effect of copper NPs on functional gene expression in several pure cultures of nitrifying, denitrifying, and nitrogen-fixing bacteria in order to identify most susceptible microbial process in the N cycle, and (d) to quantify and model changes in population and diversity of N-cycling bacterial communities, including the effect of intrafloc transport resistance on availability of ionic and particulate copper, nutrients and electron acceptors.  \n\n \n\nFirst, the toxicity mechanisms of copper and zinc containing NPs were investigated using a time-resolved HTS methodology in an arrayed library composed of Escherichia coli clones, each with one gene knocked out.  The mechanisms of NP toxicity were also examined in freshwater alga, Chlamydomonas reinhardtii using multiple independence lines of evidence.  We also quantified the long-term effects of Cu-NPs on the population, diversity, and wetland microbial communities were investigated using a combination of ATP based viability assays and analyses of the whole microbial community?s DNA and RNA sequences to identify any changes in taxa as well as functional gene expression assays.  Technical results suggest that (1) predictive toxicity models must factor in the bioavailable fraction as well as the nutritional status of exposed organisms; (2) single isolated measurements, such as MIC or IC50 are inadequate, and time resolved approaches utilizing genome wide assays are therefore needed to illuminate the dynamic interplay at the nano-bio interface;   (3) biofilms can be protective against NPs, and previous planktonic-based assessments might over estimate NP toxicity in wastewater and soils; and (4) sudden influxes of NPs into wetlands might impair nitrogen removal initially, but long-term microbial shifts and functional redundancy promote the net flux of total nitrogen out of the wetlands. Ultimately, the methodology employed herein will serve as a template to address NP hazard identification and risk assessment, safe design and implementation of nanotechnology, as well as management of global carbon and nitrogen cycles.\n\n \n\nTen papers were produced from this project (9 published, 1 in review).  One new undergraduate/graduate Environmental Nanotechnology course was designed.  This NSF grant supported 1 PhD, 2 MS, 3 BS, and 2 high school students.  Broader impacts of the work include design of toxicological assays that will be potentially useful in the assessment of other nanoparticles and manmade substances on the population and function of bacteria and algae in the environment. Project results were introduced in classroom lectures in Engineering School-wide Nanotechnology undergraduate course (ENG 103). PI and funded graduate students participated in multiple outreach activities through Society of Women Engineers, High School Nanoscience Program, and Go Green horticultural club activities at Paul Revere Middle School in Los Angeles. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/12/2017\n\n\t\t\t\t\tSubmitted by: Shaily Mahendra"
 }
}