{
 "awd_id": "1134072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Support for Workshop on Advances in Language and Vision",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 28720.0,
 "awd_amount": 28720.0,
 "awd_min_amd_letter_date": "2011-03-25",
 "awd_max_amd_letter_date": "2011-11-08",
 "awd_abstract_narration": "This project supports travel expenses for participants at the workshop on advances in language and vision. In the past few years, great progress has been made in the fields of language and computer vision in developing technologies of extracting semantic content from text and imagery respectively. Each field has desires to adapt methods from the other, but often looking to the past literature rather than the current state of the art. This workshop makes significant scientific progress in multimodal representations and methods by bringing together the top researchers in both fields. The well organized brainstorming and discussion sessions contribute new ideas to this emerging area.  The outcome of the workshop provides some guidelines for targeted research in this interdisciplinary area, including anticipated fundamental scientific advances, possible large-scale challenge problems, the needs and prospects for available datasets, and connections to significant applications and their associated long-term economic impact and other societal benefits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Trevor",
   "pi_last_name": "Darrell",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Trevor J Darrell",
   "pi_email_addr": "trevor@eecs.berkeley.edu",
   "nsf_id": "000175078",
   "pi_start_date": "2011-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "National Science Foundation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222031859",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 28720.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The fields of language and vision have separately made great progress in recent years, developing automated extraction of semantic content in text and imageryrespectively. The state of the art of these fields are rapidly encroaching each other:language is increasingly focused on how to &ldquo;ground&rdquo; meaning in physical observations,and vision is exploiting ontological structures and trying to &ldquo;tell a story&rdquo; from an image, relating objects, activities, people, and scenes. These potentially transformative open research questions indicate that the time is ripe to start understandingand constructing deeper connections between imagery and its associatedlanguage. And in particular, it is time for these two fields to start communicatingand collaborating in a richer manner.</p>\n<p>Two workshops were supported in part by this NSF grant and were held to explore future research directions in languageand vision; one at NSF on May 17-18th, 2011, and one held at the NIPS conferenceon December 16th, 2011. Participants observed that considerable progresshas been made in each field by adopting relatively shallow models from the other field, and that this was likely to continue to bear fruit in various near term internetsearch-style applications. However, tranformative progress requires a significantadvance towards a symmetric integrated approach, with corresponding &ldquo;deep&rdquo; semantic representations.</p>\n<p>Recommendations for several specific research themes along this line included</p>\n<p>:&bull; &ldquo;understanding understanding&rdquo; - going beyond recognizing individual imageelements to grasp the underlying meaning of a picture. This will involve&nbsp;moving beyond recognition as a list of objects present (ie what is in the picture)to determine what information is useful to extract from an image, possiblyincluding predictions of relationships, appearance characteristics, andwhat is happening or what will happen in the underlying world captured ina photo or video.</p>\n<p>&bull; &ldquo;visual entailment&rdquo; - algorithms to verify whether statements can be inferredfrom images or videos. Similar to the first goal, this will require adeeper understanding of an image or video and will be necessary for interactionand communication with human consumers of computer vision. Thismay be framed as a visual Jeopardy problem.</p>\n<p>&bull; &ldquo;seeing between the lines&rdquo; - collecting basic mundane facts about the worldto improve image and language understanding. Current research has movedaway from collecting large quantities of world knowledge, but simple knowledgeabout specific environments, or the world in general may be necessaryfor building effective visual systems that can operate in the real world</p>\n<p>.&bull;a &ldquo;semantic survival kit&rdquo; - determining what to recognize first. In order tobuild a universal vision system we need to determine a set of basic recognitionunits and priority for what things are most important to be able torecognize. Some suggestions from the workshops included: first wordslearned in a second language, vocabulary words used by young children,words explained in how things work resources.</p>\n<p>For more details see the workshop materials available on the web the the URL:&nbsp;<a href=\"https://sites.google.com/site/languagevisionworkshop/\">https://sites.google.com/site/languagevisionworkshop/</a></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/21/2012<br>\n\t\t\t\t\tModified by: Trevor&nbsp;J&nbsp;Darrell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe fields of language and vision have separately made great progress in recent years, developing automated extraction of semantic content in text and imageryrespectively. The state of the art of these fields are rapidly encroaching each other:language is increasingly focused on how to \"ground\" meaning in physical observations,and vision is exploiting ontological structures and trying to \"tell a story\" from an image, relating objects, activities, people, and scenes. These potentially transformative open research questions indicate that the time is ripe to start understandingand constructing deeper connections between imagery and its associatedlanguage. And in particular, it is time for these two fields to start communicatingand collaborating in a richer manner.\n\nTwo workshops were supported in part by this NSF grant and were held to explore future research directions in languageand vision; one at NSF on May 17-18th, 2011, and one held at the NIPS conferenceon December 16th, 2011. Participants observed that considerable progresshas been made in each field by adopting relatively shallow models from the other field, and that this was likely to continue to bear fruit in various near term internetsearch-style applications. However, tranformative progress requires a significantadvance towards a symmetric integrated approach, with corresponding \"deep\" semantic representations.\n\nRecommendations for several specific research themes along this line included\n\n:&bull; \"understanding understanding\" - going beyond recognizing individual imageelements to grasp the underlying meaning of a picture. This will involve moving beyond recognition as a list of objects present (ie what is in the picture)to determine what information is useful to extract from an image, possiblyincluding predictions of relationships, appearance characteristics, andwhat is happening or what will happen in the underlying world captured ina photo or video.\n\n&bull; \"visual entailment\" - algorithms to verify whether statements can be inferredfrom images or videos. Similar to the first goal, this will require adeeper understanding of an image or video and will be necessary for interactionand communication with human consumers of computer vision. Thismay be framed as a visual Jeopardy problem.\n\n&bull; \"seeing between the lines\" - collecting basic mundane facts about the worldto improve image and language understanding. Current research has movedaway from collecting large quantities of world knowledge, but simple knowledgeabout specific environments, or the world in general may be necessaryfor building effective visual systems that can operate in the real world\n\n.&bull;a \"semantic survival kit\" - determining what to recognize first. In order tobuild a universal vision system we need to determine a set of basic recognitionunits and priority for what things are most important to be able torecognize. Some suggestions from the workshops included: first wordslearned in a second language, vocabulary words used by young children,words explained in how things work resources.\n\nFor more details see the workshop materials available on the web the the URL: https://sites.google.com/site/languagevisionworkshop/\n\n \n\n\t\t\t\t\tLast Modified: 06/21/2012\n\n\t\t\t\t\tSubmitted by: Trevor J Darrell"
 }
}