{
 "awd_id": "1134969",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Catalyzing New U.S.-Swedish Collaboration: Howard University-Karolinska Institute Planning Visit for Research on Auditory Mechanics of the Inner Ear",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonnie Thompson",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 22178.0,
 "awd_amount": 22178.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "Through a research planning visit, Dr. Sonya Teresa Smith of Howard University will initiate a collaborative project with Swedish partners Drs. Anders Fridberger and Pierre Hakizimana at the Karolinska Institute in Stockholm. Together, they intend to pursue questions related to human hearing, specifically, auditory transduction and whether it is mediated via fluid-structure interactions in the ear. Drawing on her expertise in engineering and computational fluid dynamics, Dr. Smith has developed a hydrodynamic model that accounts for the complex interactions involved in the transduction process associated with hearing.  This model studies the response to stimuli of the inner hair cell stereococila bundle, located in the mammalian inner ear.  Her Swedish counterparts have developed high-speed confocal imaging techniques that can be used to measure motions of inner ear structures.  The preliminary data derived using Smith's model combined with refined Karolinska experimental techniques is expected to help the team extend their research to include a full range of audible frequencies.  If successful, results may contribute to our fundamental understanding of the inner hair cell response to acoustic stimuli at locations all along the cochlea spiral.  To build on preliminary findings, the principal investigator plans to submit a follow-on application to the National Science Foundation for collaborative research in computational neuroscience. \r\n\r\nLikely broader impacts include advances in knowledge of theoretical and practical auditory mechanics with long-term applications foreseen in a range of interdisciplinary fields, including neuroscience and biomedical engineering. Such new insights could have implications for future engineering design of cochlear implants and better techniques for surgical placement.   Furthermore, because one U.S. graduate student and one U.S. undergraduate student from Howard University will travel with Dr. Smith to Stockholm and participate in collaborative activities at the Karolinsksa Institute, they too will gain beneficial international research experience.  This early career access to expert Swedish experimentals and the specialized equipment they use may inspire the students' career choices and thereby contribute to diversity in the field of auditory mechanics research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sonya Teresa",
   "pi_last_name": "Smith",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Sonya Teresa T Smith",
   "pi_email_addr": "ssmith@howard.edu",
   "nsf_id": "000242080",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2300 6th Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200590001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5937",
   "pgm_ref_txt": "SWEDEN"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 22178.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The principle investigator from Howard University (HU), Dr. Sonya T. Smith, and graduate student Cory Davis, visited Dr. Pierre Hakizimana and Dr. Anders Fridberger at the Karolinska Institute (KI) in Stockholm Sweden. While there the team discussed and designed several experiments to test the effect of noise on inner hair cells IHC). &nbsp;The computational model of Smith and Chadwick was used to guide the experiments and predict further phenomena based on the obtained experimental data.</p>\n<p>Our educational objective was have minority students trained by Dr. Hakizimana to participate in conducting the experiments in addition to being&nbsp; trained by the Dr. Smith to obtain the numerical results from the model. The imaging techniques used for measuring the hair cells&rsquo; response to acoustic stimuli are not available at Howard University.&nbsp;&nbsp;</p>\n<p>Preliminary data (see attached Figure 1) show that the noise clicks reduced the stereocilia bundle motion amplitude and this effect was also consistent with a decrease in the cochlear microphonics.&nbsp; The results of this study will show that the noise-click exposure may affect mechanotransduction through disruption of stereocilia mechanics.</p>\n<p>The results of this project advance knowledge and understanding within the field of auditory mechanics and across the fields of medicine, neural science, and engineering by providing an understanding of the inner hair cell stereocilia&rsquo;s response to acoustic stimuli at all locations along the cochlea spiral.&nbsp;&nbsp; The most common cause of stereocilia damage is due to noise and it doesn't take as much noise as previously thought to cause temporary or permanent hearing loss.<strong> </strong>The results of this study will show that the noise exposure may produce hearing loss through disruption of stereocilia mechanics.</p>\n<p>The results of our research can also inform cell biologists investigations on stereocilia regeneration.&nbsp; Hair cells in some vertebrates and in the mammalian vestibular system have the ability to regenerate; hair cells in the mammalian cochlea do not.&nbsp; Gene therapies could be designed to mitigate the disruption of stereocilia mechanics.</p>\n<p>Howard University is a leading producer of minority PhDs and the number one institution of origin for minority PhDs in this country.&nbsp;This project's participants diversify the pool of researchers in auditory mechanics thereby provide more minorities and women as researchers in STEM disciples. Many more graduate and undergraduate students expressed interest in participating in the project and has therefore been a great recruiting tool for STEM. This project also provided an opportunity for international graduate student research</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2013<br>\n\t\t\t\t\tModified by: Sonya Teresa&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe principle investigator from Howard University (HU), Dr. Sonya T. Smith, and graduate student Cory Davis, visited Dr. Pierre Hakizimana and Dr. Anders Fridberger at the Karolinska Institute (KI) in Stockholm Sweden. While there the team discussed and designed several experiments to test the effect of noise on inner hair cells IHC).  The computational model of Smith and Chadwick was used to guide the experiments and predict further phenomena based on the obtained experimental data.\n\nOur educational objective was have minority students trained by Dr. Hakizimana to participate in conducting the experiments in addition to being  trained by the Dr. Smith to obtain the numerical results from the model. The imaging techniques used for measuring the hair cellsÆ response to acoustic stimuli are not available at Howard University.  \n\nPreliminary data (see attached Figure 1) show that the noise clicks reduced the stereocilia bundle motion amplitude and this effect was also consistent with a decrease in the cochlear microphonics.  The results of this study will show that the noise-click exposure may affect mechanotransduction through disruption of stereocilia mechanics.\n\nThe results of this project advance knowledge and understanding within the field of auditory mechanics and across the fields of medicine, neural science, and engineering by providing an understanding of the inner hair cell stereociliaÆs response to acoustic stimuli at all locations along the cochlea spiral.   The most common cause of stereocilia damage is due to noise and it doesn't take as much noise as previously thought to cause temporary or permanent hearing loss. The results of this study will show that the noise exposure may produce hearing loss through disruption of stereocilia mechanics.\n\nThe results of our research can also inform cell biologists investigations on stereocilia regeneration.  Hair cells in some vertebrates and in the mammalian vestibular system have the ability to regenerate; hair cells in the mammalian cochlea do not.  Gene therapies could be designed to mitigate the disruption of stereocilia mechanics.\n\nHoward University is a leading producer of minority PhDs and the number one institution of origin for minority PhDs in this country. This project's participants diversify the pool of researchers in auditory mechanics thereby provide more minorities and women as researchers in STEM disciples. Many more graduate and undergraduate students expressed interest in participating in the project and has therefore been a great recruiting tool for STEM. This project also provided an opportunity for international graduate student research\n\n\t\t\t\t\tLast Modified: 05/29/2013\n\n\t\t\t\t\tSubmitted by: Sonya Teresa Smith"
 }
}