{
 "awd_id": "1134509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Superhydrophobic Veneers: Surface Coatings Inspired by Nature",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 201239.0,
 "awd_amount": 218239.0,
 "awd_min_amd_letter_date": "2011-08-04",
 "awd_max_amd_letter_date": "2012-09-10",
 "awd_abstract_narration": "1134509\r\nJennings\r\n\r\nSuperhydrophobic surfaces combine intrinsic hydrophobicity with microscale roughness and have a broad array of potential applications in self-cleaning surfaces, corrosion resistance, water repellency, and reduced drag. Applications of superhydrophobic surfaces could be greatly expanded into the area of coatings by the development of simpler, less costly methods to prepare these materials from initially smooth substrates and the development of stable surfaces that maintain the so-called \"Cassie\" state where an interlayer of air exists over most of the coating/aqueous interface and imparts remarkable properties to the surface. While superhydrophobic surfaces are abundant in Nature, approaches to truly replicate natural surfaces have generally produced hand-held elastomeric materials but not surface coatings. The ability to replicate highly evolved and functional natural surfaces onto a substrate could revolutionize the fabrication of superhydrophobic coatings, leading to unique materials architectures and compositions that fuse the best of the natural and synthetic worlds.\r\n\r\nIntellectual Merit: This project introduces a new approach to replicate Nature's engineered, microscopically rough, and highly functional surfaces onto a solid substrate through surface initiated polymerization. In this approach, the microscale features of a mold prepared from a natural surface are filled with monomer. When the monomer-filled mold is pressed against an initiated substrate, the microscale features of the mold function to confine a surface-initiated polymerization so that the growing, tethered polymer chains fill the microfeatures of the mold,thereby replicating the natural surface. This approach offers a limitless supply of coating topographies through Nature and a near-boundless array of materials compositions through synthetic chemistry (well beyond those in Nature) to generate superhydrophobic coatings with novel architectures and structures. The project also introduces new materials compositions and structures through surface-initiated polymerization, including the use of superhydrophobic veneers atop initially smooth polymer films to provide multi-functional coatings. \r\n\r\nThe broad objectives of the project are as follows:\r\n\r\n1. Investigate the growth of SH polymer films as veneers atop smooth polymer films to provide uniquely layered coatings.\r\n2. Develop a novel surface-initiated method to replicate SH coatings in Nature onto solid substrates.\r\n\r\nBroader Impacts: This project will develop new surface coatings with varied compositions and unique biomimetic architectures that replicate those of highly evolved natural surfaces to impact such applications as self-cleaning windows, corrosion and wear protection, and water collection in dry environments. \r\n\r\nThe project will integrate research and education through the PI's classroom activities and his mentoring of undergraduate research students, as well as his strong commitment to outreach for K-12 students. For undergraduate researchers, this project extends the lab into the outside world, as Nature's unique surfaces are identified, collected, and replicated as coatings. The PI will continue to offer an intensive week-long course on nanotechnology to gifted rising eighth graders through the Vanderbilt Summer Academy with a special laboratory component on the replication of natural surfaces. The PI will continue to host a high school teacher in his laboratory through an on-campus NSF-funded Research Experiences for Teachers (RET) program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gannon",
   "pi_last_name": "Jennings",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Gannon K Jennings",
   "pi_email_addr": "kane.g.jennings@vanderbilt.edu",
   "nsf_id": "000353400",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "2301 Vanderbilt Place",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372121604",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 201239.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 17000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nature provides a vast array of superhydrophobic (SH) surfaces, including several examples from the animal kingdom and many hundreds of species of plants that cause impinging water droplets to bounce or roll away. The ability to replicate nature&rsquo;s SH surfaces onto a separate surface as a coating had not been demonstrated prior to our work.&nbsp; The replication of these natural surfaces into robust, functional coatings combines the highly evolved and limitless surface architectures of nature with the ever-expanding library of molecular building blocks in materials chemistry to create unique systems that surpass the performance of those in either the natural or synthetic worlds.</p>\n<p><em>&nbsp;</em></p>\n<p><em>Intellectual Merit:</em>&nbsp; We have developed an approach called micromolding surface-initiated polymerization<sup>1,2</sup> to replicate topographically rough surfaces, including a few of nature&rsquo;s SH surfaces, as coatings on solid supports.&nbsp; Our method &nbsp;involves the creation of an elastomeric mold of the target surface, but unlike other approaches, we use this mold to confine the SIP of reactive monomer to generate microscale features that mimic those of the target surface but with a variety of materials compositions.&nbsp; Examples of coatings that we have produced include the replication of microfabricated pyramids,<sup>1</sup> pyramidal cavities,<sup>1</sup> and the surfaces of SH leaves from white clover and Dutchman&rsquo;s pipe.<sup>2</sup>&nbsp; These coatings exhibit extreme anti-wetting with water that is similar to or superior to that of the actual leaf.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>In the process of developing this method, we also established other key outcomes.&nbsp; We have demonstrated one of the most rapid surface-initiated polymer film growth processes ever reported by using an initial polymer layer as a 3-dimensional initiator to grow a second, much thicker film.<sup>3</sup>&nbsp; We have also introduced a new method to grow partially fluorinated polymer films as thin skins for membrane separations of small hydrophobic molecules.<sup>4</sup>&nbsp; Finally, we showed that rough, superhydrophobic films can be produced through a different route without molding and with distinct chemistry that produces an all-hydrocarbon polymer.<sup>5</sup></p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span>. &nbsp;The commercial applications of this research include self-cleaning coatings for windows and protective coatings that prevent corrosion of underlying materials. &nbsp;This project funded a Hispanic Ph.D. student (Dr. Carlos Escobar), who is now gainfully employed by Dow Chemical in their Corporate R&amp;D program.&nbsp; The project also funded three undergraduate students&mdash;two were underrepresented (a male Pacific Islander and a woman)&mdash;and a high school teacher, through a NSF-Research Experiences for Teachers (RET) supplement.&nbsp; Outreach efforts included the PI&rsquo;s local organization of Engineering Exploring to teach metro high school students about careers in engineering and his introductory course on nanotechnology for gifted middle school students through the Vanderbilt Summer Academy.</p>\n<p>&nbsp;</p>\n<p><strong>Citations and Published Manuscripts from this Project to Date:</strong></p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C. A. Escobar, T. J. Cooksey, M. P. Spellings, G. K. Jennings Micromolding Surface-Initiated Polymerization: A Versatile Route for Fabrication of Coatings with Microscale Surface Features of Tunable Height, <em>Advanced Materials Interfaces</em> <em>1</em>, 1400055 (2014).</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C. A. Escobar, M. P. Spellings, T. J. Cooksey, G. K. Jennings Reproducing Superhydrophobic Leaves as Coatings by Micromolding Surface-Initiated Polymerization, <em>Macromolecular Rapid Communications</em>,...",
  "por_txt_cntn": "\nNature provides a vast array of superhydrophobic (SH) surfaces, including several examples from the animal kingdom and many hundreds of species of plants that cause impinging water droplets to bounce or roll away. The ability to replicate natureÆs SH surfaces onto a separate surface as a coating had not been demonstrated prior to our work.  The replication of these natural surfaces into robust, functional coatings combines the highly evolved and limitless surface architectures of nature with the ever-expanding library of molecular building blocks in materials chemistry to create unique systems that surpass the performance of those in either the natural or synthetic worlds.\n\n \n\nIntellectual Merit:  We have developed an approach called micromolding surface-initiated polymerization1,2 to replicate topographically rough surfaces, including a few of natureÆs SH surfaces, as coatings on solid supports.  Our method  involves the creation of an elastomeric mold of the target surface, but unlike other approaches, we use this mold to confine the SIP of reactive monomer to generate microscale features that mimic those of the target surface but with a variety of materials compositions.  Examples of coatings that we have produced include the replication of microfabricated pyramids,1 pyramidal cavities,1 and the surfaces of SH leaves from white clover and DutchmanÆs pipe.2  These coatings exhibit extreme anti-wetting with water that is similar to or superior to that of the actual leaf.    \n\nIn the process of developing this method, we also established other key outcomes.  We have demonstrated one of the most rapid surface-initiated polymer film growth processes ever reported by using an initial polymer layer as a 3-dimensional initiator to grow a second, much thicker film.3  We have also introduced a new method to grow partially fluorinated polymer films as thin skins for membrane separations of small hydrophobic molecules.4  Finally, we showed that rough, superhydrophobic films can be produced through a different route without molding and with distinct chemistry that produces an all-hydrocarbon polymer.5\n\nBroader Impacts.  The commercial applications of this research include self-cleaning coatings for windows and protective coatings that prevent corrosion of underlying materials.  This project funded a Hispanic Ph.D. student (Dr. Carlos Escobar), who is now gainfully employed by Dow Chemical in their Corporate R&amp;D program.  The project also funded three undergraduate students&mdash;two were underrepresented (a male Pacific Islander and a woman)&mdash;and a high school teacher, through a NSF-Research Experiences for Teachers (RET) supplement.  Outreach efforts included the PIÆs local organization of Engineering Exploring to teach metro high school students about careers in engineering and his introductory course on nanotechnology for gifted middle school students through the Vanderbilt Summer Academy.\n\n \n\nCitations and Published Manuscripts from this Project to Date:\n\n(1)          C. A. Escobar, T. J. Cooksey, M. P. Spellings, G. K. Jennings Micromolding Surface-Initiated Polymerization: A Versatile Route for Fabrication of Coatings with Microscale Surface Features of Tunable Height, Advanced Materials Interfaces 1, 1400055 (2014).\n\n(2)          C. A. Escobar, M. P. Spellings, T. J. Cooksey, G. K. Jennings Reproducing Superhydrophobic Leaves as Coatings by Micromolding Surface-Initiated Polymerization, Macromolecular Rapid Communications, 35, 1937-1942 (2014).\n\n(3)          C. A. Escobar, R. R. Harl, K. E. Maxwell, N. N. Mahfuz, B. R. Rogers, G. K. Jennings Amplification of Surface-Initiated Ring-Opening Metathesis Polymerization of 5-(Perfluoro-n-alkyl)norbornenes by Macroinitiation, Langmuir 29, 12560-12571 (2013).\n\n(4)          C. A. Escobar, A. R. Zulkifli, C. J. Faulkner, A. Trzeciak, G. K. Jennings Composite Fluorocarbon Membranes by Surface-Initiated Polymerization from Nanoporous Gold-Coated Alumina, ACS Applied Materials &amp;..."
 }
}