{
 "awd_id": "1134464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Operando Transmission Electron Microscopy - A New Tool for Catalysis Research",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 279998.0,
 "awd_amount": 313998.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2015-06-16",
 "awd_abstract_narration": "ABSTRACT\r\nIn situ environmental transmission electron microscopy has been employed for many years to investigate the structure and composition of high surface area heterogeneous catalysts under reactive gas conditions. However in heterogeneous catalysis research, we want to correlate the structural and chemical changes taking place in a catalyst with simultaneous measurement of reaction products, or so-called operand methods. The combination of atomic resolution analysis coupled with simultaneous detection of gas phase catalysis products has not yet been demonstrated within the electron microscope. Investigator Peter Crozier of Arizona State University is willing to tackle this challenge with some creative thought and equipment and methodology design.\r\n\r\nThe main goal of this proposal is to develop atomic resolution operando transmission electron microscopy (TEM) and apply this approach to fundamental problems in high surface area heterogeneous catalysts. To accomplish this goal, sample preparation methods will be developed that substantially increase the volume of catalyst in the reaction cell of the electron microscope so that larger quantities of product gas are generated. Quantitative methods for detecting product gases based on electron energy-loss spectroscopy and mass spectrometry will also be developed. Gas analysis with electron energy-loss \r\nspectroscopy is particularly well suited to the proposed operando goal because it is compatible with atomic resolution imaging. The operando technique will be employed to investigate the changes taking place on nanoparticles during catalysis for a number of important energy related reactions. CO oxidation at intermediate temperatures will be studied on a variety of supported metal and supported oxide catalysts. With simultaneous detection of gas products in the microscope reaction cell, it will be possible to determine the unique structural and behavioral changes that take place in the nanoparticles at the onset of catalysis. Experiments will also be performed on reactions relevant to partial oxidation of methane to explore the operando capability under high temperature conditions. \r\n\r\nThis proposal is transformative because successful development of operando TEM will provide researchers in catalysis with a powerful new atomic resolution tool for correlating structure and catalysis on high surface area materials. An approach for detecting gas adsorbates and intermediates on the surfaces of individual nanoparticles will also be developed using high spatial resolution electron energy-loss spectroscopy. Even partial success in this area would provide completely new insights into gas-surface interactions on nanoparticles. \r\n\r\nThe technique of operando microscopy will have wide application to many problems in catalysis and allow structure-property relations to be explored on high surface area materials. A long-term goal of this work is to develop high spatial resolution in situ techniques that allow dynamic nanostructural materials changes to be correlated with catalytic properties. \r\n\r\nThis research program will train graduate and undergraduate students to contribute and learn about the developments in energy-related heterogeneous catalysts, methods of nanomaterials synthesis and advanced in situ nanocharacterization. The PI teaches a course on nanomaterials for energy production and storage and will draw extensively on this research to teach fundamental functionalities in catalytic nanoparticles. Educational modules on energy and catalytic nanomaterials will be developed and targeted using ASUs Best Program for middle school students and ASUs Science is Fun program which targets K-12. Both outreach programs specifically target female and minority student to encourage them to consider careers in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Crozier",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Crozier",
   "pi_email_addr": "crozier@asu.edu",
   "nsf_id": "000485288",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 79999.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 114000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 99999.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Catalysis is a vital process which is critical to the development of future sustainable energy production and utilization technologies. Catalysis allows us to regulate chemical transformations by changing the rate of chemical reactions.&nbsp; The catalyst is often in the form of a nanoparticle and controls how a mixture of molecules react together to make new product molecules. The chemical reactions take place on the particle surface and by changing the surface structure we can change the type of product molecules that are formed.&nbsp; To address current challenges in the development of future improved catalysts, a fundamental understanding of the surfaces processes occurring at the atomic scale is required. Many methods and techniques currently exist for characterization of catalysts, but it is increasingly clear that the ability to characterize the nanoparticles while they are actively catalyzing a reaction will be essential to future breakthroughs. To this end, we have developed a new technique for studying catalyst nanoparticles at the atomic scale while a gas-phase reaction is being catalyzed. This technique, known as <em>operando</em> transmission electron microscopy (TEM), allows the activity of a catalyst to be monitored, while simultaneously observing the catalyst&rsquo;s structure.</p>\n<p>The transmission electron microscope can form images of the atoms making up the catalytic nanoparticles.&nbsp; The activity of the catalyst is monitored within the electron microscope using two complimentary techniques. The first of these techniques, mass spectrometry, allows the reactants and product molecules to be continuously but qualitatively monitored. The second technique, electron energy-loss spectroscopy, allows quantitative measurement of the reactants and products inside the microscope to be performed.</p>\n<p>The structure of catalyst surfaces is believed to be of primary importance to the catalyst&rsquo;s performance. In the latest generation of transmission electron microscopes it is possible to directly observe the structure of nanoparticle surfaces. Coupling this ability with knowledge about the activity of the catalyst allows a direct correlation to be made between structures that are highly active, and structures that are less active.</p>\n<p>In this project we have focused on a catalyst for CO oxidation i.e. to react carbon monoxide (CO) with oxygen (O<sub>2</sub>) to make carbon dioxide (CO<sub>2</sub>). This is an important reaction that impacts both fuel cell technology development and also air pollution control technology. Specifically, for the Ru catalyst studied in this work, it was confirmed that heavily oxidized nanoparticles with thick shells of RuO<sub>2</sub> showed low activity for CO oxidation. It was also shown that under reaction conditions a much thinner oxygenated layer forms. The shape of the catalyst was also studied and it was found that the shape during CO oxidation was similar to the shape expected for a Ru particle at thermodynamic equilibrium.</p>\n<p>While it was found that ruthenium oxide nanoparticles were much less active catalyst than ruthenium metal nanoparticles, the detailed observation of the surface structures indicate that layer of oxide only a few atoms thick may form during catalysis, and this oxide layer may be essential to the activity of the ruthenium metal catalyst. &nbsp;The figure shows and atomic resolution image of a Ru nanoparticles performing CO oxidation - the atoms appear as white dots. The geometric arrangement of the atoms on the surface of the nanoparticle is different from when the catalytic reaction takes place.&nbsp; It is this correlation between surface structure and catalysis that can be obtained from the operando TEM technique developed in this project.&nbsp; The same approach can now be applied to many other catalysts and catalytic reactions to help us develop a fundamental understanding of how...",
  "por_txt_cntn": "\nCatalysis is a vital process which is critical to the development of future sustainable energy production and utilization technologies. Catalysis allows us to regulate chemical transformations by changing the rate of chemical reactions.  The catalyst is often in the form of a nanoparticle and controls how a mixture of molecules react together to make new product molecules. The chemical reactions take place on the particle surface and by changing the surface structure we can change the type of product molecules that are formed.  To address current challenges in the development of future improved catalysts, a fundamental understanding of the surfaces processes occurring at the atomic scale is required. Many methods and techniques currently exist for characterization of catalysts, but it is increasingly clear that the ability to characterize the nanoparticles while they are actively catalyzing a reaction will be essential to future breakthroughs. To this end, we have developed a new technique for studying catalyst nanoparticles at the atomic scale while a gas-phase reaction is being catalyzed. This technique, known as operando transmission electron microscopy (TEM), allows the activity of a catalyst to be monitored, while simultaneously observing the catalystÆs structure.\n\nThe transmission electron microscope can form images of the atoms making up the catalytic nanoparticles.  The activity of the catalyst is monitored within the electron microscope using two complimentary techniques. The first of these techniques, mass spectrometry, allows the reactants and product molecules to be continuously but qualitatively monitored. The second technique, electron energy-loss spectroscopy, allows quantitative measurement of the reactants and products inside the microscope to be performed.\n\nThe structure of catalyst surfaces is believed to be of primary importance to the catalystÆs performance. In the latest generation of transmission electron microscopes it is possible to directly observe the structure of nanoparticle surfaces. Coupling this ability with knowledge about the activity of the catalyst allows a direct correlation to be made between structures that are highly active, and structures that are less active.\n\nIn this project we have focused on a catalyst for CO oxidation i.e. to react carbon monoxide (CO) with oxygen (O2) to make carbon dioxide (CO2). This is an important reaction that impacts both fuel cell technology development and also air pollution control technology. Specifically, for the Ru catalyst studied in this work, it was confirmed that heavily oxidized nanoparticles with thick shells of RuO2 showed low activity for CO oxidation. It was also shown that under reaction conditions a much thinner oxygenated layer forms. The shape of the catalyst was also studied and it was found that the shape during CO oxidation was similar to the shape expected for a Ru particle at thermodynamic equilibrium.\n\nWhile it was found that ruthenium oxide nanoparticles were much less active catalyst than ruthenium metal nanoparticles, the detailed observation of the surface structures indicate that layer of oxide only a few atoms thick may form during catalysis, and this oxide layer may be essential to the activity of the ruthenium metal catalyst.  The figure shows and atomic resolution image of a Ru nanoparticles performing CO oxidation - the atoms appear as white dots. The geometric arrangement of the atoms on the surface of the nanoparticle is different from when the catalytic reaction takes place.  It is this correlation between surface structure and catalysis that can be obtained from the operando TEM technique developed in this project.  The same approach can now be applied to many other catalysts and catalytic reactions to help us develop a fundamental understanding of how catalysis works. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Peter A Crozier"
 }
}