{
 "awd_id": "1134594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterization and Control of Bioaerosol Toxicology for Indoor Environments",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 232961.0,
 "awd_amount": 273761.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2014-03-26",
 "awd_abstract_narration": "PI:  Mark Hernandez  \r\nProposal Number:  1134594\r\n\r\nWhile gas phase pollutants and suspended particulate matter in atmosphere have received much attention, the biological content as well as the biological activity of aerosols respectively termed bioaerosol toxicology has been largely ignored by the engineering community.  Certainly this is not consistent with the environmental engineering perspective concerning water quality.  In response, this work will adapt quantitative molecular biology methods for use in the atmospheric environment, with the express purpose of assessing the composition and toxicological properties of indoor bioaerosols.  The methods developed will be applied to indoor aerosols because most human exposure occurs indoors.\r\nThere is a growing body of evidence suggesting that both biogenic and inorganic pools of airborne particulate matter can act as potent adjuvants that sensitize lungs and mucosal membranes to air pollution both indoors and out.  This sensitization manifests through a broad spectrum of serious health effects, some of which are well known infectious diseases, but many of which fall into generic respiratory diseases including, but not limited to, allergenic, hypersensitivity and toxigenic responses which often present as asthma.  With the rapid growth of respiratory illnesses over the last generation come their marked association with poor indoor air quality IAQ and the reclamation of commercial and residential building stocks from large-scale disasters: floods, storms, tsunamis and earthquakes.  There is relatively little information regarding bioaerosol exposures within buildings impacted by water/structural damage.  IAQ regulatory criteria for building reoccupation have not been defined from an epidemiological perspective appropriate for building stocks impacted by disasters.\r\nIn response to this paucity, a primary scientific goal of this study is to comprehensively characterize bioaerosol loads: biochemically, ecologically and toxicologically. An associated engineering goal of this study is to assess the in-situ efficacy of applying a new generation of electrically enhanced air filter technology for the express purpose of reducing indoor bioaerosol exposure ? both in the lab with surrogate bioaerosols, and in the field.  High incident, water damaged buildings on the campuses and in the proximity of Dillard University and the University of Colorado, will serve as field sites for this demonstration study.  Dillard is a historically black college in New Orleans, which sustained tremendous damage from Hurricane Katrina.  Supplementing Dillard?s related NSF support HRD 1118254, mentoring from Colorado?s graduate bioaerosol research group will be formally extended to\r\nDillard?s students, who will be trained in modern bioaerosol assessment techniques using REU-like formats and university exchanges.  Buildings that have been previously identified with elevated or otherwise dangerous indoor bioaerosol levels pathogenic microbes, will be retrofit with electrostatically enhanced filters.  Carrier Corporation and the Hunter Fan Company have agreed to provide in-kind stand alone filtration equipment for the purposes of this intervention study.  The performance of this emerging technology will be as evaluated for its IAQ remediation ability in a sustainable context.\r\nThe intrinsic scientific merits of this study lie in establishing a robust suite of fundamental aerobiological characterization tools for indoor aerosols, to include biochemical and toxicological indices which have never collectively been used in the atmospheric environment before.  Engineering merit lies in the assessment of emerging filter technology to cost-effectively manipulate indoor bioaerosol levels for broad public health benefit.  \r\nBroader reaching impacts stem from a discovery-driven partnership between an ?R1? University with extensive bioaerosol and IAQ engineering expertise, and an HBCU recovering from Katrina.  This project will enhance Dillard?s educational infrastructure and bring modern industrial hygiene training capabilities to underrepresented students in a region that because of Katrina, no longer has Environmental Engineering programs Tulane has closed its program.  This work will demonstrate a fundamental basis for the regulatory suite of IAQ indices to include more robust bioaerosol analyses in the future, and link biological characterization of indoor atmospheric environments to building reclamation and reoccupation practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Hernandez",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Mark T Hernandez",
   "pi_email_addr": "mark.hernandez@colorado.edu",
   "nsf_id": "000447425",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine St, Rm 481, 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001E",
   "pgm_ref_txt": "Air pollution"
  },
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 232961.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 40800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>With its focus on bioaerosols, this award expanded the reach of air quality engineering into the atmospheric environment in new ways.&nbsp; By developing and applying a suite of complimentary toxicity screening assays for atmospheric pollution assessment, this work helped change conventional perspectives on biological contributions to air quality.&nbsp; This effort optimized modern molecular methods for determining&nbsp;<span class=\"mceitemhiddenspellword\">aerobiological</span>&nbsp;loads, while elucidating common bioaerosols&rsquo; potential for synergistic&nbsp;<span class=\"mceitemhiddenspellword\">toxigenic</span>&nbsp;activity.</span></p>\n<p><span>Using diesel exhaust and fungi as pollutant models, graduate students and post-doctoral fellows determined the thresholds beyond which these different pools of common airborne particles can stress lung cells into well-understood&nbsp;<span class=\"mceitemhiddenspellword\">toxicological&nbsp;responses. &nbsp; In coordinated field investigations, this work helped adapt</span><span>&nbsp;</span><span class=\"mceitemhiddenspellword\">bioaerosol</span>&nbsp;detection technology emerging from the military sector for civilian use &mdash; in this case, to observe<span>&nbsp;</span><span class=\"mceitemhiddenspellword\">airborne microbes in</span><span>&nbsp;</span>water damaged buildings and the atmosphere at large, in real-time. </span></p>\n<p><span>Over the life of this project, a well-executed education plan integrated this project&rsquo;s research into classroom training modules specifically designed to incorporate forensic aerobiology into undergraduate environmental science curricula that is suitable for use in engineering, industrial hygiene and microbiology programs.&nbsp; This effort was demonstrated and realized through a strategic science partnership with Dillard University of New Orleans, where University of Colorado Environmental Engineering students, post-docs and faculty guided technology transfer through hands-on&nbsp;<span class=\"mceitemhiddenspellword\">bioaerosol</span><span>&nbsp;</span>sampling and analysis training, on and near the Dillard campus.&nbsp; Through credit-based activities, teams of Dillard and Colorado students learned cutting-edge techniques to assess biological aspects of air quality &ndash; both indoors and out. This collaboration provided novel training for undergraduate students that opened internship and graduate study opportunities in this growing air quality arena.&nbsp; These activities broadened the technical educational resources of greater New Orleans.&nbsp; All of the students and post-doctoral fellows associated with this project have gone on to leverage their technical project experience for related employment or advanced studies. </span></p>\n<p><span>As of fall 2015, at least six archival publications have been compiled, all of which incorporated key aspects of the bioaerosol research and/or environmental observations supported by this project.&nbsp; Of these, three reports have published, two reports have been submitted, and one remains under review. &nbsp;We anticipate that at least two more peer-reviewed reports associated with this award will be published before the close of 2016</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Mark&nbsp;T&nbsp;Hernandez</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1134594/1134594_10116492_1448933285282_Jane-work--rgov...",
  "por_txt_cntn": "\nWith its focus on bioaerosols, this award expanded the reach of air quality engineering into the atmospheric environment in new ways.  By developing and applying a suite of complimentary toxicity screening assays for atmospheric pollution assessment, this work helped change conventional perspectives on biological contributions to air quality.  This effort optimized modern molecular methods for determining aerobiological loads, while elucidating common bioaerosolsÆ potential for synergistic toxigenic activity.\n\nUsing diesel exhaust and fungi as pollutant models, graduate students and post-doctoral fellows determined the thresholds beyond which these different pools of common airborne particles can stress lung cells into well-understood toxicological responses.   In coordinated field investigations, this work helped adapt bioaerosol detection technology emerging from the military sector for civilian use &mdash; in this case, to observe airborne microbes in water damaged buildings and the atmosphere at large, in real-time. \n\nOver the life of this project, a well-executed education plan integrated this projectÆs research into classroom training modules specifically designed to incorporate forensic aerobiology into undergraduate environmental science curricula that is suitable for use in engineering, industrial hygiene and microbiology programs.  This effort was demonstrated and realized through a strategic science partnership with Dillard University of New Orleans, where University of Colorado Environmental Engineering students, post-docs and faculty guided technology transfer through hands-on bioaerosol sampling and analysis training, on and near the Dillard campus.  Through credit-based activities, teams of Dillard and Colorado students learned cutting-edge techniques to assess biological aspects of air quality &ndash; both indoors and out. This collaboration provided novel training for undergraduate students that opened internship and graduate study opportunities in this growing air quality arena.  These activities broadened the technical educational resources of greater New Orleans.  All of the students and post-doctoral fellows associated with this project have gone on to leverage their technical project experience for related employment or advanced studies. \n\nAs of fall 2015, at least six archival publications have been compiled, all of which incorporated key aspects of the bioaerosol research and/or environmental observations supported by this project.  Of these, three reports have published, two reports have been submitted, and one remains under review.  We anticipate that at least two more peer-reviewed reports associated with this award will be published before the close of 2016\n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Mark T Hernandez"
 }
}