{
 "awd_id": "1134424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploring New Mechanistic Models for Pool Boiling Experiments on Nano-FIns",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 266518.0,
 "awd_amount": 268493.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "PI Name: Debjyoti Banerjee\r\nCBET-1134424\r\n\r\n The aim of this proposal is to develop novel mechanistic models for describing the pool boiling phenomena on precisely defined nano-fin structures and to experimentally validate these models. By integrating the research topics in this project with the education plans the PI aims to add to the knowledge base and to develop human capital with expertise in the domain of nanoscale transport phenomena as well as multi-phase flows and heat transfer. The PI will achieve the research goals by developing a new fundamental approach involving sensitivity analysis - i.e. by measuring the local and global response of the boiling process to the spatial perturbations caused by the surface nano-structures. The spatial distribution of the micro/nanoscale local surface temperature transients will be measured using high-speed temperature nano-sensors in a dense spatial array. The global heat flux values will be monitored and the bubble dynamics statistics will be explored including the growth rate, departure diameter and frequency. The high volume of experimental data (surface temperature transients) acquired by the large number (1000+) of high speed nano-sensors will be analyzed using computational visualization tools (animations). Non-Equilibrium Molecular Dynamics (NEMD) will be used to estimate the Kapitza resistance (Rk) of the different nano-fin materials (e.g., organic, inorganic, metallic and ceramic) - in order to design boiling surfaces (nano-fins) with better thermal efficacy.\r\n\r\nThe fabrication/ testing of nano-sensors, molecular models and pool boiling heat flux correlations expected to be developed from this proposed study are of significance for diverse and futuristic applications, including: thermal management (opto-electronics), oil exploration (deep drilling), therapeutics/ biotechnology (rapid thermo-cycling for genomics/ proteomics - amplification/ diagnostics), energy conversion and energy efficiency (HVAC, solar-thermal, geo-thermal and nuclear thermal-hydraulics). School teachers (RET) and minority students (REU) will be trained for developing hands-on learning modules for subsequent use in the classes to kindle the spirit of discovery in the students at an early age. Class-room feedback from teachers will be used to improve the learning modules in successive years. The experimental set-up (nano-sensors and nano-fins) and the simulation results will be used as demonstration modules in courses taught by the PI and the school teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Debjyoti",
   "pi_last_name": "Banerjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Debjyoti Banerjee",
   "pi_email_addr": "dbanerjee@tamu.edu",
   "nsf_id": "000355360",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Engineering Experiment Station",
  "perf_str_addr": "",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454645",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 266518.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1975.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Boiling technologies impact applications ranging from cooling (refrigerators, air-conditioners, cooling of lasers, computers, etc.), to biotechnology (e.g., rapid thermo-cycling for gene analyses), to power generation (e.g., coal fired power plants, solar thermal and nuclear power). Thermal loads of ~10 MW (Mega Watts) per square meter are projected for cooling of electronic chips and opto-electronic devices (e.g., lasers) in the next 10 years. This technical need will significantly affect the growth of chip interconnect and electronic packaging industries. The estimated annual sales for these industries are currently approaching ~$16 billion worldwide and are expected to increase exponentially in the next 10 years. Also, cooling of electronics in high temperature and pressure environments are needed for deep drilling (&gt;15,000 feet) by the energy industry for oil and gas exploration (deep drilling). Boiling is considered as an attractive option for cooling the thermal loads for these future cooling systems. A fundamental understanding of boiling can help to address these technical challenges. The discoveries made in this study addresses important technical bottlenecks for these industries (and the Department of Defense), and has a great potential for significant commercial impact.</p>\n<p>Researchers working under supervision of Principal Investigator (Dr. Debjyoti Banerjee) at Texas A&amp;M University have discovered that boiling can be enhanced by using nanoparticle coatings and using engineered surfaces with surface nano-protrusions (modulated surface roughness). This has led to the development of engineered techniques for modulating surface roughness using nano-manufacturing techniques, which are in turn integrated with temperature nano-sensors nanofabricated on the heater surface. The experiments were performed using miniaturized sensors (nano-sensors) that measured the temperature fluctuations on the heated surface during the boiling experiments that were performed in this study.</p>\n<p>The innovative surfaces (with engineered surface nano-protrusions/ modulated surface roughness) developed in this project are shown to significantly enhance heat transfer during boiling as the nano-scale surface roughness is increased. This is highly desirable as it enables miniaturization of devices involving boiling at high heat loads while also enabling the reduction in operating temperature.</p>\n<p>Computer simulations were performed to interpret the experimental observations. The computer models demonstrated that the nano-scale protrusions effectively enhanced surface area. However, the dominant cause for the enhancement accrues from the modulation of the resistance to heat transfer at the interface between the heater surface and the molecules of the coolant (this is termed as the &ldquo;nanofin effect (nFE)&rdquo; and this scientific discovery was pioneered by Dr. Banerjee as a part of this project). Dr. Banerjee wrote a book (co-authored with his PhD student) as a part of this study called &ldquo;Nanofins &ndash; Science and Applications&rdquo;. In addition, one PhD student and one woman M.S. student submitted and successfully defended their research thesis as a part of this project. More than 10 undergraduate students (domestic and international) participated in the research project and gained valuable research experience. As a result, several of them were motivated to pursue a career in research and continued on to pursue graduate studies. Several high-school students also participated in the research project and gained valuable research experience.</p>\n<p>&nbsp;</p>\n<p>When boiling occurs on flat horizontal heaters the vapor bubbles are typically formed on the surface at locations where there are scratches, grooves, etc. In other words, surface roughness helps with the formation of vapor bubbles. Under each vapor bubble the temperature fluctuates on the heater surf...",
  "por_txt_cntn": "\nBoiling technologies impact applications ranging from cooling (refrigerators, air-conditioners, cooling of lasers, computers, etc.), to biotechnology (e.g., rapid thermo-cycling for gene analyses), to power generation (e.g., coal fired power plants, solar thermal and nuclear power). Thermal loads of ~10 MW (Mega Watts) per square meter are projected for cooling of electronic chips and opto-electronic devices (e.g., lasers) in the next 10 years. This technical need will significantly affect the growth of chip interconnect and electronic packaging industries. The estimated annual sales for these industries are currently approaching ~$16 billion worldwide and are expected to increase exponentially in the next 10 years. Also, cooling of electronics in high temperature and pressure environments are needed for deep drilling (&gt;15,000 feet) by the energy industry for oil and gas exploration (deep drilling). Boiling is considered as an attractive option for cooling the thermal loads for these future cooling systems. A fundamental understanding of boiling can help to address these technical challenges. The discoveries made in this study addresses important technical bottlenecks for these industries (and the Department of Defense), and has a great potential for significant commercial impact.\n\nResearchers working under supervision of Principal Investigator (Dr. Debjyoti Banerjee) at Texas A&amp;M University have discovered that boiling can be enhanced by using nanoparticle coatings and using engineered surfaces with surface nano-protrusions (modulated surface roughness). This has led to the development of engineered techniques for modulating surface roughness using nano-manufacturing techniques, which are in turn integrated with temperature nano-sensors nanofabricated on the heater surface. The experiments were performed using miniaturized sensors (nano-sensors) that measured the temperature fluctuations on the heated surface during the boiling experiments that were performed in this study.\n\nThe innovative surfaces (with engineered surface nano-protrusions/ modulated surface roughness) developed in this project are shown to significantly enhance heat transfer during boiling as the nano-scale surface roughness is increased. This is highly desirable as it enables miniaturization of devices involving boiling at high heat loads while also enabling the reduction in operating temperature.\n\nComputer simulations were performed to interpret the experimental observations. The computer models demonstrated that the nano-scale protrusions effectively enhanced surface area. However, the dominant cause for the enhancement accrues from the modulation of the resistance to heat transfer at the interface between the heater surface and the molecules of the coolant (this is termed as the \"nanofin effect (nFE)\" and this scientific discovery was pioneered by Dr. Banerjee as a part of this project). Dr. Banerjee wrote a book (co-authored with his PhD student) as a part of this study called \"Nanofins &ndash; Science and Applications\". In addition, one PhD student and one woman M.S. student submitted and successfully defended their research thesis as a part of this project. More than 10 undergraduate students (domestic and international) participated in the research project and gained valuable research experience. As a result, several of them were motivated to pursue a career in research and continued on to pursue graduate studies. Several high-school students also participated in the research project and gained valuable research experience.\n\n \n\nWhen boiling occurs on flat horizontal heaters the vapor bubbles are typically formed on the surface at locations where there are scratches, grooves, etc. In other words, surface roughness helps with the formation of vapor bubbles. Under each vapor bubble the temperature fluctuates on the heater surface during boiling as the bubble grows and departs due to buoyancy.  These miniature surface temperature fluctuations are..."
 }
}