{
 "awd_id": "1134311",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IDR: Molecular engineering of thermal interfaces",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 559020.0,
 "awd_amount": 560311.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2012-07-13",
 "awd_abstract_narration": "IDR: Molecular Engineering of Thermal Interfaces \r\n1134311\r\nAvik Ghosh, Patrick E. Hopkins & Lloyd R. Harriott\r\n\r\n\tEngineering the conduction of heat in solid materials is essential for a wide array of applications, ranging from thermal management of electronics, to power generation, to information technology.  Many of these modern systems include materials and structures with characteristic length scales on the order of tens to hundreds of nanometers.  At these length scales, the major thermal resistances arise at the interfaces between two materials, leading to thermal properties of nanosystems that are strongly dictated by these solid interfaces.  Therefore, it is of utmost importance to develop mechanisms of controlling and tuning the thermal transport across interfaces to be able to accurately manage the thermal properties of nanosystems.  To achieve this, this project will explore thermal transport between two solid layers, controlled by properties of organic molecules grown at their interface.  Through the interplay between the wide-band, spatially localized molecular vibrons and the narrow-band, spatially delocalized substrate phonons, the project will aim for the systematic and targeted engineering of the composition, morphology and phonon bandstructures of material interfaces at the molecular scale in order to achieve a high degree of tunability of the interfacial thermal conductance. A combined and closely coupled theoretical and experimental study will be launched exploring various classes of self-assembled monolayers (SAMs) of organic molecules as thermal interfacial materials, as a function of variables such as the SAM and substrate quality and material, utilizing self-assembly and most importantly a rich variety of functional chemistry.  The thermal transport across the wide array of SAM-based interfaces will be measured with time domain thermoreflectance.  The experimental results will be strongly coupled with ab initio modeling efforts utilizing Nonequilibrium Green's Functions formalisms.  The science discovered in this project will also be widely applicable to thermal engineering of generic metal and semiconductor interfacial systems.\r\n\r\nThe intellectual merit of this proposed work is in the development of a new understanding of nanoscale interfacial thermal properties.  This will prove critical for the atomistic control of heat flow. Through the close synergy between theory and experiment, the study will enhance the understanding of heat flow and dissipation at their most fundamental, microscopic limits, combining atomistic concepts behind molecular heat flow with solid state concepts of bulk heat flow. It will bridge disciplines, materials, and ultimately the boundary between fundamental science and technological applications.  Accurate, well benchmarked simulations will address the critical role of band-alignment and chemistry at the solid-molecular interface.  Experiments will focus on fabrication of well-defined SAM-based interfacial structures, modifying them through molecular chemistry, characterization and measurement of thermal boundary resistances with a goal towards creating high quality tunable thermal boundaries. \r\n\r\nThe broader impacts of this project include both engineering relevance and education/outreach components.  The knowledge gained will introduce a new concept in nanoscale science: thermal interface control and engineering via molecular chemistry.  Nanoscale thermal management and control will bring about disruptive changes to science, technology and economics, ranging from superior quality and tailor-made thermal coatings and thermoelectric refrigerators, to better heat management in the multi-billion dollar semiconductor industry. Educational and outreach activities will involve creation of a nano-curriculum at UVa, tutorial creation on the thermalHUB, integration of research and education through thermal transport labs in courses taught by the PIs, conference organization of session on molecular heat transfer with undergraduate involvement, engaging minority undergraduate students for summer projects through the REU program and training middle school teachers for curriculum development utilizing UVA's Center for Diversity in Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Avik",
   "pi_last_name": "Ghosh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Avik Ghosh",
   "pi_email_addr": "ag7rq@virginia.edu",
   "nsf_id": "000284714",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lloyd",
   "pi_last_name": "Harriott",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Lloyd R Harriott",
   "pi_email_addr": "lrharriott@virginia.edu",
   "nsf_id": "000172526",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Hopkins",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick E Hopkins",
   "pi_email_addr": "phopkins@virginia.edu",
   "nsf_id": "000589042",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "351 McCormick Road",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044743",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "795100",
   "pgm_ele_name": "ENG IDR-Eng Interdisciplin Res"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1406",
   "pgm_ref_txt": "THERMAL TRANSPORT PROCESSES"
  },
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7951",
   "pgm_ref_txt": "ENG INTERDISC RES (IDR)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 559020.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1291.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This work presented a combined theoretical-experimental study on understanding and controlling the thermal resistance at the interface between two solid films - understanding that is critical to the design of superior thermal coatings and managing heat loss. We developed fully predictive models for the flow of phonons (quantized molecular vibrations) by combining Density Functional Theory, quantum kinetics and scattering theory. The resulting 'first principles' thermal impedances were seen to be in quantitative agreement with experiments (see Fig 6), and predicted interesting trade-off behaviors for alkanes on gold substrates (Fig. 2). Based on these computational models as well as simpler phenomenological models, we concluded  that for arbitrary material combinations, the  optimal  interface with minimal heat loss is one whose thermal impedance (more accurately,  frequency dependent broadening matrix) is the geometrical mean (GM) of those  on either side (primary figure, Fig. 1). This result is surprising because we expected GM to work only for  1D coherent phonons, but our calculations plus  MD show that it's quite generalizable to multiple dimensions where phonon polarizations need to be conserved, and in presence of incoherent scattering effects due to anharmonicity. The significant and surprising result arises since we are in the end, optimizing the sum of two interfacial resistances that behave oppositely with the channel impedance. The GM helps, even when the destructive cancellation of transmission (for coherent waves in a quarter wave plate) does not exist.</p>\n<p>Given that the GM is optimal even in presence of anharmonicity, we can then improve on this result in two ways - first by creating a cascade of layers that are each in a GM relation with its neighbors, we end up with a compositionally graded interface with  an exponentially varying impedance that we propose is one of the best thermal bridges one can achieve between two end layers (in effect, a broadband, antireflection coating for phonons). In addition, we found a potential way to improve these transmissions with interfacial disorder (mode mixing, Fig. 3). We discovered that disorder can help only in certain cases, depending on how well the polarization dependent modes overlap and evolve with interfacial material parameters. When the bands are highly dispersive, a little disorder helps a lot. When they are not, the backscattering from disorder outdoes any mode mixing.&nbsp;</p>\n<div>Experimentally, we demonstrated a relationship between the  phonon thermal boundary conductance across solid interfaces and  interfacial structure, atomic mixing, roughness and bonding, which  correlate well with the simulations. &nbsp;Compared to the &ldquo;perfect  interface&rdquo;, which we define as an atomically abrupt plane between two  solids, we found that, in general, imperfections around the interface  results in a decrease in thermal boundary conductance (a perfect and  imperfect interface are shown in Fig. 3).  &nbsp;However, in the case that the atomic bonding state at an interface  changes, we found that in the case of weakly bonded systems, defects  that increase the interfacial bonding can lead to an increase in thermal  boundary conductance - consistent with the modeling results above. We determined this through  both molecular dynamics simulations and experimental measurements of  thermal boundary conductance across metal/graphene interfaces with and  without elemental functionalization between the metal and graphene. &nbsp;A schematic of the graphene experiment is shown  in Fig. 4 below. &nbsp;Building on this concept of weak bonding reducing thermal transport, we discovered the lowest thermal  conductivity for a fully dense solid ever measured, through a thin film of the  functionalized fullerene derivative, PCBM (Fig. 5).  &nbsp;The weakly bonded fullerene cages lead to an ultra-slow exchange of  ...",
  "por_txt_cntn": "\nThis work presented a combined theoretical-experimental study on understanding and controlling the thermal resistance at the interface between two solid films - understanding that is critical to the design of superior thermal coatings and managing heat loss. We developed fully predictive models for the flow of phonons (quantized molecular vibrations) by combining Density Functional Theory, quantum kinetics and scattering theory. The resulting 'first principles' thermal impedances were seen to be in quantitative agreement with experiments (see Fig 6), and predicted interesting trade-off behaviors for alkanes on gold substrates (Fig. 2). Based on these computational models as well as simpler phenomenological models, we concluded  that for arbitrary material combinations, the  optimal  interface with minimal heat loss is one whose thermal impedance (more accurately,  frequency dependent broadening matrix) is the geometrical mean (GM) of those  on either side (primary figure, Fig. 1). This result is surprising because we expected GM to work only for  1D coherent phonons, but our calculations plus  MD show that it's quite generalizable to multiple dimensions where phonon polarizations need to be conserved, and in presence of incoherent scattering effects due to anharmonicity. The significant and surprising result arises since we are in the end, optimizing the sum of two interfacial resistances that behave oppositely with the channel impedance. The GM helps, even when the destructive cancellation of transmission (for coherent waves in a quarter wave plate) does not exist.\n\nGiven that the GM is optimal even in presence of anharmonicity, we can then improve on this result in two ways - first by creating a cascade of layers that are each in a GM relation with its neighbors, we end up with a compositionally graded interface with  an exponentially varying impedance that we propose is one of the best thermal bridges one can achieve between two end layers (in effect, a broadband, antireflection coating for phonons). In addition, we found a potential way to improve these transmissions with interfacial disorder (mode mixing, Fig. 3). We discovered that disorder can help only in certain cases, depending on how well the polarization dependent modes overlap and evolve with interfacial material parameters. When the bands are highly dispersive, a little disorder helps a lot. When they are not, the backscattering from disorder outdoes any mode mixing. \nExperimentally, we demonstrated a relationship between the  phonon thermal boundary conductance across solid interfaces and  interfacial structure, atomic mixing, roughness and bonding, which  correlate well with the simulations.  Compared to the \"perfect  interface\", which we define as an atomically abrupt plane between two  solids, we found that, in general, imperfections around the interface  results in a decrease in thermal boundary conductance (a perfect and  imperfect interface are shown in Fig. 3).   However, in the case that the atomic bonding state at an interface  changes, we found that in the case of weakly bonded systems, defects  that increase the interfacial bonding can lead to an increase in thermal  boundary conductance - consistent with the modeling results above. We determined this through  both molecular dynamics simulations and experimental measurements of  thermal boundary conductance across metal/graphene interfaces with and  without elemental functionalization between the metal and graphene.  A schematic of the graphene experiment is shown  in Fig. 4 below.  Building on this concept of weak bonding reducing thermal transport, we discovered the lowest thermal  conductivity for a fully dense solid ever measured, through a thin film of the  functionalized fullerene derivative, PCBM (Fig. 5).   The weakly bonded fullerene cages lead to an ultra-slow exchange of  energy between fullerene systems, which are further impeded by the  functional group on the PCBM.  \n\nMultiple UG and gr..."
 }
}