{
 "awd_id": "1134788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant:  I/UCRC for The Center for Macromolecular Topology (CMT)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 11499.0,
 "awd_amount": 11499.0,
 "awd_min_amd_letter_date": "2011-07-06",
 "awd_max_amd_letter_date": "2011-07-06",
 "awd_abstract_narration": "Planning Grant for an I/UCRC for Macromolecular Topology \r\n\r\n1134832 University of Cincinnati; Gregory Beaucage \r\n1134788 University of Michigan; Ronald Larson \r\n\r\nThe University of Cincinnati and the University of Michigan are collaborating to establish the proposed center, with the University of Cincinnati as the lead institution. \r\n\r\nThis is a planning grant request from the University of Cincinnati and the University of Michigan to explore a potential I/UCRC in macromolecular topology. Funds are requested for a two-day planning meeting with potential industrial sponsors in Cincinnati. The proposed Center for Macromolecular Topology (CMT) will address a need in the polymer industry to synthetically control, characterize, model and simulate complex macromolecular architectures to manipulate mechanical and rheological properties. \r\n\r\nThe CMT will develop human capacity in the chemical industry. The center will significantly enhance the nations research infrastructure base, and plans to coordinate internet based video courses on rheology, scattering, synthesis and modeling of complex macromolecular systems that will be available to industrial as well as academic participants and the general public on arrangement with the Universities. CMT will actively recruit women and minority graduate and undergraduate students. The center has as a main goal enhancement of the intellectual capacity of the engineering workforce and capabilities in controlling molecular topology. Improvement in the control of molecular topology will lead directly to improvements in a wide range of consumer and industrial products from gels to tires; from plastic packaging to viscosity enhancement in oils.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Larson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald G Larson",
   "pi_email_addr": "rlarson@umich.edu",
   "nsf_id": "000400838",
   "pi_start_date": "2011-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "492 Rhodes Hall",
  "perf_city_name": "Cincinnati",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452210012",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11499.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant was a small &ldquo;Planning Grant,&rdquo; that funded the organization of a meeting, held in Jan. 18-20 2012, with academics and industry representatives, as well as officers of the NSF, to seek to organize an &ldquo;Industry &amp; University Cooperative Research Program.&rdquo; The intent is to create a partnership between the University of Michigan and the University of Cincinnati, that would conduct research relevant to several industrial participants, and guided by those companies. Our Center would be in the area of branched polymers and related structures in polymer melts, polymers containing suspended particles, polymers at surfaces, and related materials. These materials and branching structures in them are of considerable interest to industries. We were able to attract participants from a variety of industries, including Exxon-Mobil, LyondellBasell, Bridgestone, Procter and Gamble, and others. &nbsp;Six Professors from the University of Michigan and the University of Cincinnati teamed up to give research presentation to the industrial representatives at the Planning Meeting. The Professors from the University of Michigan were Ron Larson, Rick Laine, Mike Solomon, and Peter Green. There was considerable interest expressed, but not quite enough companies to launch the Center at this time.&nbsp; We will continue to pursue the creation of this Center through additional contacts and perhaps an additional Planning Meeting.&nbsp;<strong><em>&nbsp;</em></strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2012<br>\n\t\t\t\t\tModified by: Ronald&nbsp;G&nbsp;Larson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant was a small \"Planning Grant,\" that funded the organization of a meeting, held in Jan. 18-20 2012, with academics and industry representatives, as well as officers of the NSF, to seek to organize an \"Industry &amp; University Cooperative Research Program.\" The intent is to create a partnership between the University of Michigan and the University of Cincinnati, that would conduct research relevant to several industrial participants, and guided by those companies. Our Center would be in the area of branched polymers and related structures in polymer melts, polymers containing suspended particles, polymers at surfaces, and related materials. These materials and branching structures in them are of considerable interest to industries. We were able to attract participants from a variety of industries, including Exxon-Mobil, LyondellBasell, Bridgestone, Procter and Gamble, and others.  Six Professors from the University of Michigan and the University of Cincinnati teamed up to give research presentation to the industrial representatives at the Planning Meeting. The Professors from the University of Michigan were Ron Larson, Rick Laine, Mike Solomon, and Peter Green. There was considerable interest expressed, but not quite enough companies to launch the Center at this time.  We will continue to pursue the creation of this Center through additional contacts and perhaps an additional Planning Meeting.  \n\n \n\n\t\t\t\t\tLast Modified: 07/05/2012\n\n\t\t\t\t\tSubmitted by: Ronald G Larson"
 }
}