{
 "awd_id": "1134273",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Exploring Surface Interaction Mechanisms Enabling Plasma-Enhanced Atomic Layer Etching",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "song kong",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 325000.0,
 "awd_amount": 325000.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "1134273\r\nOehrlein\r\n\r\nThe PIs from University at Maryland (College Park) and IBM Research plan to study surface interaction mechanisms that will enable achievement of atomic precision in etching different materials when transferring lithographically defined templates during nanoscale structure fabrication in the semiconductor and related industries. \r\n\r\nThe use of ultra-thin gate dielectrics, ultra thin channels, and sub-20 nm film thicknesses in field effect transistors and other devices requires atomic scale etching control and selectivity. As critical dimensions approach the 10 nm scale, the need for an Atomic Layer Etching (ALE) method becomes essential. The objective of the proposed research is to establish what atomistic surface modifications produced in several model materials using plasma etching related equipment will enable directional and controlled removal of one atomic layer at a time from those surfaces.  The researchers will employ controlled sequential reactions of surface passivation followed by directional low energy ion attack for \"volatile product\" removal to establish for what conditions self-limiting behavior with regard to both the reactive precursors and/or energetic ions/species that are used to remove the products can be established for prototypical materials/etching systems and how such a sequence can enable ALE. The approach includes replacing complex plasma-surface interaction steps by a sequence of individual, self-limiting surface reactions, quantitative, temporally resolved real-time characterization of surface modifications/atomistic thickness changes during processing, development of surface modification/etching models based on complementary vacuum beam studies performed in an ultra-high vacuum system, comparisons with theoretical precursor adsorption/ion-surface interaction models, and industrial studies of the above process parameter space using a variety of plasma reactors and aggressively-scaled semiconductor device structures, along with analytical and electrical characterizations of the impact on the semiconductor device fabrication space.\r\n\r\nIntellectual Merit: The intellectual merit of this work derives from the fact that for anisotropic ALE, \"etch product\" removal must take place in a directional fashion, which is fundamentally different from widely used atomic layer deposition methods, where isotropic reaction(s) provide(s) a conformal coating. Elucidating the science underlying ALE presents novel incident particle flux/surface chemistry challenges and energetic species/surface interaction problems that are unique and offer opportunity for primary contributions. \r\n\r\nBroader Impacts: Successful completion of the project tasks will enable controlled precision patterning of materials at the nanoscale, which will impact future efforts to design manufacturing processes required in diverse areas, including semiconductors, flexible carbon-based electronics, healthcare engineering and others. The academic/industrial collaboration provides unique educational opportunities for the students, faculty and researchers involved.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gottlieb",
   "pi_last_name": "Oehrlein",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Gottlieb S Oehrlein",
   "pi_email_addr": "oehrlein@glue.umd.edu",
   "nsf_id": "000176848",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sebastian",
   "pi_last_name": "Engelmann",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Sebastian U Engelmann",
   "pi_email_addr": "suengelm@us.ibm.com",
   "nsf_id": "000589905",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Fuller",
   "pi_mid_init": "C",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Nicholas C Fuller",
   "pi_email_addr": "nfuller@us.ibm.com",
   "nsf_id": "000600629",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "Chem/Nuc Bldg 090",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207422115",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062E",
   "pgm_ref_txt": "Plasma-assisted combustion"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 325000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plasma-based etching has been one of the key enablers of the information technology revolution. At this time, the sizes of features that need to be fabricated have become so small that now atomic-resolution is required during fabrication. In this project, a collaboration of researchers from University of Maryland and IBM Research has succeeded in demonstrating Atomic Layer Etching (ALE) for silicon dioxide, silicon nitride and silicon. By separating a conventional plasma etching step into a sequence of surface deposition of a chemical reactant followed by directional low energy ion attack for &ldquo;volatile product&rdquo; removal, self-limited etching behavior at the atomic scale has been established. An example is illustrated in Fig. 1. This critical demonstration opens a window to practical realizations of atomic scale etching in various industries.</p>\n<p>Intellectual Merit: This work provided for the first time temporally resolved information on atomistic surface processes required for enabling atomic scale etching using low temperature plasma approaches. The ability to obtain detailed information on the temporally resolved surface chemical processes of individual etching steps enabled a new level of scientific understanding of key factors required for atomic scale control of plasma etching.</p>\n<p>Broader Impact.&nbsp; The concepts unveiled in this work can be broadly applied in all areas where atomistic control of surface properties based on applications of low temperature plasma and/or energetic beams is required, including nanoscale manufacturing, modification of materials to achieve unique surface properties and growth of novel thin layers. This work will impact future efforts to design manufacturing processes required in diverse areas, including semiconductors, flexible carbon-based electronics, healthcare engineering and others. The academic/industrial collaboration provided unique educational opportunities for the graduate and undergraduate students involved in this work.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/04/2016<br>\n\t\t\t\t\tModified by: Gottlieb&nbsp;S&nbsp;Oehrlein</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1134273/1134273_10133134_1478283779655_NSFReport2016Figuresoutcome--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1134273/1134273_10133134_1478283779655_NSFReport2016Figuresoutcome--rgov-800width.jpg\" title=\"Atomic Layer Etching Process\"><img src=\"/por/images/Reports/POR/2016/1134273/1134273_10133134_1478283779655_NSFReport2016Figuresoutcome--rgov-66x44.jpg\" alt=\"Atomic Layer Etching Process\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example of thickness evolution during eight cycles of a silicon dioxide Atomic Layer Etching (ALE) process. The thickness increase corresponds to deposition of a chemical reactant followed by directional low energy ion attack for volatile product removal and self-limited etching.</div>\n<div class=\"imageCredit\">D. Metzler, R.L. Bruce, S. Engelmann, E.A. Joseph, and G.S. Oehrlein, J. Vac. Sci. & Technol. A 32 (2014).</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gottlieb&nbsp;S&nbsp;Oehrlein</div>\n<div class=\"imageTitle\">Atomic Layer Etching Process</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nPlasma-based etching has been one of the key enablers of the information technology revolution. At this time, the sizes of features that need to be fabricated have become so small that now atomic-resolution is required during fabrication. In this project, a collaboration of researchers from University of Maryland and IBM Research has succeeded in demonstrating Atomic Layer Etching (ALE) for silicon dioxide, silicon nitride and silicon. By separating a conventional plasma etching step into a sequence of surface deposition of a chemical reactant followed by directional low energy ion attack for \"volatile product\" removal, self-limited etching behavior at the atomic scale has been established. An example is illustrated in Fig. 1. This critical demonstration opens a window to practical realizations of atomic scale etching in various industries.\n\nIntellectual Merit: This work provided for the first time temporally resolved information on atomistic surface processes required for enabling atomic scale etching using low temperature plasma approaches. The ability to obtain detailed information on the temporally resolved surface chemical processes of individual etching steps enabled a new level of scientific understanding of key factors required for atomic scale control of plasma etching.\n\nBroader Impact.  The concepts unveiled in this work can be broadly applied in all areas where atomistic control of surface properties based on applications of low temperature plasma and/or energetic beams is required, including nanoscale manufacturing, modification of materials to achieve unique surface properties and growth of novel thin layers. This work will impact future efforts to design manufacturing processes required in diverse areas, including semiconductors, flexible carbon-based electronics, healthcare engineering and others. The academic/industrial collaboration provided unique educational opportunities for the graduate and undergraduate students involved in this work.\n\n \n\n\t\t\t\t\tLast Modified: 11/04/2016\n\n\t\t\t\t\tSubmitted by: Gottlieb S Oehrlein"
 }
}