{
 "awd_id": "1134977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Investigation of Stratified Archaeological Deposits at Iita, Foulke Fjord, Northwestern Greenland",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 34617.0,
 "awd_amount": 34617.0,
 "awd_min_amd_letter_date": "2011-04-21",
 "awd_max_amd_letter_date": "2011-04-21",
 "awd_abstract_narration": "This is a small exploratory project to investigate the site of Iita (Etah), which is located in Foulke Fjord, Northwestern Greenland, and is historically renowned for its association with Admiral Robert Peary during his quest for the North Pole. Sitting on a prominent alluvial fan the juts out from the north shore of the fjord, the site is covered with extensive evidence of historic and late prehistoric use in the form of winter house depressions, tent rings, burials, fox traps, and food storage caches.  In the summer of 2006, the Inglefield Land Archaeology Project investigated two historic indigenous winter houses as part of a multiyear study of the dynamic cultural changes the Inughuit (Polar Inuit) underwent because of contact with Europeans, Americans, other Inuit groups, and environmental shifts between AD 1700 and 1920. During the excavations of the houses it was discovered that the site contained stratified archaeological deposits, which are exceedingly rare in the High Arctic of North America (most remains sit on the surface of the ground) and invaluable resources for archaeologists trying to reconstruct the prehistoric use of area. It was clear that the buried deposits went back to the Early Thule (AD 1300-1600), the ancestors of the Inuit populations living in the arctic today, as a buried house from the period was discovered. However, in one small section of an excavation unit evidence in the form of stone tools, in contexts with old ground surfaces, suggests that the site might contain remains of earlier camps of peoples that occupied Inglefield Land 2400 years ago or more known as the Paleoeskimo.\r\nThe goal of the proposed project is to evaluate whether Iita has the potential to expand our knowledge of the Paleoeskimo use of Inglefield Land. The Paleoeskimo moved into the High Arctic around 4500 years ago but disappeared around 700?800 years ago. Because the 2006 investigations essentially only nicked the Paleoeskimo deposits, the proposed project will undertake excavation of a test trench that will open a larger window into the use of the site. If extensive archaeological deposits are present, the site will become an invaluable resource for understanding the Paleoeskimo use of Inglefield Land and the larger High Arctic region. The excavations will be undertaken in collaboration with the Greenland National Museum and Archives and will provide archaeological training for two undergraduates, one from the University of California-Davis and one from the University of Greenland. It is hope that this small grant will lead to a long-term collaborative relationship with students and researchers at the University in Greenland, and lead to a larger research project on the Paleoeskimo period in Inglefield Land.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Darwent",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Darwent",
   "pi_email_addr": "jadarwent@ucdavis.edu",
   "nsf_id": "000584630",
   "pi_start_date": "2011-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "GL",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Greenland",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 34617.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Excavations were undertaken between August 7 and September 10, 2012, to investigate stratified deposits at the historic Inughuit village site of Iita, located in Foulke Fjord, Northwestern Greenland (Figure 1). These excavations were focused on determining the research potential of the site for future archaeological work. Based on results of excavations in 2006 at Iita by the Inglefield Land Archaeology Project (Figure 2), it was clear there had been extensive Thule (ca. AD 1350&ndash;1850) and historic (ca. AD 1850&ndash;1920) use of the site, but based on diagnostic artifacts there also appeared to be the presence of stratified archaeological deposits going back to possibly the late Paleoeskimo period (500 BC). However, because these deposits were just &ldquo;nicked&rdquo; in a 50 x 50 cm area of one test unit in 2006, it was not clear how intact the stratigraphy was, how old the cultural material was, how extensive the cultural deposits were, and who used the site in the past. Discovering archaeological remains in stratified deposits are exceptionally rare in the High Arctic where most of the 4000 years of prehistory lies on the surface, often intermingled. Thus the value of stratified deposits is that different time periods of site use are separated from one another. If this situation existed at Iita, it would make it one of the most important sites in the Arctic.</p>\n<p>During the course of the four-week field season in 2012, eight 1 x 1 m test pits were opened revealing that indeed stratigraphically separated cultural occupations were present at the site. Iita sits on an alluvial fan created by a fast running creek; however, prior to the creation of the fan during the time when ice still ran down the fjord, a steep-sloped deposit of gravel was left along the wall of the fjord, known as a kame. This kame is now eroding because of its steep slope; sand, gravel, and cobbles from it now flow down onto the alluvial fan, creating the stratigraphy now present at the site. Based on dark bands of soil in these columns, the flow of dirt or colluvium off of the kame appears to be on a periodic basis (Figure 3). First an open surface exists that develops vegetation (which becomes the dark bands), then this surface is buried, and then another surface with vegetation develops. And upon these surfaces people lived.</p>\n<p>From the artifacts recovered, it is now clear that the members of the Late Dorset archaeological culture (ca. AD 700&ndash;1350) were the first people to occupy Iita (Figure 4). Late Dorset was the last of the Paleoeskimo or Arctic Small Tool tradition, which initially moved into the Arctic prior to 2000 BC and spread from the Bering Strait to Greenland. Late Dorset artifacts (Figure 5) were found in minimally three different buried surfaces, indicating minimally three occupations of the site by these people. In addition to artifacts, at least one feature&mdash;a pit that appears to have been dug and used for a hearth&mdash;was encountered. On top of the Late Dorset deposits are artifacts and animal remains associated with the Thule occupation of the site, which lasted until historic times. Thus the site has evidence of the last 1000 years of human occupation of Inglefield Land.</p>\n<p>Unfortunately, Iita is being destroyed. Because of increased coastal erosion, likely associated with lower sea-ice pack, decreased permafrost, and rising sea levels, blocks of the alluvial fan upon which the site sits are slumping off into Foulke Fjord (Figure 6). Based on historic photographs of the site taken between 1913 and 1917, it is unequivocal that this erosion has only started to occur in the last 100 years. Thus the conclusion of the study is that Iita represents a unique archaeological site for the High Arctic, and one that should become the focus of future an intensive investigation before it is destroyed.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13...",
  "por_txt_cntn": "\nExcavations were undertaken between August 7 and September 10, 2012, to investigate stratified deposits at the historic Inughuit village site of Iita, located in Foulke Fjord, Northwestern Greenland (Figure 1). These excavations were focused on determining the research potential of the site for future archaeological work. Based on results of excavations in 2006 at Iita by the Inglefield Land Archaeology Project (Figure 2), it was clear there had been extensive Thule (ca. AD 1350&ndash;1850) and historic (ca. AD 1850&ndash;1920) use of the site, but based on diagnostic artifacts there also appeared to be the presence of stratified archaeological deposits going back to possibly the late Paleoeskimo period (500 BC). However, because these deposits were just \"nicked\" in a 50 x 50 cm area of one test unit in 2006, it was not clear how intact the stratigraphy was, how old the cultural material was, how extensive the cultural deposits were, and who used the site in the past. Discovering archaeological remains in stratified deposits are exceptionally rare in the High Arctic where most of the 4000 years of prehistory lies on the surface, often intermingled. Thus the value of stratified deposits is that different time periods of site use are separated from one another. If this situation existed at Iita, it would make it one of the most important sites in the Arctic.\n\nDuring the course of the four-week field season in 2012, eight 1 x 1 m test pits were opened revealing that indeed stratigraphically separated cultural occupations were present at the site. Iita sits on an alluvial fan created by a fast running creek; however, prior to the creation of the fan during the time when ice still ran down the fjord, a steep-sloped deposit of gravel was left along the wall of the fjord, known as a kame. This kame is now eroding because of its steep slope; sand, gravel, and cobbles from it now flow down onto the alluvial fan, creating the stratigraphy now present at the site. Based on dark bands of soil in these columns, the flow of dirt or colluvium off of the kame appears to be on a periodic basis (Figure 3). First an open surface exists that develops vegetation (which becomes the dark bands), then this surface is buried, and then another surface with vegetation develops. And upon these surfaces people lived.\n\nFrom the artifacts recovered, it is now clear that the members of the Late Dorset archaeological culture (ca. AD 700&ndash;1350) were the first people to occupy Iita (Figure 4). Late Dorset was the last of the Paleoeskimo or Arctic Small Tool tradition, which initially moved into the Arctic prior to 2000 BC and spread from the Bering Strait to Greenland. Late Dorset artifacts (Figure 5) were found in minimally three different buried surfaces, indicating minimally three occupations of the site by these people. In addition to artifacts, at least one feature&mdash;a pit that appears to have been dug and used for a hearth&mdash;was encountered. On top of the Late Dorset deposits are artifacts and animal remains associated with the Thule occupation of the site, which lasted until historic times. Thus the site has evidence of the last 1000 years of human occupation of Inglefield Land.\n\nUnfortunately, Iita is being destroyed. Because of increased coastal erosion, likely associated with lower sea-ice pack, decreased permafrost, and rising sea levels, blocks of the alluvial fan upon which the site sits are slumping off into Foulke Fjord (Figure 6). Based on historic photographs of the site taken between 1913 and 1917, it is unequivocal that this erosion has only started to occur in the last 100 years. Thus the conclusion of the study is that Iita represents a unique archaeological site for the High Arctic, and one that should become the focus of future an intensive investigation before it is destroyed.\n\n \n\n\t\t\t\t\tLast Modified: 11/13/2013\n\n\t\t\t\t\tSubmitted by: John A Darwent"
 }
}