{
 "awd_id": "1134997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR:  Next Generation Dissipation Guidelines for New and Existing Structures using the NEES Database",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 161582.0,
 "awd_amount": 161582.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "The research objective of this award is to characterize energy dissipation capacity not associated with damage in buildings subjected to earthquakes. The project takes a multi-prong approach to attain this objective. On the analytical side, it examines how identified equivalent damping is affected by excitation frequency content (since the actual mechanism is unlikely viscous) and how sampling rate and the free parameters of various identification algorithms affect the computed imaginary part of the poles, which determines the equivalent damping.  Because the effort is on identifying dissipation associated with non-damaging mechanisms, the project looks at data-driven means to classify observed responses as being quasi-linear or notably non-linear. The project includes development of a procedure, based on the classical tracking problem from control theory, to separate the non-damaging dissipation from the total dissipation. The database from the George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) Project Warehouse is used to validate the analytical studies and, complemented with data measured in buildings in the field, is used to formulate guidelines for specifying damping ratios for new and existing structures.  Data from this project will be archived and made available to the public through the NEES Project Warehouse data repository at http://www.nees.org. \r\n\r\nThe project is part of efforts to devise efficient means to provide structural designs that not only provide life protection for large earthquakes but also minimize economic losses associated with exposure to seismic events of all sizes.  Although computational capability and modeling of elastic and inelastic behavior, including cyclic response, has improved notably in the past few decades, little change has taken place since the 1960's on criteria for the specification of non-damaging related dissipation, which plays an important role for predicting response for small and moderate events. This project leverages data that is currently available in the NEES Project Warehouse data repository to constrain analytical research on the question of non-damage related dissipation in seismic engineering. This award includes an educational outreach initiative that integrates the research with education for undergraduate and high school students.  This award is part of the National Earthquake Hazards Reduction Program (NEHRP).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dionisio",
   "pi_last_name": "Bernal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dionisio Bernal",
   "pi_email_addr": "bernal@neu.edu",
   "nsf_id": "000347052",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 huntington ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 161582.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Earthquakes impart vibrational energy that structures must be able to dissipate safely. Some of the mechanisms through which this energy is dissipated are aggregated and referred to as &ldquo;the damping&rdquo;. In contrast with strength and stiffness, which are properties that can be estimated accurately from dimensions and material properties, estimation of how much damping a structure has cannot be obtained in this manner. It's important to clarify that we refer her not to damping that may be added by mechanical devises like the shock absorvers in a car, but to the damping that is inherent to the structure itself.</p>\n<p>Given the impossibility of computing inherent damping by examination \"of the blue-prints\" structural engineers have had to rely on damping values derived from observation of existing structures. For example, it is known that concrete structures are more damped than steel structures and for this reason the former are typically assigned a value of 5% while the latter are assigned 2%. These percents referring to the fraction of an amount for which the structure, if released from some initial position, would not vibrate but would just drift back to the equilibrium point.</p>\n<p>The approximate values noted for steel and concrete structures are sufficiently accurate for design against catastrofic collapse during large earthquakes because &nbsp;the damping in this instance is not an important parameter. When designing for relatively small earthquakes however (which can occur frequently) the objective turns to protection of the building contents and in this case damping can play a more important role. The objective of this NEES funded project was to use the data that had been generated &nbsp;in previous vibration tests carried out under NEES to obtain, if possible, improved recommendations on how to estimate damping for earthquake response calculations.Since specification of damping hinges in the ability to estimate it for existing structures, identification of damping from measurements is central to the stated objective. A well known result in this regard is that the results obtrained are sensitive to details of how the measured data is processed.</p>\n<p>An important contribution from this project is clarification of the source of this \"sensitivity\". Specifically, contrary to the common premisethat the problems were connected to how the computations were carried out, it has been shown that the \"sensitivity\" is inherent to the problem and has to do with the fact that the amount of information on damping contained in the seismic measurements is small. In this regard its opportune to note that information content is not a qualitative term but a quantitative one and is specifically known as Fisher Information, in honor or Sir Ronald Fisher, who introduced the concept.&nbsp;</p>\n<p>In this research the data from the NEES projects was suplemented with data recorded during real earthquakes to derive formulas to specify damping that offers improvements over the constant values of 2 and 5 percent previously mentioned. It was found that the parameter that has the strongest correlation with how the damping changes for buildings of equal type is the height - with the damping decreasing as the height increases. A rationalization of this result found in the fact that as the height increases the size of the print of the building on the ground relative to the volume decreases and thus the building has less of a \"soil interface\", which tends to increase the damping.</p>\n<p>An interesting result on bridges is that in the case where the deck can slide on the abutments the energy dissipated by friction tends can be substantial and allows the design to be based on values of effective damping that are larger than tse where no sliding can take place.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2014<br>\n\t\t\t\t\tModified by: Dionisio&nbsp;Bernal</p>\n</div>\n<div cla...",
  "por_txt_cntn": "\nEarthquakes impart vibrational energy that structures must be able to dissipate safely. Some of the mechanisms through which this energy is dissipated are aggregated and referred to as \"the damping\". In contrast with strength and stiffness, which are properties that can be estimated accurately from dimensions and material properties, estimation of how much damping a structure has cannot be obtained in this manner. It's important to clarify that we refer her not to damping that may be added by mechanical devises like the shock absorvers in a car, but to the damping that is inherent to the structure itself.\n\nGiven the impossibility of computing inherent damping by examination \"of the blue-prints\" structural engineers have had to rely on damping values derived from observation of existing structures. For example, it is known that concrete structures are more damped than steel structures and for this reason the former are typically assigned a value of 5% while the latter are assigned 2%. These percents referring to the fraction of an amount for which the structure, if released from some initial position, would not vibrate but would just drift back to the equilibrium point.\n\nThe approximate values noted for steel and concrete structures are sufficiently accurate for design against catastrofic collapse during large earthquakes because  the damping in this instance is not an important parameter. When designing for relatively small earthquakes however (which can occur frequently) the objective turns to protection of the building contents and in this case damping can play a more important role. The objective of this NEES funded project was to use the data that had been generated  in previous vibration tests carried out under NEES to obtain, if possible, improved recommendations on how to estimate damping for earthquake response calculations.Since specification of damping hinges in the ability to estimate it for existing structures, identification of damping from measurements is central to the stated objective. A well known result in this regard is that the results obtrained are sensitive to details of how the measured data is processed.\n\nAn important contribution from this project is clarification of the source of this \"sensitivity\". Specifically, contrary to the common premisethat the problems were connected to how the computations were carried out, it has been shown that the \"sensitivity\" is inherent to the problem and has to do with the fact that the amount of information on damping contained in the seismic measurements is small. In this regard its opportune to note that information content is not a qualitative term but a quantitative one and is specifically known as Fisher Information, in honor or Sir Ronald Fisher, who introduced the concept. \n\nIn this research the data from the NEES projects was suplemented with data recorded during real earthquakes to derive formulas to specify damping that offers improvements over the constant values of 2 and 5 percent previously mentioned. It was found that the parameter that has the strongest correlation with how the damping changes for buildings of equal type is the height - with the damping decreasing as the height increases. A rationalization of this result found in the fact that as the height increases the size of the print of the building on the ground relative to the volume decreases and thus the building has less of a \"soil interface\", which tends to increase the damping.\n\nAn interesting result on bridges is that in the case where the deck can slide on the abutments the energy dissipated by friction tends can be substantial and allows the design to be based on values of effective damping that are larger than tse where no sliding can take place.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2014\n\n\t\t\t\t\tSubmitted by: Dionisio Bernal"
 }
}