{
 "awd_id": "1134249",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chemical Reaction Activation in Microreactors Through Corona Discharge",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Triantafillos Mountziaris",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 330582.0,
 "awd_amount": 330582.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "Proposal Number: 1134249\r\nPI: Yokochi, Alexandre F. \r\n\r\n\r\nMolecules involved in chemical reactions require sufficient energy to overcome the activation energy barrier. This is true in spontaneous reactions at room temperature  the fact that they are spontaneous merely means that the required energy is present in the form of ambient thermal energy. In a few cases this activation energy barrier can be lowered through the use of catalysts, and in some the energy can be supplied in alternative forms (other than sensible heat) such as sonochemical, photochemical, and electrical discharge. The primary objective of this work is to examine how non-thermal plasmas generated by electrical discharge through fluids may be used to drive chemical reactions in microchannel reactors. The model reactions chosen are the oxidation of organic molecules dissolved in aqueous media by dissolved atmospheric oxygen and the partial oxidation of methane to methanol. Preliminary work has demonstrated that the corona discharge activated oxidation takes place, and the technical literature suggests that electrical discharge activation of the partial oxidation of methane also occurs. The development of an efficient corona discharge activated microchannel reactor could lead to both an efficient approach to tertiary treatment of potable water by advanced oxidation and a method to constructively use stranded methane that is currently too expensive to recover, and also develop an entirely novel approach to the general activation of chemical reactions that will open new process reaction options for various applications. An important barrier to the implementation of electro-discharge processes in microreactors is the high voltage required to achieve spark or dielectric barrier discharge. The required voltages can be greatly diminished by enhancing the emitter electrode with carbon nanotubes.\r\n\r\nIntellectual Merit: This project will systematically explore the development and implementation of corona discharge activated chemical reactions in microchannel reactors through the construction and experimental evaluation of the performance of an experimental device and the crafting of a careful model of the reactor operation. The project will be approached in the following manner:\r\n\r\n1. Exploratory implementation of corona discharge activated reactive systems in microreactors: This will explore the manner in which a microchannel reactor within which a chemical reaction can be activated by corona discharge can best be built. In particular, the best methodology for the enhancement of the emitter electrodes with carbon nanotubes will be evaluated.\r\n\r\n2. Experimental evaluation of the corona discharge driven oxidation in aqueous media: Using the CNT enabled corona discharge activated microreactor developed in task 1, the effect of varying reaction conditions will be evaluated. Factors to evaluate include applied potential, total power, thickness of the reactor channel, fluid flow rate (i.e., residence time) and dissolved oxygen concentration.\r\n\r\n3. Partial oxidation of methane to methanol: Using the CNT enabled corona discharge microreactor, proof of concept followed by full exploration of process parameters will take place. Similar factors as described in 2 will be evaluated with the addition of methane/H2O/O2 ratios in the reactor performance.\r\n\r\n4. Development of an explanatory/predictive model for the corona activated microreactor: Using the data collected in Tasks 2 and 3, a model of the reactor will be developed using COMSOL in which the effects of the factors described above will be evaluated. The particular information to be extracted from the model includes reaction rates and the thickness of the reacting volume in the system.\r\n\r\nEducational Integration: The reactor system described will be used as a basis for formal education by developing 1) an experimental module where early program undergraduates in\r\nChemical/Environmental Engineering can actually work with an advanced chemical process including the ability of tweaking a few parameters, 2) offering advanced students in the senior capstone experience sequence the opportunity to implement chemical processes using the developed platforms and 3) continuing to mentor undergraduate researchers through hosting Johnson scholars (first year college) and SESEY (high school) students in the laboratory to work on issues based on process implementation in microreactors. These students become an integral part of the research team.\r\n\r\nBroader Impact: This research will result in the development of a novel method for chemical reaction activation within microchannel reactors, opening a new area of research for researchers developing reactive processes in microchannel reactors, hopefully enabling various future advances leading to the practical implementation of microreactor based processes. Simultaneously, the work will be used as a platform for informal (general public) and formal education for pre-college, undergraduate and graduate students (and fellow faculty!) on the issues surrounding the elimination of trace organic contaminants in potable water, and the implementation of processes in microstructured reactors in general.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandre",
   "pi_last_name": "Yokochi",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandre F Yokochi",
   "pi_email_addr": "alex_yokochi@baylor.edu",
   "nsf_id": "000307289",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Nason",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Nason",
   "pi_email_addr": "jeff.nason@oregonstate.edu",
   "nsf_id": "000508245",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973312702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 330582.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of this project were to build a new reactor enabling study of corona discharge activated chemical reactions, as illustrated in the conceptual Scheme 1, and to study two useful reactions in this system, namely the destruction of organic molecules dissolved in water and the conversion of natural gas to more valuable products.&nbsp; A corona discharge is a controlled electrical discharge through a gas, where because a large voltage is applied across a short distance, electrons are emitted from one electrode and travel to the opposite electrode.&nbsp; As these energetic electrons travel they collide with gas molecules and cause chemical reactions to happen.</p>\n<p><strong>Intellectual Merit:</strong>&nbsp; As part of the project work, a reactor in which the corona discharge could be established and studied was built.&nbsp; The electrical performance envelope (i.e., what voltages and currents limit this corona discharge) observed for this device is shown in Figure 1.&nbsp; As can be seen, following an initial high voltage necessary to establish the discharge, a low voltage and relatively high current operational regime, which we call the glow corona discharge, is established.&nbsp; This operational regime is of most interest in effecting efficient chemical conversions.&nbsp; Photographs of the discharge at the lowest current possible (~1.5 mA), and at the high end for glow corona (~8.5 mA), with the contrast for a high current arc discharge (~9.5mA) are shown in Figure 2.</p>\n<p>One of the possible applications of this new technology is the conversion of fermentation biogas or natural gas to more useful chemical products.&nbsp; Biogas, being primarily methane, is difficult to use for most applications except for burning as a fuel, and is difficult to store.&nbsp; In contrast, longer hydrocarbons can be liquids, like gasoline, or can have features like carbon-carbon double bonds that can be used to convert the molecules into other materials like plastics (e.g., polyethylene) or specialty chemicals like pharmaceuticals.&nbsp; Conversion of methane in this glow corona discharge leads to the production of both ethylene/acetylene, and propane/propylene, which demonstrates that longer hydrocarbons can be produced, which can be used to produce gasoline like liquids. The results are shown in Figure 3.</p>\n<p>A different possible application of this technology is the oxidation of dissolved organics in water that are present in trace levels, like pesticides and byproducts of normal water disinfection like nitrosamines.&nbsp; This would be particularly useful for communities that have incorporated water reuse processes in their water supply system, like those in southern California.&nbsp; Because water with dissolved salts is somewhat conductive of electricity, making it extremely difficult to create the high voltages needed to establish the discharge, the discharge is established between the electrodes and the water.&nbsp; Reactive species created in the water consume the dissolved organics present.&nbsp; The reactor constructed is shown in Figure 4.&nbsp;</p>\n<p>This is demonstrated by dissolving a small amount of a dye, specifically Rhodamine Red at a concentration of 1 mg dye/liter of water (i.e., 1ppm), which is a concentration similar to that of the pesticides/disinfection products in water, and passing this solution through the reactor.&nbsp; As the water flows through the reactor the pink color disappears (i.e., is decolorized) indicating decomposition of the molecule.&nbsp; The results are shown in the graph in Figure 5.</p>\n<p><strong>Broader impacts</strong>:&nbsp; A major broader impact of the project is the development of the novel processing technology through the use of low energy glow corona discharges.&nbsp; Opening this new area for other technologists (scientists, engineers, etc) concerned with conversion of matter from less useful to more useful...",
  "por_txt_cntn": "\nThe major goals of this project were to build a new reactor enabling study of corona discharge activated chemical reactions, as illustrated in the conceptual Scheme 1, and to study two useful reactions in this system, namely the destruction of organic molecules dissolved in water and the conversion of natural gas to more valuable products.  A corona discharge is a controlled electrical discharge through a gas, where because a large voltage is applied across a short distance, electrons are emitted from one electrode and travel to the opposite electrode.  As these energetic electrons travel they collide with gas molecules and cause chemical reactions to happen.\n\nIntellectual Merit:  As part of the project work, a reactor in which the corona discharge could be established and studied was built.  The electrical performance envelope (i.e., what voltages and currents limit this corona discharge) observed for this device is shown in Figure 1.  As can be seen, following an initial high voltage necessary to establish the discharge, a low voltage and relatively high current operational regime, which we call the glow corona discharge, is established.  This operational regime is of most interest in effecting efficient chemical conversions.  Photographs of the discharge at the lowest current possible (~1.5 mA), and at the high end for glow corona (~8.5 mA), with the contrast for a high current arc discharge (~9.5mA) are shown in Figure 2.\n\nOne of the possible applications of this new technology is the conversion of fermentation biogas or natural gas to more useful chemical products.  Biogas, being primarily methane, is difficult to use for most applications except for burning as a fuel, and is difficult to store.  In contrast, longer hydrocarbons can be liquids, like gasoline, or can have features like carbon-carbon double bonds that can be used to convert the molecules into other materials like plastics (e.g., polyethylene) or specialty chemicals like pharmaceuticals.  Conversion of methane in this glow corona discharge leads to the production of both ethylene/acetylene, and propane/propylene, which demonstrates that longer hydrocarbons can be produced, which can be used to produce gasoline like liquids. The results are shown in Figure 3.\n\nA different possible application of this technology is the oxidation of dissolved organics in water that are present in trace levels, like pesticides and byproducts of normal water disinfection like nitrosamines.  This would be particularly useful for communities that have incorporated water reuse processes in their water supply system, like those in southern California.  Because water with dissolved salts is somewhat conductive of electricity, making it extremely difficult to create the high voltages needed to establish the discharge, the discharge is established between the electrodes and the water.  Reactive species created in the water consume the dissolved organics present.  The reactor constructed is shown in Figure 4. \n\nThis is demonstrated by dissolving a small amount of a dye, specifically Rhodamine Red at a concentration of 1 mg dye/liter of water (i.e., 1ppm), which is a concentration similar to that of the pesticides/disinfection products in water, and passing this solution through the reactor.  As the water flows through the reactor the pink color disappears (i.e., is decolorized) indicating decomposition of the molecule.  The results are shown in the graph in Figure 5.\n\nBroader impacts:  A major broader impact of the project is the development of the novel processing technology through the use of low energy glow corona discharges.  Opening this new area for other technologists (scientists, engineers, etc) concerned with conversion of matter from less useful to more useful forms will yield new processes to benefit the US and the world.  For example, using the the methane conversion results a new project funded by ARPA-E focused on the conversion of biogas to liquid fuels has been establish..."
 }
}