{
 "awd_id": "1134012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Fundamentals of Natural Gas Conversion to Fuels and Chemicals over Molybdenum Nanostructures",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 299000.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2014-06-12",
 "awd_abstract_narration": "Natural gas, or methane, is an abundant resource that is unfortunately underutilized due to a lack of efficient technologies that enable its conversion into easily condensable or liquid products amenable to transport. Most natural gas reserves and the associated gas produced in the course of crude oil production at remote locations are classified as stranded, and venting and flaring is a typical method of disposal, resulting in a significant environmental issue as well as a waste of hydrocarbon resource. Natural gas conversion to liquid fuels and chemicals represents a highly desirable goal since North America has some of the largest gas reserves in the world that can serve as a safe and stable source of hydrocarbons. \r\n\r\nProduction of chemicals and liquid fuels from methane is currently dominated by technologies that rely on generation of synthesis gas as the first step. These technologies, however, have an inherent inefficiency since the breaking of all methane C-H bonds in synthesis gas production has to be substantially reversed in subsequent steps. There are, therefore, intense current research efforts for development of direct methods for methane conversion.  Research on catalytic methane activation remains an area of high scientific and industrial significance but the catalytic chemistry of methane activation is currently poorly understood. \r\n\r\nThis situation will change with an award made to investigators Simon Podkolzin of the Stevens Institute of Technology, New Jersey, and Israel Wachs of Lehigh University, Pennsylvania. The objective of the proposed research is to develop a molecular level model of catalytic methane conversion to liquid fuels and chemicals by zeolite-supported Mo nanostructures. Methane conversion over Mo nanostructures supported on shape selective zeolites offers a promising alternative for selective methane activation. This chemistry was recently reported by a group from Dalian, China. In this process of methane dehydoaromatization, methane can be converted directly in a single step into benzene with a selectivity of 70-80 mol % and conversions exceeding 10 mol %. In contrast to other direct methane activation chemistries, this process has two unique advantages since methane is converted without any additional reactants. First, complete oxidation of methane to carbon oxides is not possible as in the processes employing O2 or H2O addition. This is also advantageous from the safety perspective. Second, natural gas processing can in concept be performed at remote locations since transportation of reagents is not required. \r\n\r\nThe PIs intend to study the dynamics of active surface sites at the nanoscale under reaction conditions. They will combine the latest developments in molecular spectroscopic characterization techniques (Raman, IR and UV-vis) at the nanoscale under reaction conditions at elevated temperatures with catalyst kinetic testing, kinetic modeling, and quantum-chemical calculations.  Advanced time-resolved atomic XANES/EXAFS characterization will be performed in collaboration with Brookhaven National Laboratory. \r\n\r\nResults of this program will have transformative effects in nanotechnology and energy research by developing nanomaterials for efficient conversion of natural gas into liquid hydrocarbons and potentially making available large reserves of stranded gas, while addressing the environmental issue of venting and burning of associated gas at remote locations. A broad spectrum of educational outreach projects is an integral part of the program, including research experiences as well as university and K-12 teaching modules on energy research and nanomaterials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Israel",
   "pi_last_name": "Wachs",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Israel E Wachs",
   "pi_email_addr": "iew0@lehigh.edu",
   "nsf_id": "000180039",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "111 Research Drive",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180154739",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 275000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"abs\">Natural gas, which is mostly composed of methane, is an abundant worldwide resource. Natural gas reserves, however, are tremendously underutilized and unacceptably wasted by venting and flaring into the atmosphere due to difficulties of converting methane into a liquid or an easily liquefiable product that can be efficiently shipped to market. Consequently, there is an urgent need for innovative catalytic technologies that directly convert methane into liquid aromatic hydrocarbons. A promising catalyst system is molybdenum nanostructures supported on shape selective zeolites.</p>\n<p class=\"abs\">Application of modern catalysis research methodology, involving direct spectroscopic monitoring of the catalyst during the reaction coupled with theoretcial calcuations, has allowed for unprecedented understanding of this catalytic system on a molecular level. This project was a collaboration between Lehigh University (performing spectroscopy) and Stevens Institute of Technology (performing theorical calculations and reaction studies). The supported moldenum phase is initially present as four distinct isolated surface molybdenum oxide sites anchored to the zeolite support. During the methane conversion reaction, the initial isolated molybdenum oxide sites convert to molybdenum oxycarbide nanoparticles, which are the active sites for methane activation for liquid hydrocarbons. This molybdenum transformation process is reversible and the initial isolated molybdenum oxide sites can be restored by a treatment of the molybdenum carbide nanoparticles with gas-phase oxygen. This finding will be helpful in extending catalyst lifetime, which is currently one of the main obstacles in commercialization of this promising catalytic technology. The molecular level understanding of the initial zeolite-supported molybdenum oxide structures will also be helpful in optimization of catalyst formulations and reaction conditions.</p>\n<p class=\"abs\">This research has demonstrated how complex technological problems can be solved at the molecular level with modern catalyst research methodologies involving direct spectroscopic monitoring of catalysts under reaction conditions with initimately coupled theoretical calculations. Such a mdern catalyst research methodology can be a template for other challenging catalytic problems as well as many non-catalytic technologies.</p>\n<p class=\"abs\">The research program trained one graduate female Asian student and three undergraduate NSF REU students (femal Hispanic, male Asian and male Caucasian students). The research findings were successfully presented at numerous regional, national and international scientific conferences by the students and the PI. Several publications resulted from this research.</p>\n<p class=\"abs\">Outreach activities involved exposing middle school females to Science, Technology, Engineering and Math (STEM) aspects of the research program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/15/2015<br>\n\t\t\t\t\tModified by: Israel&nbsp;E&nbsp;Wachs</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Natural gas, which is mostly composed of methane, is an abundant worldwide resource. Natural gas reserves, however, are tremendously underutilized and unacceptably wasted by venting and flaring into the atmosphere due to difficulties of converting methane into a liquid or an easily liquefiable product that can be efficiently shipped to market. Consequently, there is an urgent need for innovative catalytic technologies that directly convert methane into liquid aromatic hydrocarbons. A promising catalyst system is molybdenum nanostructures supported on shape selective zeolites.\nApplication of modern catalysis research methodology, involving direct spectroscopic monitoring of the catalyst during the reaction coupled with theoretcial calcuations, has allowed for unprecedented understanding of this catalytic system on a molecular level. This project was a collaboration between Lehigh University (performing spectroscopy) and Stevens Institute of Technology (performing theorical calculations and reaction studies). The supported moldenum phase is initially present as four distinct isolated surface molybdenum oxide sites anchored to the zeolite support. During the methane conversion reaction, the initial isolated molybdenum oxide sites convert to molybdenum oxycarbide nanoparticles, which are the active sites for methane activation for liquid hydrocarbons. This molybdenum transformation process is reversible and the initial isolated molybdenum oxide sites can be restored by a treatment of the molybdenum carbide nanoparticles with gas-phase oxygen. This finding will be helpful in extending catalyst lifetime, which is currently one of the main obstacles in commercialization of this promising catalytic technology. The molecular level understanding of the initial zeolite-supported molybdenum oxide structures will also be helpful in optimization of catalyst formulations and reaction conditions.\nThis research has demonstrated how complex technological problems can be solved at the molecular level with modern catalyst research methodologies involving direct spectroscopic monitoring of catalysts under reaction conditions with initimately coupled theoretical calculations. Such a mdern catalyst research methodology can be a template for other challenging catalytic problems as well as many non-catalytic technologies.\nThe research program trained one graduate female Asian student and three undergraduate NSF REU students (femal Hispanic, male Asian and male Caucasian students). The research findings were successfully presented at numerous regional, national and international scientific conferences by the students and the PI. Several publications resulted from this research.\nOutreach activities involved exposing middle school females to Science, Technology, Engineering and Math (STEM) aspects of the research program.\n\n\t\t\t\t\tLast Modified: 02/15/2015\n\n\t\t\t\t\tSubmitted by: Israel E Wachs"
 }
}