{
 "awd_id": "1134231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quantifying Nanomaterial Dose in Drinking Water and Assessing the Environmental Risks Posed by Residual Waste Streams Rich in Manufactured Nanomaterials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "1134231\r\nBrant\r\nThis NSF award by the Environmental Health and Safety of Nanotechnology program supports work by Professor Jonathan Brant to study the removal of manufactured nanomaterials from drinking water. The project team will also study the release of manufactured nanomaterials into the natural environment from the residual waste products that are generated during the drinking water treatment. This work is important to the general public because it will provide the data that is necessary for determining what dose may be expected for various manufactured nanomaterials in drinking water that has been treated using conventional and advanced technologies. It will also help to determine the suitability of existing approaches for disposing of treatment residuals for preventing the release of manufactured nanomaterials into the surrounding environment. Such information is needed in order to determine the risk that may be associated with the continued development and commercialization of manufactured nanomaterials, and ultimately with the products that result from advancements in nanotechnology.\r\n\r\nThe broader significance and importance of this project will be twofold. First, the results and insights gained from this work will provide a basis by which engineers, scientists, and regulators can begin to assess the ability of existing treatment schemes for effectively removing manufactured nanomaterials from drinking water. Furthermore, it will provide a quantitative assessment of the concentration, or dose, of these materials that may reasonably be expected to occur in conventionally treated drinking water. These findings hold great significance for society as it seeks to understand the risks that are associated with nanotechnology, with which manufactured nanomaterials are intimately related. Second, students in Wyoming, both K-12 and college level, will learn how to treat drinking water using both conventional and advanced approaches and be introduced to one of tomorrow?s most pressing problems ? the emergence and subsequent removal of new drinking water contaminants.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Brant",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan A Brant",
   "pi_email_addr": "jbrant1@uwyo.edu",
   "nsf_id": "000513324",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Edgar",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas V Edgar",
   "pi_email_addr": "",
   "nsf_id": "000376964",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E. University Avenue",
  "perf_city_name": "Laramie",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140205.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 159795.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall objective of this project was to assess the mobility, or removal, of three representative engineered nanomaterials in potable water treatment systems. The systems that were studied included both conventional processes, which are predominantly used in water treatment plants in the United States, and membrane filtration processes (i.e., advanced treatment). The three engineered nanomaterials (ENMs) that were studied included titanium dioxide, cerium dioxide,&nbsp;and citrate coated nano-silver (nAg). These nanoparticles were studied because of their diversity in properties and relatively widespread use in commercial products like paints, textiles, and catalysts. Overall we found that ENMs will be removed by conventional and advanced treatment processes.&nbsp; At environmentally relevant concentrations each of the studied ENMS were principally removed from the water column through heteroaggregation with clay and/or natural organic matter. These heteroaggregates were well-removed through a combination of flocculation/clarification/filtration processes. Homoaggregation, or the aggregation of two nanomaterials with one another, was the principal secondary flocculation mechanism for nanomaterials, with its level of significance increasing with increasing nanomaterial concentration. The presence of stabilizers on the nanomaterial surface, either natural organic matter or citrate groups in the case of nAg, do influence ENM removal through flocculation and filtration; however, in waters characteristic of those found in nature removal remained substantial. The sludges that are produced as a result of water treatment, such as those from clarification processes, can serve as a source of nanomaterial pollution. Each of the ENMs could be liberated from the dried sludge produced during flocculation and clarification processes. When exposed to simulated rainwater we observed the development and growth of a nano-fraction of solids in the water. This nano-fraction was composed of the nanomaterials themselves and complexes of organic matter, metal salts, and clay. This points to such sludges serving as point sources of nanomaterial pollution if not properly disposed of. Overall we concluded that those conventional and advanced water treatment processes studied here serve as effective barriers to ENMs.&nbsp;</p>\n<p>Broader impacts associated with this project were diverse. A driving motivation for the principal investigator was to broaden the participation of historically underrepresented groups in engineering. To this end this project recruited a female undergraduate engineering student to work as an undergraduate researcher for two summers during which she work on different experiments under the guidance of a graduate student. These experiences have resulted in her applying for graduate school after graduation where she will focus on civil engineering. We also carried out an engineering education outreach program titled Exploring Engineering: A Hands on Approach that targeted K-12 students in Laramie, WY. In this program demonstrations of different civil engineering principles were done by undergraduate engineering students to various K-12 student groups. This provided the students with opportunities to view and actually work with educational tools. Our goal with this continuing program is to stimulate students&rsquo; interests in studying in the scientific and engineering fields. Our work benefited society at large by answering some of the questions related to the risks posed by nanotechnology to human health and the environment. In terms of human exposure to nanomaterials through drinking water we have shown that the likelihood of exposure is minimal.&nbsp;</p>\n<p>Specific outcomes associated with this project were as follows: graduation of one student with an MS degree in environmental engineering, support of a female undergraduate researcher whose research focused on ...",
  "por_txt_cntn": "\nThe overall objective of this project was to assess the mobility, or removal, of three representative engineered nanomaterials in potable water treatment systems. The systems that were studied included both conventional processes, which are predominantly used in water treatment plants in the United States, and membrane filtration processes (i.e., advanced treatment). The three engineered nanomaterials (ENMs) that were studied included titanium dioxide, cerium dioxide, and citrate coated nano-silver (nAg). These nanoparticles were studied because of their diversity in properties and relatively widespread use in commercial products like paints, textiles, and catalysts. Overall we found that ENMs will be removed by conventional and advanced treatment processes.  At environmentally relevant concentrations each of the studied ENMS were principally removed from the water column through heteroaggregation with clay and/or natural organic matter. These heteroaggregates were well-removed through a combination of flocculation/clarification/filtration processes. Homoaggregation, or the aggregation of two nanomaterials with one another, was the principal secondary flocculation mechanism for nanomaterials, with its level of significance increasing with increasing nanomaterial concentration. The presence of stabilizers on the nanomaterial surface, either natural organic matter or citrate groups in the case of nAg, do influence ENM removal through flocculation and filtration; however, in waters characteristic of those found in nature removal remained substantial. The sludges that are produced as a result of water treatment, such as those from clarification processes, can serve as a source of nanomaterial pollution. Each of the ENMs could be liberated from the dried sludge produced during flocculation and clarification processes. When exposed to simulated rainwater we observed the development and growth of a nano-fraction of solids in the water. This nano-fraction was composed of the nanomaterials themselves and complexes of organic matter, metal salts, and clay. This points to such sludges serving as point sources of nanomaterial pollution if not properly disposed of. Overall we concluded that those conventional and advanced water treatment processes studied here serve as effective barriers to ENMs. \n\nBroader impacts associated with this project were diverse. A driving motivation for the principal investigator was to broaden the participation of historically underrepresented groups in engineering. To this end this project recruited a female undergraduate engineering student to work as an undergraduate researcher for two summers during which she work on different experiments under the guidance of a graduate student. These experiences have resulted in her applying for graduate school after graduation where she will focus on civil engineering. We also carried out an engineering education outreach program titled Exploring Engineering: A Hands on Approach that targeted K-12 students in Laramie, WY. In this program demonstrations of different civil engineering principles were done by undergraduate engineering students to various K-12 student groups. This provided the students with opportunities to view and actually work with educational tools. Our goal with this continuing program is to stimulate studentsÆ interests in studying in the scientific and engineering fields. Our work benefited society at large by answering some of the questions related to the risks posed by nanotechnology to human health and the environment. In terms of human exposure to nanomaterials through drinking water we have shown that the likelihood of exposure is minimal. \n\nSpecific outcomes associated with this project were as follows: graduation of one student with an MS degree in environmental engineering, support of a female undergraduate researcher whose research focused on water treatment technologies, four oral presentations that were given at domestic and international ..."
 }
}