{
 "awd_id": "1134811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Peary and the Inughuit at Cape Sheridan: A Preliminary Study",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 76417.0,
 "awd_amount": 76417.0,
 "awd_min_amd_letter_date": "2011-05-02",
 "awd_max_amd_letter_date": "2011-05-02",
 "awd_abstract_narration": "Drs. Susan Kaplan and Genevieve LeMoine, along with a student and a local guide, will map and photo-document two historic Inughuit (Inuit from Northwest Greenland) winter campsites at Floeberg Beach, Cape Sheridan, Ellesmere Island, Nunavut. They will also survey the surrounding area on foot to identify prehistoric sites in the area and relocate known historic sites. \r\n\r\nInughuit families brought from Greenland by Robert E. Peary in 1905-06 and 1908-09 to assist him in his efforts to reach the North Pole created the campsites at Floeberg Beach. While Peary and his American and Canadian men lived aboard his ship, the SS Roosevelt, which was frozen into the ice just offshore, the Inughuit built homes on shore using shipping crates and snow. During each expedition, approximately 50 Inughuit men, women and children lived in this temporary village at Floeberg Beach for about ten months, after which they returned to their homes in Greenland. Written descriptions and photographs of these settlements are sketchy at best and we know little of the living conditions of these displaced families (many of which were headed by women while their husbands spent months on the trail with Peary). \r\n\r\nPrevious archaeological work by Parks Canada archaeologists in the 1970s and early 1980s has confirmed that the sites exist, but no more ? their visits were limited to brief superficial surveys. The primary goal of this project is to document the sites in detail, through mapping and photography and possibly limited test excavation. We will collect information that will shed light on the nature of the lives of the Inughuit families who lived there, and evaluate the condition of the sites to determine whether more extensive research is warranted. This project offers a unique opportunity to examine an intensive contact situation unaffected by earlier or later occupations. Although a preliminary investigation, it has significant potential to raise awareness of, and interest in, Inughuit roles in the work of Peary and other explorers, as well as the impact of intense contact and displacement on indigenous peoples. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Genevieve",
   "pi_last_name": "LeMoine",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Genevieve M LeMoine",
   "pi_email_addr": "glemoine@bowdoin.edu",
   "nsf_id": "000155950",
   "pi_start_date": "2011-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Kaplan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Susan A Kaplan",
   "pi_email_addr": "skaplan@bowdoin.edu",
   "nsf_id": "000267676",
   "pi_start_date": "2011-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bowdoin College",
  "inst_street_address": "255 MAINE ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRUNSWICK",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2077253767",
  "inst_zip_code": "040113343",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BOWDOIN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JE5WBLZJUME7"
 },
 "perf_inst": {
  "perf_inst_name": "Bowdoin College",
  "perf_str_addr": "9500 College Station",
  "perf_city_name": "Brunswick",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "040118495",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 76417.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Genevieve LeMoine and Susan Kaplan, of the Peary-MacMillan Arctic Museum and Arctic Studies Center at Bowdoin College, initiated the Cape Sheridan Archaeology Project (CSAP) to learn more about the Inughuit participants in Robert E. Peary&rsquo;s last two expeditions.</p>\n<p>In 1905-06 and again in 1908-09 Peary mounted major expeditions to reach the North Pole. With a custom designed ship, the SS <em>Roosevelt</em>, a team of American assistants, and some 50 Inughuit men, women, and children from Northwest Greenland, he sailed as far north as possible, to Cape Sheridan on the northeast coast of Ellesmere Island in Canada&rsquo;s High Arctic. There, they crew allowed the ship to freeze in for the winter. Over the fall and winter they made preparations for a sledge journey over the sea ice to the North Pole. They hunted for meat to feed people and dogs, and moved supplies further north and cached them for the spring journey.</p>\n<p>Peary relied heavily on the Inughuit. The men hunted, drove dog sleds, and helped train the inexperienced American members of the team. The women sewed traditional fur clothing for the expedition members, as well as for their families. The Inughuit were essential to the success of the expedition but because they left no written or photographic record, we know little about their day-to-day lives while living on this remote and barren coast far from home. American expedition members kept journals, but only occasionally included remarks about their Inughuit companions.</p>\n<p>While at Cape Sheridan, Peary&rsquo;s men constructed workshops on shore at a place called Floeberg Beach. Here Inughuit built homes for themselves, rather than living on the ship as the Americans did. Archaeological investigations of these structures, along with associated disposal areas, provide a way to learn something about the lives of the Inughuit at Cape Sheridan.</p>\n<p>The archaeological remains at Cape Sheridan were first studied in the early 1980s by Parks Canada archaeologists investigating historic sites across the Arctic. At that time most of the surface artifacts were collected as a precaution against looting, and some of the architectural features were excavated. CSAP project was designed as a preliminary investigation to evaluate the current state of the site, and to determine whether further excavations would be useful.</p>\n<p>We traveled to Cape Sheridan in the summer of 2011 for two weeks of survey, mapping, and test excavation. We walked the coast, especially north of the Cape, to identify any prehistoric sites that earlier surveys (which were focused on historic occupations) might have missed, but found none. We remapped most of the archaeological features at Floeberg Beach, and excavated two 1x1 meter test units in two of the 1908-09 structures. We also photo-documented and collected a limited number of modified tin cans from a large can dump left by the expedition. In 2012, we traveled to the Prince of Wales Northern Heritage Centre in Yellowknife to study the materials collected by Parks Canada in the 1980s. These two activities provided us valuable insights, but also made it clear that for now, more extensive excavations at the site are not warranted (although rising sea levels and increased ice scour and beach erosion may change this in coming decades).</p>\n<p>The archaeological material shed interesting light on some aspects of the lives of the Inughuit at Cape Sheridan. The modified cans are particularly interesting. The use of cans as a raw material by indigenous people in the nineteenth century is known from other parts of the North American, but at Cape Sheridan the diversity of items, ranging from small funnels made from folded can lids, to cups and pots, is unique. Most intriguing are lamps or stoves made to burn kerosene or alcohol. These are very different from traditional Inughuit blubber lamps made of stone, and may have been challe...",
  "por_txt_cntn": "\nGenevieve LeMoine and Susan Kaplan, of the Peary-MacMillan Arctic Museum and Arctic Studies Center at Bowdoin College, initiated the Cape Sheridan Archaeology Project (CSAP) to learn more about the Inughuit participants in Robert E. PearyÆs last two expeditions.\n\nIn 1905-06 and again in 1908-09 Peary mounted major expeditions to reach the North Pole. With a custom designed ship, the SS Roosevelt, a team of American assistants, and some 50 Inughuit men, women, and children from Northwest Greenland, he sailed as far north as possible, to Cape Sheridan on the northeast coast of Ellesmere Island in CanadaÆs High Arctic. There, they crew allowed the ship to freeze in for the winter. Over the fall and winter they made preparations for a sledge journey over the sea ice to the North Pole. They hunted for meat to feed people and dogs, and moved supplies further north and cached them for the spring journey.\n\nPeary relied heavily on the Inughuit. The men hunted, drove dog sleds, and helped train the inexperienced American members of the team. The women sewed traditional fur clothing for the expedition members, as well as for their families. The Inughuit were essential to the success of the expedition but because they left no written or photographic record, we know little about their day-to-day lives while living on this remote and barren coast far from home. American expedition members kept journals, but only occasionally included remarks about their Inughuit companions.\n\nWhile at Cape Sheridan, PearyÆs men constructed workshops on shore at a place called Floeberg Beach. Here Inughuit built homes for themselves, rather than living on the ship as the Americans did. Archaeological investigations of these structures, along with associated disposal areas, provide a way to learn something about the lives of the Inughuit at Cape Sheridan.\n\nThe archaeological remains at Cape Sheridan were first studied in the early 1980s by Parks Canada archaeologists investigating historic sites across the Arctic. At that time most of the surface artifacts were collected as a precaution against looting, and some of the architectural features were excavated. CSAP project was designed as a preliminary investigation to evaluate the current state of the site, and to determine whether further excavations would be useful.\n\nWe traveled to Cape Sheridan in the summer of 2011 for two weeks of survey, mapping, and test excavation. We walked the coast, especially north of the Cape, to identify any prehistoric sites that earlier surveys (which were focused on historic occupations) might have missed, but found none. We remapped most of the archaeological features at Floeberg Beach, and excavated two 1x1 meter test units in two of the 1908-09 structures. We also photo-documented and collected a limited number of modified tin cans from a large can dump left by the expedition. In 2012, we traveled to the Prince of Wales Northern Heritage Centre in Yellowknife to study the materials collected by Parks Canada in the 1980s. These two activities provided us valuable insights, but also made it clear that for now, more extensive excavations at the site are not warranted (although rising sea levels and increased ice scour and beach erosion may change this in coming decades).\n\nThe archaeological material shed interesting light on some aspects of the lives of the Inughuit at Cape Sheridan. The modified cans are particularly interesting. The use of cans as a raw material by indigenous people in the nineteenth century is known from other parts of the North American, but at Cape Sheridan the diversity of items, ranging from small funnels made from folded can lids, to cups and pots, is unique. Most intriguing are lamps or stoves made to burn kerosene or alcohol. These are very different from traditional Inughuit blubber lamps made of stone, and may have been challenging for women to operate. Managing the lamp, which is the sole source of heat and light in a traditional house, is a highly..."
 }
}