{
 "awd_id": "1134736",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Wireless Internet Center for Advanced Technology (WICAT)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shashank Priya",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 108625.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2014-06-24",
 "awd_abstract_narration": "IIP-1134736 \r\nUniversity of Virginia \r\nHorowitz \r\n\r\nThis is a proposal to renew the University of Virginia's participation in the Wireless Internet Center for Advance Technology (WICAT). The multi-university center consists of New York Polytechnic, Virginia Tech, Auburn University, and the University of Texas-Austin. WICAT, with Polytechnic as the lead institution, has approximately 25 companies and 8 federal and state agencies as industry associates. The Center research addresses cooperative communications and networking; extending battery life of portable terminals; and wireless applications and associated information delivery. Finding new and better ways to meet the demands on wireless networks will continue to be the goal of research being carried out in WICAT overall. \r\n\r\nThe UVA WICAT research activity addresses adaptive wireless system design patterns and corresponding technology developments that serve to enable improved designs. The proposed research effort will make important contributions to the future development of adaptive wireless surveillance systems, wireless networking systems, and telehealth systems. The concurrent engineering approach of carrying out component technology research that is based on needs that emerge from system application research provides an important basis for directing and managing the proposed efforts. Based on historical work, both industry and the broader wireless research community find UVAs coupling of system needs to technology needs to be a useful basis for both directing research and evaluating the benefits of research outcomes. \r\n\r\nThe system-oriented contributions of UVA to WICAT will continue to provide a significant differentiating value to the overall mission of the Center. Multi-university collaborations will continue to provide the other WICAT sites with an expanded set of data and results derived from system-level activities to complement their component technology results. The research collaborations will continue to provide new opportunities to achieve greater diversity by creating student interactions across the research institutions. The educational goals of the center have supported the department's new curriculum which, in turn, serves the industry members well. The site has also supported outreach activities through summer camps. The diversity UVA brings to the center's research agenda has broader impacts on industry and the community, as well.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Horowitz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Barry M Horowitz",
   "pi_email_addr": "bh8e@virginia.edu",
   "nsf_id": "000158882",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Patek",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen D Patek",
   "pi_email_addr": "sdp5f@virginia.edu",
   "nsf_id": "000337611",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia",
  "perf_str_addr": "P. O. Box 400195",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1049",
   "pgm_ref_txt": "INDUSTRY-UNIV COOPERATIVE RSCH PROJECTS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "122E",
   "pgm_ref_txt": "CENTERS: OTHER INDUSTRY-UNIV"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 68624.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>WICAT Center &ndash; University of Virginia Site</p>\n<p>NFS Outcomes Report</p>\n<p>The University of Virginia Site (UVa) for the Wireless Internet Center for Advanced Technology has been a very successful program since it was first awarded in 2006. A wide variety of basic research projects have been undertaken under the IU/CRC Center at the UVa site that has led to technological and methodological innovations - leading to additional grants that provided new research opportunities for faculty participating in the program and supporting graduate and doctoral candidates throughout the School of Engineering and Applied Sciences while also providing value back to our industry member organizations. The UVA WICAT site also provided research experiences for undergraduate students through Capstone projects which are performed throughout their senior years, as well as directly on graduate research teams. The work performed within this Center has led to numerous Master's and PhD student&rsquo;s dissertations and theses. The Center has directly fostered the publication of numerous conference papers, conference presentations and journal publications over the life of the program.</p>\n<p>We engaged many different industry partners over the life of the UVa WICAT site including organizations such as Accenture, MITRE, Lockheed Martin, EOIR Technologies, Center for Advanced Engineering and Research (CAER), SAIC, NRO, Sun, AGI, Areva, Cisco, VTRC, and General Electric. These partnerships, and the contributions they made toward providing real-world influences on the projects at both graduate and undergraduate levels, were vital to the research projects which were performed under the WICAT umbrella. These collaborative research efforts provided the foundation for activities at the UVA WICAT site, with the support of our industry members, as well as provided additional value to the WICAT, across the member universities in the WICAT Center as a whole.</p>\n<p>Research efforts in WICAT have investigated a wide variety of topic areas over the life of the program in both commercial and governmental environments. These include investigations of a wide array of different areas in wireless technologies, both functional and technical, where wireless sensors have proliferated and how those sensors and the data they provide can be optimized over wireless networks. Various power and signal management strategies were investigated that would maximize the use of the available wireless spectrum bandwidth. Novel approaches for sharing that wireless spectrum and allocating the available resources to users of the spectrum were also investigated.</p>\n<p>Research efforts also focused on the effective allocation of limited bandwidth in wireless systems such as investigating the development an agile architecture and new algorithms for adapting encoding parameters for video content over constrained wireless channels. We also investigated the use of various sensors and algorithms to detect and to identify and track objects. We also investigated the use of wireless sensors including application areas such as medicine where we investigated ideas of utilizing wireless sensors and networks to remotely monitor patients in different medical environments. This included investigating the wireless challenges of applications for situations such as patient gait analysis and the tracking of diabetic patients and their insulin levels which also led to advancements in treatment methods for patients with diabetes and in collecting the data need for that treatment.&nbsp;</p>\n<p>Projects under WICAT have also looked at different ways to use a wireless platform of sensors to provide the base data needed for machine learning algorithms to look at the use automated, deterministic algorithms to determine worker activities. This included use of standard technologies such as RGB video, but extended into investigating the use of new lo...",
  "por_txt_cntn": "\nWICAT Center &ndash; University of Virginia Site\n\nNFS Outcomes Report\n\nThe University of Virginia Site (UVa) for the Wireless Internet Center for Advanced Technology has been a very successful program since it was first awarded in 2006. A wide variety of basic research projects have been undertaken under the IU/CRC Center at the UVa site that has led to technological and methodological innovations - leading to additional grants that provided new research opportunities for faculty participating in the program and supporting graduate and doctoral candidates throughout the School of Engineering and Applied Sciences while also providing value back to our industry member organizations. The UVA WICAT site also provided research experiences for undergraduate students through Capstone projects which are performed throughout their senior years, as well as directly on graduate research teams. The work performed within this Center has led to numerous Master's and PhD studentÆs dissertations and theses. The Center has directly fostered the publication of numerous conference papers, conference presentations and journal publications over the life of the program.\n\nWe engaged many different industry partners over the life of the UVa WICAT site including organizations such as Accenture, MITRE, Lockheed Martin, EOIR Technologies, Center for Advanced Engineering and Research (CAER), SAIC, NRO, Sun, AGI, Areva, Cisco, VTRC, and General Electric. These partnerships, and the contributions they made toward providing real-world influences on the projects at both graduate and undergraduate levels, were vital to the research projects which were performed under the WICAT umbrella. These collaborative research efforts provided the foundation for activities at the UVA WICAT site, with the support of our industry members, as well as provided additional value to the WICAT, across the member universities in the WICAT Center as a whole.\n\nResearch efforts in WICAT have investigated a wide variety of topic areas over the life of the program in both commercial and governmental environments. These include investigations of a wide array of different areas in wireless technologies, both functional and technical, where wireless sensors have proliferated and how those sensors and the data they provide can be optimized over wireless networks. Various power and signal management strategies were investigated that would maximize the use of the available wireless spectrum bandwidth. Novel approaches for sharing that wireless spectrum and allocating the available resources to users of the spectrum were also investigated.\n\nResearch efforts also focused on the effective allocation of limited bandwidth in wireless systems such as investigating the development an agile architecture and new algorithms for adapting encoding parameters for video content over constrained wireless channels. We also investigated the use of various sensors and algorithms to detect and to identify and track objects. We also investigated the use of wireless sensors including application areas such as medicine where we investigated ideas of utilizing wireless sensors and networks to remotely monitor patients in different medical environments. This included investigating the wireless challenges of applications for situations such as patient gait analysis and the tracking of diabetic patients and their insulin levels which also led to advancements in treatment methods for patients with diabetes and in collecting the data need for that treatment. \n\nProjects under WICAT have also looked at different ways to use a wireless platform of sensors to provide the base data needed for machine learning algorithms to look at the use automated, deterministic algorithms to determine worker activities. This included use of standard technologies such as RGB video, but extended into investigating the use of new low cost, high data producing sensors such depth sensing cameras (like the Microsoft Kinect) in environments su..."
 }
}