{
 "awd_id": "1134296",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Adaptive Closed-loop Control of  Deep Brain Stimulation for Movement Disorders",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 330001.0,
 "awd_amount": 330001.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2013-07-29",
 "awd_abstract_narration": "1134296\r\nTuninetti\r\n\r\nDeep Brain Stimulation (DBS) provides remarkable therapeutic benefits for otherwise drug-resistant degenerative neurological disorders, such as Parkinson's disease and Essential Tremor, for which no cure exists at present. DBS uses surgically implanted electrodes to deliver high frequency electrical stimulation to the area of the brain that controls motor functions. The stimulation blocks the abnormal nerve signals that cause disease symptoms, such as tremor, but its underlying mechanisms are unclear. Today's DBS systems operate open-loop, i.e., the physician sets DBS parameters by looking at the patient's reaction to stimulation and chooses the combination that reduced symptoms the most. Stimulation is provided continuously and its parameters remain constant over time until the next visit to the physician.\r\n\r\nThis interdisciplinary research integrates the forefront of electrical engineering, mathematics, and neuroscience principles into the development of models and methods to the response of the area of the brain that controls movement to DBS. It proposes a concrete design of the next generation of DBS systems via adaptive and predictive closed-loop control in an on-off fashion, where on and off times of stimulation are determined/adapted in real-time with the patient's condition. Adaptation of the stimulation parameters to each patient's condition at any given time will: a) diminish brain over-stimulation, thus reducing the damage to healthy neurons and delaying the development of a possible intolerance to DBS, b) lower power consumption, thus prolonging DBS battery life and reducing the risks and costs related to surgeries for battery replacement, and c) reduce DBS side effects on other cognitive functions, such as speech, thus further improving patients' quality of life besides better motor functions control. This will yield improved and personalized health-care at reduced risks and costs.\r\n\r\nThis research has three main thrusts: 1) Modeling the dynamics of the area in the brain that controls movement by using signals measured from the patient's brain so as to predict the effect of the DBS stimulation parameters; 2) Designing a closed-loop DBS control where brain signals are integrated with signals from the patient?s tremor affected limbs, such as measured by noninvasive Surface ElectroMyoGraphy (sEMG), so as to obtain a more complete picture of the patient?s pathological state. sEMG signal parameters are continuously monitored to predict the re-emergence of the tremor once DBS is stopped and serve as input to the controller, together with the neuronal activity; 3) Prototyping in software the second generation of DBS systems by implementing  low-complexity and energy-efficient algorithms for real-time predictive closed-loop control of DBS.\r\n\r\nAlthough this research focuses on degenerative movement disorders, the discoveries have far reaching implications on the treatment of a number of neurological conditions, such as severe depression, epilepsy, obsessive compulsive disorder, and chronic pain, which have recently been considered for DBS-type treatments. The transformative approach of this proposed research, based on the real-time monitoring of the brain activity, enables DBS stimuli adaptation for those diseases that do not present continuous and/or visible symptoms such as tremor; such adaptation is impossible with any current open-loop technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniela",
   "pi_last_name": "Tuninetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniela Tuninetti",
   "pi_email_addr": "danielat@uic.edu",
   "nsf_id": "000302799",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Graupe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Graupe",
   "pi_email_addr": "graupe@uic.edu",
   "nsf_id": "000417306",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 221189.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 108812.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Intellectual merit.&nbsp;This interdisciplinary research integrates the forefront of electrical engineering, math</span><span>ematics,</span><span>&nbsp;</span><span>and neuroscience principles into the development of models and methods of controlling the response</span><span>&nbsp;</span><span>to electrical</span><span>&nbsp;</span><span>stimulation of the area of the brain that controls movement. It provides a concrete design of a</span><span>&nbsp;</span><span>closed-loop control of&nbsp;</span><span>Deep Brain Stimulation (DBS)&nbsp;in an&nbsp;</span><span>on-off&nbsp;</span><span>fashion, where&nbsp;</span><span>on&nbsp;</span><span>and&nbsp;</span><span>off&nbsp;</span><span>times of stimulation are determined/adapted</span><span>&nbsp;</span><span>in real-time with the</span><span>&nbsp;</span><span>patient&rsquo;s condition. Adaptation of the stimulation parameters to each patient&rsquo;s condition</span><span>&nbsp;</span><span>at any given time is expected to: (a)</span><span>&nbsp;</span><span>diminish brain over-stimulation, thus reducing the damage to healthy neurons and</span><span>&nbsp;</span><span>delaying the development of a</span><span>&nbsp;</span><span>possible intolerance to DBS; (b) lower power consumption, thus prolonging</span><span>&nbsp;</span><span>DBS battery life and reducing the risks</span><span>&nbsp;</span><span>and costs related to surgeries for battery replacement; and (c) reduce</span><span>&nbsp;</span><span>DBS side effects on other cognitive functions,</span><span>&nbsp;</span><span>such as speech, thus further improving patients&rsquo; quality of life.</span><span>&nbsp;</span></p>\n<div><br />Broader Impacts.&nbsp;Although this research focuses on movement disorders, such as Parkinson&rsquo;s Disease (PD) and Essential Tremor (ET),&nbsp;the&nbsp;discoveries have far reaching implications on the treatment of a number of neurological conditions, such as&nbsp;depression, epilepsy, obsessive compulsive disorder, and chronic pain, which have recently been considered&nbsp;for&nbsp;DBS-type treatments.&nbsp;</div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2016<br>\n\t\t\t\t\tModified by: Daniela&nbsp;Tuninetti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit. This interdisciplinary research integrates the forefront of electrical engineering, mathematics, and neuroscience principles into the development of models and methods of controlling the response to electrical stimulation of the area of the brain that controls movement. It provides a concrete design of a closed-loop control of Deep Brain Stimulation (DBS) in an on-off fashion, where on and off times of stimulation are determined/adapted in real-time with the patientÆs condition. Adaptation of the stimulation parameters to each patientÆs condition at any given time is expected to: (a) diminish brain over-stimulation, thus reducing the damage to healthy neurons and delaying the development of a possible intolerance to DBS; (b) lower power consumption, thus prolonging DBS battery life and reducing the risks and costs related to surgeries for battery replacement; and (c) reduce DBS side effects on other cognitive functions, such as speech, thus further improving patientsÆ quality of life. \n\nBroader Impacts. Although this research focuses on movement disorders, such as ParkinsonÆs Disease (PD) and Essential Tremor (ET), the discoveries have far reaching implications on the treatment of a number of neurological conditions, such as depression, epilepsy, obsessive compulsive disorder, and chronic pain, which have recently been considered for DBS-type treatments. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/31/2016\n\n\t\t\t\t\tSubmitted by: Daniela Tuninetti"
 }
}