{
 "awd_id": "1134238",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An integrated molecular simulation, biophysical experimentation and toxicology bioassay approach for mechanistic understanding of toxic effects of ionic liquids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 346820.0,
 "awd_amount": 352820.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2014-10-06",
 "awd_abstract_narration": "PI:   Jindal Shah\r\nProposal Number:   1134238\r\n\r\nThe primary goal of this research is to understand the molecular level mechanisms of toxicity of ionic liquids, an emerging class of industrial solvents, and how such mechanisms manifest at a systems level to result in toxicity to a given organism.  The proposed research will be guided by the as-yet unproven hypothesis that ionic liquids directly interact with the phospholipid bilayer and thereby compromise membrane integrity.  An interdisciplinary team of biologists, chemical engineers, and molecular modelers will collaborate on this project.  Toxicological bioassay experiments will be carried out to determine the ionic liquid concentrations EC50 that cause a 50% reduction in growth of microbes relative to a control.  Single molecule spectroscopy and imaging experiments will be used to determine the morphology and dynamics of model lipid bilayers around the EC50 concentrations.  Advanced molecular dynamics simulations will be carried out at the same concentrations to quantify structural and dynamical quantities for the lipid bilayer along with details on the molecular-level motion of the bilayer.  The simulations will also be used to determine the structure and dynamics of ionic liquid species at the lipid bilayer interface, information that is difficult to obtain experimentally.  Two types of organisms will be studied for toxicological bioassays: the alga Chlamydomonas reinhardtii and the bacterium Escherichia coli.  A neutral-lipid bilayer and a negatively-charged lipid bilayer will serve as model organism membranes.  Two very different classes of ionic liquids will be investigated.  The first set of ionic liquids will be based on 1-alkyl-3-methylimidazolium cations with varying alkyl chain length paired with anions such as chloride and bistrifluoromethylsulfonylimide, which have been studied in great detail and are likely to be manufactured in large quantities.  The second set of ionic liquids will be comprised of the cation tetrabutylphosphonium with similar anions.  These ionic liquids and their variations are less toxic than imidazolium-based ionic liquids and currently being studied as potential CO2 capture solvents. \r\nThe work is inspired by the fact that ionic liquids  defined as pure salts that are liquid at ambient conditions ? have emerged as promising new solvents for a range of technological applications including gas separations, lubrication, batteries, and as therapeutic agents.  An explosion in ionic liquid research within academia and industry coupled with increasing likelihood of adoption of ionic liquids by industry has resulted in an urgent need to understand the environmental impact of these materials in terms of their fate, transport, and toxicity towards organisms.  A number of toxicity bioassay studies have suggested that alkyl chain length, anion type, and lipophilicity all play a role in ionic liquid toxicity.  However, a fundamental molecular level understanding of how these factors contribute to toxicity and how they can be manipulated to achieve desired toxicity characteristics of ionic liquids is lacking.  To address this critical gap in knowledge, the proposed linked molecular simulation, biophysical experimentation, and toxicity bioassay approach is highly promising as it will result in a greater mechanistic understanding of ionic liquid toxicity than would be possible by a single technique alone. \r\nAlthough the proposed research is targeted at two classes of ionic liquids, the fundamental understanding gained has broad implications and can be integrated into the rational design of less toxic ionic liquids which will lead to development of chemical processes and products with reduced environmental footprint.  This work also benefits current efforts aimed at exploiting therapeutic properties of ionic liquids, where knowledge of ionic liquid interactions with the lipid bilayer is critical.  The study will provide essential information on the characteristics of the cell membrane that determine susceptibility to disruption by ionic liquids, which may ultimately enable the engineering of microorganisms able to transport ionic liquids inside the cell for biodegradation of ionic liquids.  Another major goal of this research is to teach and train students how to make an intellectual connection between molecular level interactions and the manifestation of such interactions at a systems level by working in an interdisciplinary experimental/computational environment.  Efforts to recruit women and students from underrepresented groups will follow the PI?s proven methods and will build on several existing programs at Notre Dame.  A wide dissemination of the results from this activity to a broader audience is planned through the Notre Dame Public Affairs Office",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Maginn",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Maginn",
   "pi_email_addr": "ed@nd.edu",
   "nsf_id": "000391674",
   "pi_start_date": "2014-10-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jindal",
   "pi_last_name": "Shah",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jindal K Shah",
   "pi_email_addr": "jindal.shah@okstate.edu",
   "nsf_id": "000544429",
   "pi_start_date": "2011-07-28",
   "pi_end_date": "2014-10-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Lamberti",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gary A Lamberti",
   "pi_email_addr": "glambert@nd.edu",
   "nsf_id": "000467464",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Maginn",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Maginn",
   "pi_email_addr": "ed@nd.edu",
   "nsf_id": "000391674",
   "pi_start_date": "2011-07-28",
   "pi_end_date": "2014-10-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yingxi Elaine",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yingxi Elaine Zhu",
   "pi_email_addr": "fr5348@wayne.edu",
   "nsf_id": "000299013",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "Center for Research Computing",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565659",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 346820.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ionic liquids, solvents containing only ions, have emerged as attractive solvents for a number of applications such as CO<sub>2</sub> capture, conversion of solar energy to electricity, Li-ion batteries, and chemical reactions as they can be designed so that evaporative losses and hence solvent losses are practically negligible. This property of ionic liquids nearly eliminates air pollution that is caused by the present day solvents, many of which are volatile and can lead to serious health problems in workers if inhaled on a regular basis. However, reduction in air pollution is only one piece in reducing environmental impact of these ionic liquids. As they can mix with water and deposit on sediments, aquatic pollution and toxicity to microorganisms generated due to the discharge of ionic liquids have to be taken into account before they are introduced on an industrial scale. In fact, several promising ionic liquids have been shown to be toxic to aquatic organisms. Thus it is important to not only design ionic liquids that possess beneficial properties from their application point but also ensure that their toxic effects in the aquatic environments are minimal.</p>\n<p>In this project, we set out to understand molecule-level factors that lead to toxic effects of ionic liquids. In particular, we combined two complementary techniques &ndash; a molecular-based computation methodology with an experimental technique to investigate the effect of ionic liquids on the properties of cell walls of microorganisms. The information obtained from these studies was then used to interpret toxicity experiments conducted in this work. Our results showed that as the alkyl chain length in ionic liquids increases, the ionic liquid concentrations required to induce cell death decreases suggesting that ionic liquids become more toxic. From the molecular level experimental and simulation techniques, we were able to demonstrate that the toxic nature of the ionic liquids is related to increasing disruption of cell walls with lengthening of alkyl chains.</p>\n<p>The project was instrumental in training one PhD student, one postdoctoral researcher, 11 undergraduate students (3 of whom are female students), and one high school student (from Mississippi &ndash; an EPSCoR student).&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/17/2015<br>\n\t\t\t\t\tModified by: Edward&nbsp;J&nbsp;Maginn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIonic liquids, solvents containing only ions, have emerged as attractive solvents for a number of applications such as CO2 capture, conversion of solar energy to electricity, Li-ion batteries, and chemical reactions as they can be designed so that evaporative losses and hence solvent losses are practically negligible. This property of ionic liquids nearly eliminates air pollution that is caused by the present day solvents, many of which are volatile and can lead to serious health problems in workers if inhaled on a regular basis. However, reduction in air pollution is only one piece in reducing environmental impact of these ionic liquids. As they can mix with water and deposit on sediments, aquatic pollution and toxicity to microorganisms generated due to the discharge of ionic liquids have to be taken into account before they are introduced on an industrial scale. In fact, several promising ionic liquids have been shown to be toxic to aquatic organisms. Thus it is important to not only design ionic liquids that possess beneficial properties from their application point but also ensure that their toxic effects in the aquatic environments are minimal.\n\nIn this project, we set out to understand molecule-level factors that lead to toxic effects of ionic liquids. In particular, we combined two complementary techniques &ndash; a molecular-based computation methodology with an experimental technique to investigate the effect of ionic liquids on the properties of cell walls of microorganisms. The information obtained from these studies was then used to interpret toxicity experiments conducted in this work. Our results showed that as the alkyl chain length in ionic liquids increases, the ionic liquid concentrations required to induce cell death decreases suggesting that ionic liquids become more toxic. From the molecular level experimental and simulation techniques, we were able to demonstrate that the toxic nature of the ionic liquids is related to increasing disruption of cell walls with lengthening of alkyl chains.\n\nThe project was instrumental in training one PhD student, one postdoctoral researcher, 11 undergraduate students (3 of whom are female students), and one high school student (from Mississippi &ndash; an EPSCoR student). \n\n \n\n\t\t\t\t\tLast Modified: 12/17/2015\n\n\t\t\t\t\tSubmitted by: Edward J Maginn"
 }
}