{
 "awd_id": "1134013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multigenerational effects of nanomaterials on populations of the ecological model Daphnia magna",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 274934.0,
 "awd_amount": 274934.0,
 "awd_min_amd_letter_date": "2011-09-22",
 "awd_max_amd_letter_date": "2011-09-22",
 "awd_abstract_narration": "1134013\r\nKlaper\r\n\r\nIn order to best mitigate the potential negative environmental impacts of nanomaterials, information is needed regarding the types of damage they may cause and the properties of nanomaterials that make them harmful. Using this information brings the possibility of engineering nanomaterials that have the little environmental impact. Nanomaterial core composition and surface chemistry both have an influence on the survival and physiology of aquatic organisms such as Daphnia. Preliminary experiments have demonstrated a potential impact of nanomaterial exposure that extends beyond the parent generation to subsequent unexposed generations. \r\n\r\nThis project will examine how exposure to nanomaterials in one generation can impact subsequent generations and how they may cause these multi-generational impacts. In addition, these experiments will examine how changes in the chemistry of nanomaterials can influence intergenerational effects. Daphnia magna will be used as a model aquatic organism as they are a model species to determine ecological impacts and are now a recognized model species for studies of the interaction of toxins with the genome. Using this species, results from nanoparticle experiments can be compared to genomic and toxicology information that has already been developed for other chemical and environmental stressors. This approach will provide insight into how chemistry can play a role in nanomaterial-organism interactions and will provide hypotheses and methods with which to test with other types of particles. By working with NIST, standardized procedures will be developed that can be used by others in the scientific community to evaluate health and safety of other nanomaterials. The ultimate product will be not only toxicological data on a diverse set of nanomaterials but a tool with which to evaluate other nanomaterials. This project will also involve cross-disciplinary training of students in ecology, toxicology, genomics and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Klaper",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca D Klaper",
   "pi_email_addr": "rklaper@uwm.edu",
   "nsf_id": "000296944",
   "pi_start_date": "2011-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Milwaukee",
  "inst_street_address": "3203 N DOWNER AVE # 273",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142294853",
  "inst_zip_code": "532113153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "JBQ9M3PLFDP5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Milwaukee",
  "perf_str_addr": "P O BOX 340",
  "perf_city_name": "Milwaukee",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532010340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 274934.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is a significant body of literature on the acute toxicological effects or cellular impacts of individual nanomaterials on a variety of biological systems. There are comparatively fewer studies that have used one system to study the relative effects of many nanomaterials of varying core structure and chemistry. In addition there are even fewer that have documented the potential population level impacts of chronic exposure to nanomaterials over multiple generations of an organism.</p>\n<p>For this we used a library of carbon nanomaterials with differences in the core structure and surface chemistry to examine the influence of nanoparticle chemistry on the survival, reproduction, growth and gene expression of the model species Daphnia magna over four generations after the initial exposure of the parent generation. Overall we found that many nanomaterials did not cause a significant impact on populations of daphnids. However, SWNT and SWNT-COOH had significant impacts on reproduction in daphnids over a single generation and fullerenes functionalized with amide groups as well as gamma cylcodextran had impacts over multiple generations on reproduction and growth. We also used the expression of genes in organisms exposed to each treatment to evaluate the physiological impacts the nanomaterials were having on the organism. We found that genes associated with stress and reproduction are impacted in the first generation by these same treatments. Several of these treatments were chosen for next-generation sequencing to determine the global response of daphnids to differing nanoparticle chemistries and to determine how these impacts may carry over multiple generations. We found significant differences across treatments in gene expression patterns where nanomaterials that impacted reproduction over successive generations after initial parent exposure indicated a different gene expression pattern than those that did not. We did not find an indication of epigenetic impacts, permanent changes in genetic structure, as alterations appeared to largely dissappear after the third generation indicating recovery is possible after several generations.</p>\n<p>&nbsp;</p>\n<p>Results from this work to date have resulted in two peer-reviewed publications and two more that are in prep. In addition, the graduate students and PI on the project have submitted published abstracts and presented the work from this project at many national and international meetings of scientists. The work also resulted in Klaper being an invited speaker for the Nano Environmental Gordon Conference in 2013 as well as the Emerging Contaminants Gordon Conference. One student has graduate with a Ph.D. as a result of funding from this project and another will finish this upcoming year with a Ph.D. Several undergraduates have also participated in this project and have obtained training in experimental design, scientific method, statistics, writing of scientific peer reviewed papers, data analysis, and communicating results to other researchers as well as the general public.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong>: &nbsp;Data from this project has provided an indication as to how certain surface ligands and properties of nanomaterials impact their effects on organisms over multiple generations, that the nanomanufacturing industry can use for evaluating the early stages of future product development. This project was the first to provide data on sublethal impacts of nanomaterials across generations and at a population level for Daphnia, a primary consumer that plays a pivotal role in the ecosystem. Multigenerational impacts in this species could spell a similar fate in other invertebrate populations.. It is also the first to examine the mechanisms by which nanomaterials may interact with the genome to cause these changes over subsequent generations. Genomic biomarkers developed in this experiment can be...",
  "por_txt_cntn": "\nThere is a significant body of literature on the acute toxicological effects or cellular impacts of individual nanomaterials on a variety of biological systems. There are comparatively fewer studies that have used one system to study the relative effects of many nanomaterials of varying core structure and chemistry. In addition there are even fewer that have documented the potential population level impacts of chronic exposure to nanomaterials over multiple generations of an organism.\n\nFor this we used a library of carbon nanomaterials with differences in the core structure and surface chemistry to examine the influence of nanoparticle chemistry on the survival, reproduction, growth and gene expression of the model species Daphnia magna over four generations after the initial exposure of the parent generation. Overall we found that many nanomaterials did not cause a significant impact on populations of daphnids. However, SWNT and SWNT-COOH had significant impacts on reproduction in daphnids over a single generation and fullerenes functionalized with amide groups as well as gamma cylcodextran had impacts over multiple generations on reproduction and growth. We also used the expression of genes in organisms exposed to each treatment to evaluate the physiological impacts the nanomaterials were having on the organism. We found that genes associated with stress and reproduction are impacted in the first generation by these same treatments. Several of these treatments were chosen for next-generation sequencing to determine the global response of daphnids to differing nanoparticle chemistries and to determine how these impacts may carry over multiple generations. We found significant differences across treatments in gene expression patterns where nanomaterials that impacted reproduction over successive generations after initial parent exposure indicated a different gene expression pattern than those that did not. We did not find an indication of epigenetic impacts, permanent changes in genetic structure, as alterations appeared to largely dissappear after the third generation indicating recovery is possible after several generations.\n\n \n\nResults from this work to date have resulted in two peer-reviewed publications and two more that are in prep. In addition, the graduate students and PI on the project have submitted published abstracts and presented the work from this project at many national and international meetings of scientists. The work also resulted in Klaper being an invited speaker for the Nano Environmental Gordon Conference in 2013 as well as the Emerging Contaminants Gordon Conference. One student has graduate with a Ph.D. as a result of funding from this project and another will finish this upcoming year with a Ph.D. Several undergraduates have also participated in this project and have obtained training in experimental design, scientific method, statistics, writing of scientific peer reviewed papers, data analysis, and communicating results to other researchers as well as the general public.\n\n \n\nIntellectual Merit:  Data from this project has provided an indication as to how certain surface ligands and properties of nanomaterials impact their effects on organisms over multiple generations, that the nanomanufacturing industry can use for evaluating the early stages of future product development. This project was the first to provide data on sublethal impacts of nanomaterials across generations and at a population level for Daphnia, a primary consumer that plays a pivotal role in the ecosystem. Multigenerational impacts in this species could spell a similar fate in other invertebrate populations.. It is also the first to examine the mechanisms by which nanomaterials may interact with the genome to cause these changes over subsequent generations. Genomic biomarkers developed in this experiment can be used to evaluate impacts of other nanomaterials.\n\n \n\nBroader Impacts of this research:  The research will benefit society a..."
 }
}