{
 "awd_id": "1134397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IDR:  Collaborative Research:  A Partnership for Multiscale Experimental Study of CO2 Leakage and Vertical Flow in Geologic  Carbon Sequestration",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 446062.0,
 "awd_amount": 460051.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2013-12-04",
 "awd_abstract_narration": "1134397 Clarens/1133849 Peters \r\nGeologic carbon sequestration (GCS) is likely to play an important role in near-term efforts to provide carbon-neutral energy even though it has not yet been definitively demonstrated that CO2 injected into deep geologic formations will stay in place. This project assembles an interdisciplinary partnership to study the conditions that drive or inhibit leakage of CO2 through formation caprocks and the buoyancy-driven transport of CO2 through both caprocks and porous media. This integrated and multidisciplinary effort will generate experimental data to bridge the gap between bench-scale work on geochemical reactions and kilometer-scale simulations of GCS in the real world.  Central to the proposed multiscale study are two novel high-pressure experimental test beds: a core-scale (cm-scale) vessel to study reaction and flow in caprock specimens (at Princeton), and a large-scale (6 m) pressurized column in which vertical flow of CO2 will be observed in sedimentary media (at the University of Virginia (UVA)). This approach will integrate experimental observation with two key tools for observation and inference: (1) a suite of lab- and synchrotron-based imaging methods to elucidate and quantify mineral reactions and alterations in pores/fractures (at Brookhaven National Lab (BNL)), and (2) reactive transport modeling to infer reaction rates, build predictive capacity, and conduct numerical experiments.  The work is targeted to provide new insight critical to understanding the processes that will ultimately determine the viability of GCS. These processes are poorly understood because it is challenging to study reactions and two-phase flow in an integrated way, under high-pressure conditions, over realistic length scales. Reactions in heterogeneous media are best observed at small spatial scales (nm to &#956;m), while flow is best observed over large scales (m to km). This project will elucidate the interrelation of these processes and provide answers to many of the persistent questions in the field such as: What are the conditions that lead to erosion or self-sealing of caprock flow paths? How do geochemical alterations of mineral surfaces alter CO2 flow? Will long-range buoyant CO2 flow be accelerated or decelerated by complexities in capillarity, viscosity, solubility, and Joule-Thomson cooling? These questions cannot be answered effectively by any single discipline. The project interdisciplinary team combines the expertise of an environmental engineer and expert in high-pressure fluid phase behavior (AFC), a geoenvironmental engineer with over a decade of experience in GCS research (CAP) and a geochemist with over 15 years of experience in advanced x-ray imaging techniques (JPF).  This research will achieve broader impacts by identifying critical factors that determine the safe and effective sequestration of CO2 in deep geological reservoirs. The work will provide critical inputs to the effort of the United States to achieve the 2010 Presidential directive of overcoming the barriers to the widespread deployment of CCS within ten years. Furthermore, the  experimental test beds constitute an investment in long-term study of CO2 flow and reaction in porous and fractured media. Lessons learned from these experiments can be applied to the design of larger facilities currently under development.  The research also represents an effort to introduce global environmental change and carbon-neutral energy into the curricula at UVa and Princeton, and to use Brookhaven?s InSync outreach program to enable high school students to have remote access to experimental time at a synchrotron-based x-ray imaging facility.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andres",
   "pi_last_name": "Clarens",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Andres F Clarens",
   "pi_email_addr": "afc7r@virginia.edu",
   "nsf_id": "000505596",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia",
  "perf_str_addr": "P. O. Box 400195",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  },
  {
   "pgm_ele_code": "689800",
   "pgm_ele_name": "EAR-Earth Sciences Research"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  },
  {
   "pgm_ele_code": "795100",
   "pgm_ele_name": "ENG IDR-Eng Interdisciplin Res"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "7951",
   "pgm_ref_txt": "ENG INTERDISC RES (IDR)"
  },
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 446062.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7407.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6582.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One promising method for reducing the greenhouse gas (GHG) emissions that contribute to climate change is to inject the CO<sub>2</sub> generated by power plants and other large sources into geologic formations several kilometers beneath the surface of the earth. This process, known as carbon capture and storage (CCS), is believed to be a key element in global energy strategies that will lead to climate stabilization as we transition to a sustainable energy future. Geologic carbon sequestration is a promising approach, but because of uncertainties about subsurface processes, there are concerns about leakage that could jeopardize its safety and efficacy. The injected CO<sub>2</sub> will be buoyant because of the lower density of the CO<sub>2</sub> relative to the brines in these formations. With an aim toward ensuring long-term stability of CCS projects, this research project sought to better understand the physical and chemical factors that would control leakage processes associated with vertical transport of CO<sub>2</sub>. The relevant transport processes are inherently difficult to study because they occur on very small scales within individual pores and fractures in the subsurface that may be micrometers in diameter, which can ultimately lead to movement of plumes that may be many hundreds of meters long. Chemical reactions can cause physical changes to the characteristics of these rocks than can also affect fluid movement over time.</p>\n<p>The goal of this integrated and multidisciplinary research effort was to generate experimental data to bridge the gap between bench-scale work on geochemical reactions and kilometer-scale simulations of CCS in the real world. During leakage events, CO<sub>2</sub> would be expected to pass through both highly permeable formations as well as lower permeability shale rocks. The permeable formations can contain subtle sub-basin scale heterogeneities that will impact residual trapping of CO<sub>2</sub> that is important for understanding how much these formations will resist leakage of CO<sub>2</sub> from deeper formations. The low permeability formations provide more dramatic contrasts in wettability (e.g., the interaction between fluids and solid phases) and permeability but they can develop fractures that can change in time as CO<sub>2</sub> flows through the rock. This project sought to understand leakage processes through both of these types of formations to provide an integrated measure of vertical gas transport. To achieve, this our team team built two novel high-pressure testbeds: a core-scale (centimeters) vessel to study reaction and flow in fractured caprock specimens (at Princeton), and a large-scale (meters) pressurized column in which vertical flow of CO<sub>2</sub> was observed in sedimentary media (at the University of Virginia). The research was extended through application of advanced imaging technologies, including the use of national lab synchrotron facilities for X-ray CT scanning and microbeam analyses. Finally, mathematical modeling was used to conduct basin-scale simulations of leakage processes to enable up-scaled inferences based on what was learned at the experimental scale.</p>\n<p><strong>Intellectual Merit: </strong>Through our experiments we were able to show that acidified brines may lead to substantial increases in the flow through fractured caprock, but these alterations may be slow to evolve. Flow acceleration would depend strongly on the acidity of the brine and whether the caprock has substantial amounts of calcite, the most soluble and fast-reacting carbonate mineral. In porous formation, our experiments showed that bedding planes could play an important role in slowing the vertical flow of CO<sub>2</sub>. The effect of wettability was particularly pronounced and had important impacts on both initial and residual saturation. The wettability of these materials was then explored in more detail to...",
  "por_txt_cntn": "\nOne promising method for reducing the greenhouse gas (GHG) emissions that contribute to climate change is to inject the CO2 generated by power plants and other large sources into geologic formations several kilometers beneath the surface of the earth. This process, known as carbon capture and storage (CCS), is believed to be a key element in global energy strategies that will lead to climate stabilization as we transition to a sustainable energy future. Geologic carbon sequestration is a promising approach, but because of uncertainties about subsurface processes, there are concerns about leakage that could jeopardize its safety and efficacy. The injected CO2 will be buoyant because of the lower density of the CO2 relative to the brines in these formations. With an aim toward ensuring long-term stability of CCS projects, this research project sought to better understand the physical and chemical factors that would control leakage processes associated with vertical transport of CO2. The relevant transport processes are inherently difficult to study because they occur on very small scales within individual pores and fractures in the subsurface that may be micrometers in diameter, which can ultimately lead to movement of plumes that may be many hundreds of meters long. Chemical reactions can cause physical changes to the characteristics of these rocks than can also affect fluid movement over time.\n\nThe goal of this integrated and multidisciplinary research effort was to generate experimental data to bridge the gap between bench-scale work on geochemical reactions and kilometer-scale simulations of CCS in the real world. During leakage events, CO2 would be expected to pass through both highly permeable formations as well as lower permeability shale rocks. The permeable formations can contain subtle sub-basin scale heterogeneities that will impact residual trapping of CO2 that is important for understanding how much these formations will resist leakage of CO2 from deeper formations. The low permeability formations provide more dramatic contrasts in wettability (e.g., the interaction between fluids and solid phases) and permeability but they can develop fractures that can change in time as CO2 flows through the rock. This project sought to understand leakage processes through both of these types of formations to provide an integrated measure of vertical gas transport. To achieve, this our team team built two novel high-pressure testbeds: a core-scale (centimeters) vessel to study reaction and flow in fractured caprock specimens (at Princeton), and a large-scale (meters) pressurized column in which vertical flow of CO2 was observed in sedimentary media (at the University of Virginia). The research was extended through application of advanced imaging technologies, including the use of national lab synchrotron facilities for X-ray CT scanning and microbeam analyses. Finally, mathematical modeling was used to conduct basin-scale simulations of leakage processes to enable up-scaled inferences based on what was learned at the experimental scale.\n\nIntellectual Merit: Through our experiments we were able to show that acidified brines may lead to substantial increases in the flow through fractured caprock, but these alterations may be slow to evolve. Flow acceleration would depend strongly on the acidity of the brine and whether the caprock has substantial amounts of calcite, the most soluble and fast-reacting carbonate mineral. In porous formation, our experiments showed that bedding planes could play an important role in slowing the vertical flow of CO2. The effect of wettability was particularly pronounced and had important impacts on both initial and residual saturation. The wettability of these materials was then explored in more detail to understand the effect of surface roughness as well as dissolved inorganic and organic species on wettability and flow processes. Finally, through large-scale simulations, we demonstrated that the risk..."
 }
}