{
 "awd_id": "1134427",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: A New Strategy for Biofouling Control of Water Filtration Membranes Using D-amino Acids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 349998.0,
 "awd_amount": 351996.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2012-06-06",
 "awd_abstract_narration": "PI:   Qilin Li\r\nProposal Number:   1134427\r\nBiofouling remains the biggest barrier to application of membrane technology in water and wastewater treatment despite intensive research in the past decades.  Inspired by the recent discovery that D-amino acids (D-AAs) commonly produced by bacteria can trigger bioiflm disassembly at very low concentrations, the researchers propose a university-industry collaborative project to develop a novel, highly effective and environmentally friendly approach to biofouling control in membrane systems using D-AAs.  The main objective of the proposed research is to assess the potential of and develop strategies for using D-AAs to control biofouling in wastewater treatment membrane systems.  Their central hypothesis is that D-AAs are common interspecies signal compounds used by different bacteria to mediate biofilm disassembly; careful manipulation of this regulation process can prevent biofilm\r\nformation and remove preformed biofilms.  The long term goal of our collaboration is to develop and commercialize a highly effective, environmentally benign membrane cleaning method for biofouling control in membrane bioreactors (MBR) and reverse osmosis (RO) systems.\r\n\tThey will first screen all 19 D-AAs individually and in combinations for their individual and synergistic effects on biofilm-formation and disassembly of model bacterial single cultures as well as mixed cultures from conventional activated sludge and MBR.  Using well characterized model bactedria, they will investigate the key mechanisms involved by probing bacterial responses to D-AAs in cell growth, peptidoglycan synthesis, surface proteins and lipopolysaccharides, and relating them to cell-cell and cellsurface adhesion as well as biofilm structural integrity.  The potential of bacteria developing resistance over long term exposure will also be investigated and corresponding mitigation strategies evaluated.  Information obtained from these fundamental researches will be used to develop practical biofouling control strategies, which will be tested in laboratory membrane units, a small scale MBR-RO system, and a pilot MBR system.\r\nThe proposed study explores a new paradigm of membrane biofouling control based on a recent scientific discovery.  It will determine the commonality in bacteria?s use of D-AAs as interspecies signals for biofilm mediation and provide a mechanistic understanding of the process at the cellular level.  This will not only advance our knowledge in biofilm formation and regulation, but also open a window of opportunity for developing biofouling control strategies utilizing this specific signal pathway.  It is the first study to systematically examine all 19 D-AAs, the first to assess the impact of DAAs on multi-species biofilms, the first to investigate the connection between D-AA induced cell physiological changes and biofilms formation/ disassembly, and the first to seek engineering application of this new science.  Industry participation makes it possible to test the biofouling control methods using realistic conditions and at pilot scale, facilitating industry application of the scientific research.\r\nFrom the fundamental aspect, the project contributes to our understanding of chemical\r\nsignal pathways used by bacteria to regulate biofilms, which has great impact on many scientific fields including microbiology, biochemistry, environmental, biomedical, and chemical engineering.  From the application point of view, D-AA or D-AA analogue based biofilm control strategies could be used in a large number of environmental, biomedical and industrial systems, e.g., sensors, medical implants, water/wastewater treatment and distribution systems, cooling towers and food processing equipment, to prevent detrimental impact of biofilms.  The university-industry collaboration provides a much needed bridge from fundamental research to technology development and implementation. The education and research activities proposed will enrich our undergraduate and graduate curricula through a new lab module and guest lectures, and provide research training to graduate and undergraduate students with special effort in recruiting women and minority students.  Students will be involved in industry R&D to take the state-of-the-art academic research directly to industrial technology development, work closely with practitioners on real engineering systems, and learn effective communication across disciplines. The PI and the industry co-PI will also jointly provide educational experiences to high school teachers and environmental engineers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qilin",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qilin Li",
   "pi_email_addr": "qilin.li@rice.edu",
   "nsf_id": "000299546",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Liu",
   "pi_email_addr": "charles_liu@pall.com",
   "nsf_id": "000589642",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main Street",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 349998.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biofilm is the preferred form of life for bacteria and leads to diverse detrimental effects in various industrial and clinical settings. In water treatment systems, biofouling is particularly problematic for membrane processes and drinking water distribution systems. Because biofilms are much more resistant to biocides compared to individual bacteria, and there are various issues related to the use of biocides/disinfectants such as the formation of toxic disinfection byproducts, development and spreading of antibiotic resistance, and damage of membrane materials, a non-biocidal, environmentally friendly biofouling control strategy is needed.</p>\n<p>&nbsp;</p>\n<p>Our project explored the potential application of D-Amino acids, a group of non-toxic &nbsp;molecules produced by bacteria for biofouling control in water treatment membrane systems. The study screened 19 D-amino acids and their combinations, and focused on one, D-tyrosine, that was most effective in inhibiting biofilm formation.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We found that D-tyrosine was highly effective in inhibiting biofilm formation by both G+ and G- bacteria at trace concentrations. It greatly reduced bacterial adhesion to surfaces, increased detachment under flow conditions, reduced the amount of extracellular proteins and polysaccharids produced, and hence decreased overall biofilm development. However, it had no measurable impact on the growth of the bacteria (i.e., non-biocidal). Interestingly, the specific mechanisms involved depended on the D-tyrosine concentration and the bacterial type. At 5 nano-moles per liter, D-tyrosine repressed the production of lipopolysaccharides, which is very important for the initial attachment of G- bacteria to surfaces. In addition, it repressed the expression of genes related to efflux pump, swimming motility, assimilation and transformation of D-amino acids, and quorum sensing, functions necessary for bacteria to develop a biofilm and to mitigate the negative effects of an endotoxin. At higher concentration levels (micro-moles per liter), D-tyrosine only affected quorum sensing genes. These results strongly suggest that D-tyrosine acts as a signal molecule for biofilm regulation, a mechanism perhaps used by bacteria themselves.</p>\n<p>In bench scale testing, we successfully demonstrated that D-tyrosine could effectively control biological fouling of water filtration membranes when added directly to the membrane feed water or incorporated into a nanocomposite membrane using porous nanoparticles (i.e., nanosized zeolite particles) as carriers for slow release of D-tyrosine. The later approach uses orders of magnitude less D-tyrosine than the conventional approach of adding treatment chemicals into the feed water, making it an economically viable method for long-term biofouling control in membrane systems. The slow release of D-tyrosine from the membrane maintained an adequate concentration of D-tyrosine near the membrane surface for an extended period of time, during which there was no reversible bacterial attachment or biofilm development. When the loaded D-tyrosine is exhausted, the membrane can be easily regenerated by a simple immersion method to allow reloading of D-tyrosine through physisorption into zeolite pores.&nbsp; Therefore, we conclude that the nanocomposite membrane with the capability for slow release and reloading of D-tyrosine is a very promising approach for low cost, environmental friendly, and long-term control &nbsp;of biofouling in water treatment membrane systems. The non-toxic and non-biocidal nature of D-tyrosine makes it highly attractive for membranes used in biological processes, such as membrane bioreactors.</p>\n<p>&nbsp;</p>\n<p>The project provided training for 2 PhD students, 1 MS student, 3 undergraduate students at Rice University, as well as 1 MS student at Beijing University through international collaboration. It also provided resea...",
  "por_txt_cntn": "\nBiofilm is the preferred form of life for bacteria and leads to diverse detrimental effects in various industrial and clinical settings. In water treatment systems, biofouling is particularly problematic for membrane processes and drinking water distribution systems. Because biofilms are much more resistant to biocides compared to individual bacteria, and there are various issues related to the use of biocides/disinfectants such as the formation of toxic disinfection byproducts, development and spreading of antibiotic resistance, and damage of membrane materials, a non-biocidal, environmentally friendly biofouling control strategy is needed.\n\n \n\nOur project explored the potential application of D-Amino acids, a group of non-toxic  molecules produced by bacteria for biofouling control in water treatment membrane systems. The study screened 19 D-amino acids and their combinations, and focused on one, D-tyrosine, that was most effective in inhibiting biofilm formation. \n\n \n\nWe found that D-tyrosine was highly effective in inhibiting biofilm formation by both G+ and G- bacteria at trace concentrations. It greatly reduced bacterial adhesion to surfaces, increased detachment under flow conditions, reduced the amount of extracellular proteins and polysaccharids produced, and hence decreased overall biofilm development. However, it had no measurable impact on the growth of the bacteria (i.e., non-biocidal). Interestingly, the specific mechanisms involved depended on the D-tyrosine concentration and the bacterial type. At 5 nano-moles per liter, D-tyrosine repressed the production of lipopolysaccharides, which is very important for the initial attachment of G- bacteria to surfaces. In addition, it repressed the expression of genes related to efflux pump, swimming motility, assimilation and transformation of D-amino acids, and quorum sensing, functions necessary for bacteria to develop a biofilm and to mitigate the negative effects of an endotoxin. At higher concentration levels (micro-moles per liter), D-tyrosine only affected quorum sensing genes. These results strongly suggest that D-tyrosine acts as a signal molecule for biofilm regulation, a mechanism perhaps used by bacteria themselves.\n\nIn bench scale testing, we successfully demonstrated that D-tyrosine could effectively control biological fouling of water filtration membranes when added directly to the membrane feed water or incorporated into a nanocomposite membrane using porous nanoparticles (i.e., nanosized zeolite particles) as carriers for slow release of D-tyrosine. The later approach uses orders of magnitude less D-tyrosine than the conventional approach of adding treatment chemicals into the feed water, making it an economically viable method for long-term biofouling control in membrane systems. The slow release of D-tyrosine from the membrane maintained an adequate concentration of D-tyrosine near the membrane surface for an extended period of time, during which there was no reversible bacterial attachment or biofilm development. When the loaded D-tyrosine is exhausted, the membrane can be easily regenerated by a simple immersion method to allow reloading of D-tyrosine through physisorption into zeolite pores.  Therefore, we conclude that the nanocomposite membrane with the capability for slow release and reloading of D-tyrosine is a very promising approach for low cost, environmental friendly, and long-term control  of biofouling in water treatment membrane systems. The non-toxic and non-biocidal nature of D-tyrosine makes it highly attractive for membranes used in biological processes, such as membrane bioreactors.\n\n \n\nThe project provided training for 2 PhD students, 1 MS student, 3 undergraduate students at Rice University, as well as 1 MS student at Beijing University through international collaboration. It also provided research experience to 1 HISD high school teacher and 1 high school student. It was incorporated in a freshman engineering design course in whic..."
 }
}