{
 "awd_id": "1134820",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "30th International Congress on Applications of Lasers & Electro-Optics (ICALEO 2011); Orlando, Florida; October 23-27, 2011",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zhijian Pei",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-05-19",
 "awd_max_amd_letter_date": "2011-05-19",
 "awd_abstract_narration": "The objective of this award is to support 30 graduate students from the United States, particularly those from underrepresented groups and institutions that traditionally lack funding for such support, to attend the 30th International Congress on Applications of Lasers & Electro-Optics (ICALEO 2011), which is an annual conference organized by Laser Institute of America (LIA), to be held in Orlando, Florida from October 23 to 27, 2011. This support opportunity will be advertised though emails to be sent out by Laser Institute of America. The students can apply for the support by replying to the e-mails sent from the Laser Institute of America. The student selection process will be based on the following priorities: 1) students from groups traditionally underrepresented; 2) students from universities and colleges that traditionally lack funding to support graduate student attendance at conferences; and 3) students who present high-quality papers, as determined by the conference chairs in consultation with the program committee. The selected students will be expected to present their papers during the conference and compete for student-paper awards \r\n\r\nThe efforts to be made in this project will blend research and educational activities for the graduate students who attend. By participating in the conference, these students will be exposed to state-of-the-art research topics and will interact with academic and industrial leaders. They will learn how to best use their time in graduate study and how to be prepared for their future careers. Priority will be given to graduate students from underrepresented groups, such as women, African American and Hispanic students, and from universities that lack financial resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yongfeng",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yongfeng Lu",
   "pi_email_addr": "ylu2@unl.edu",
   "nsf_id": "000092735",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "312 N 14th Street",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685880430",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<h1>Project Findings and Outcomes</h1>\n<p>The 13<sup>th</sup> annual ICAELO student paper award competition was financially<br />supported by the NSF grant. Sixty-one highly motivated graduate student<br />speakers from different countries presented their research findings and shared their innovative ideas with the audience. &nbsp;They had expended great effort in preparing their reports and in practicing their presentations. &nbsp;Their presentations attracted a variety of attendees, and they received high praise from the audience for their enthusiasm and the excellence of their work. &nbsp;Following their presentations, the students obtained valuable feedback from the audience which was comprised of experts in laser applications and other areas.&nbsp; These discussions will help them to further improve their research, and these future scientists and engineers gained valuable experience in an international conference setting. &nbsp;The presentation and communication skills they gained will benefit them significantly in their future careers.</p>\n<p><br />Thirteen graduate students (including three female students) from US<br />institutions received financial support to attend the conference. The students stated that they learned a lot at this conference. &nbsp;By preparing the conference presentations, they became familiar with the most up-to-date research in the field of laser applications and related areas. &nbsp;The laser industry vendor program gave students the opportunity to communicate with engineers and industry experts and to be exposed to cutting-edge laser technologies. &nbsp;The Laser Institute of America also invited many laser and photonics industry experts to provide a series of short courses, including Beam Diagnostics&mdash;Technology, Algorithms and Applications, Founding and Operating a High Tech Company, Lasers in Manufacturing for Life Science and Medicine, Laser Heat Treating Fundamentals and Practice, Laser Additive Manufacturing, and Introduction to Laser Machining. &nbsp;The courses attracted great interest from the students and enriched their knowledge of the state of the art in laser science and engineering.</p>\n<p>&nbsp;</p>\n<p>The students also celebrated the 30th anniversary of the Laser Institute<br />of America, together with hundreds of laser experts, including Professor<br />Berthold Leibinger, who received The 2011 Arthur L. Schawlow Award during the ICALEO 2011 conference. &nbsp;The award lecture given by Professor Berthold Leibinger gave the students a new perspective on the world of lasers and encouraged them to be more dedicated in the future to studying lasers and laser applications.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/08/2012<br>\n\t\t\t\t\tModified by: Yongfeng&nbsp;Lu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nProject Findings and Outcomes\n\nThe 13th annual ICAELO student paper award competition was financially\nsupported by the NSF grant. Sixty-one highly motivated graduate student\nspeakers from different countries presented their research findings and shared their innovative ideas with the audience.  They had expended great effort in preparing their reports and in practicing their presentations.  Their presentations attracted a variety of attendees, and they received high praise from the audience for their enthusiasm and the excellence of their work.  Following their presentations, the students obtained valuable feedback from the audience which was comprised of experts in laser applications and other areas.  These discussions will help them to further improve their research, and these future scientists and engineers gained valuable experience in an international conference setting.  The presentation and communication skills they gained will benefit them significantly in their future careers.\n\n\nThirteen graduate students (including three female students) from US\ninstitutions received financial support to attend the conference. The students stated that they learned a lot at this conference.  By preparing the conference presentations, they became familiar with the most up-to-date research in the field of laser applications and related areas.  The laser industry vendor program gave students the opportunity to communicate with engineers and industry experts and to be exposed to cutting-edge laser technologies.  The Laser Institute of America also invited many laser and photonics industry experts to provide a series of short courses, including Beam Diagnostics&mdash;Technology, Algorithms and Applications, Founding and Operating a High Tech Company, Lasers in Manufacturing for Life Science and Medicine, Laser Heat Treating Fundamentals and Practice, Laser Additive Manufacturing, and Introduction to Laser Machining.  The courses attracted great interest from the students and enriched their knowledge of the state of the art in laser science and engineering.\n\n \n\nThe students also celebrated the 30th anniversary of the Laser Institute\nof America, together with hundreds of laser experts, including Professor\nBerthold Leibinger, who received The 2011 Arthur L. Schawlow Award during the ICALEO 2011 conference.  The award lecture given by Professor Berthold Leibinger gave the students a new perspective on the world of lasers and encouraged them to be more dedicated in the future to studying lasers and laser applications.\n\n \n\n\t\t\t\t\tLast Modified: 07/08/2012\n\n\t\t\t\t\tSubmitted by: Yongfeng Lu"
 }
}