{
 "awd_id": "1134301",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IDR: Thermal and Electronic Transport Processes in Monolayer-Scale Chemically Ordered Semiconductor Films",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 539182.0,
 "awd_amount": 588329.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2015-04-23",
 "awd_abstract_narration": "PI: Pamela M. Norris and Jerrold Floro\r\nCBET-1134301\r\n\r\nThe control of thermal energy (heat) flowing through a material, expressed as the thermal conductivity of the material, is critically important to many applications.  A particular technology that is relevant to concerns over energy consumption and global warming is thermoelectric generators, which contain materials that allow the inevitable waste heat generated in any fuel-burning process to be further converted directly to electricity.  Good thermoelectric materials (those that produce the most electricity for a given heat load) are semiconductors that must simultaneously have low thermal conductivity and high electrical conductivity. These two requirements are at odds with one another, and this tension has frustrated the development of highly efficient thermoelectric devices.\r\n\r\nThis proposal will investigate a new approach to making better thermoelectric materials.  The primary concept is that alloys of Ge and Si will be grown into atomically ordered structures.  This ordering takes place spontaneously, producing alternating chemical arrangements of Ge and Si atoms that cannot be formed by conventional synthetic approaches.  Ordering should keep the electrical conductivity high, since it reduces the scattering of electrical charges compared to a disordered alloy, and it can reduce the thermal conductivity by exploiting a special kind of scattering mechanism, called Umklapp scattering.  Simulations predict that Umklapp scattering will be enhanced by chemical ordering, especially at higher temperatures where thermoelectric generators typically operate.  This project employs advanced growth and characterization techniques to produce these materials, ascertain their ordering and measure their transport properties.  Molecular dynamics simulations of energy flow in ordered structures will be performed in support of the results.  The research will lend new insights into how atomic-scale ordering affects both electrical and thermal conduction.\r\n\r\nThis research will investigate a new materials design strategy for ultimate use in thermoelectric generators.  These devices convert waste heat into electricity, but much more efficient thermoelectric materials are needed in order to be cost effective.  In addition to thermoelectrics, developing new approaches to controlling thermal conduction in materials is critical to many technologies.  An important example is the computer chip, where high-power processors generate tremendous heat that must be efficiently conducted away from the device so that is does not destroy itself.  Beyond the technical contributions of this project lies a strong commitment by the investigators to tightly integrate research and education through the experiential and formal training of two graduate students.  Additionally, undergraduate students will be recruited from underrepresented groups in engineering.  For these students, exposure to the research environment can be career-defining. Both the principal investigators direct and participate in extensive science outreach activities with K-12 schoolchildren and educators.  Much of the focus of these effors is on bringing nano to the public, and for this new project a thermoelectric demonstrator module will be developed that will serve as an example of how materials nanostructuring can improve properties important in the drive to reduce fossil fuel consumption.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Norris",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela M Norris",
   "pi_email_addr": "pamnorris@gwu.edu",
   "nsf_id": "000238881",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerrold",
   "pi_last_name": "Floro",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jerrold A Floro",
   "pi_email_addr": "jaf9r@virginia.edu",
   "nsf_id": "000176233",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "PO BOX 400195",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  },
  {
   "pgm_ele_code": "795100",
   "pgm_ele_name": "ENG IDR-Eng Interdisciplin Res"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  },
  {
   "pgm_ref_code": "065E",
   "pgm_ref_txt": "Radiation heat transfer"
  },
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7951",
   "pgm_ref_txt": "ENG INTERDISC RES (IDR)"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 539182.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 42147.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2014, of all the energy consumed in the United States, over 60% was lost as &ldquo;waste heat&rdquo;.<sup>1</sup> Thermoelectric devices (TEDs), devices that utilize a temperature gradient to create an electrical current, can be employed to recover this low-grade wasted heat and turn it back into useful electricity. Harvesting even some of the waste heat through TEDs would have enormous beneficial effects on our economy and environment. While the possible applications of TEDs are promising, current commercial TEDs achieve only around 10% of their Carnot (maximum) efficiency and are relatively costly. As a result, TEDs are used in a very limited number of applications. To realize their full potential, we must develop TEDs of high efficiency and low cost. The efficiency of a TED is maximized if the material has a low thermal conductivity and a high electrical conductivity. In general, most materials with large electrical conductivities will also have high thermal conductivities, and vice versa. This is because the conduction of heat and electricity are dependent on one another; they are coupled properties. The inability to independently control thermal and electrical conductivity is the limiting factor for developing highly efficient TEDs. Our laboratory conducted a theoretical study which suggested a material composed of 50% silicon atoms and 50% germanium atoms, <em>when the atoms are arranged in an extremely specific configuration</em>, could have decoupled thermal and electrical conductivities over certain temperature ranges.<sup>2</sup> Not only could this Si-Ge alloy achieve a low thermal conductivity, while maintaining a high electrical conductivity, but both of these elements are relatively abundant and inexpensive, thus making this material an ideal candidate for TEDs. To test our prediction, we needed to synthesize the Si-Ge alloy, measure the altered thermal and conductivity of that alloy, and continue the theoretical simulations to better understand exactly why the thermal conductivity is altered and how it depends on the &ldquo;order&rdquo; of the atoms.&nbsp; Over the length of this project, we have succeeded in synthesizing a Si-Ge alloy which is 25% similar to the ideal configuration, typical of other workers in this field. We have presented these results at a national conference and are in the process of releasing a publication to the scientific community detailing instructions for growing this material. Despite the high similarities to the ideal configuration achieved, the similarities were not enough to induce the decoupling of the thermal and electrical conductivity. The experimental measurements indicate that a similarity greater than 25% is needed. More theoretical simulations have shown that there are many other atomic configurations of the 50% silicon and 50% germanium alloy which could produce the decoupling; configurations that may be easier to achieve in the laboratory. These configurations have been compiled and released in a publication to the scientific community.<sup>3</sup> It is our hope that with our released publications detailing our synthesis parameters, and the other possible configurations, that other laboratories may continue to pursue the synthesis of the particular Si-Ge alloy configuration we studied, as well as the other theoretical configurations found during simulations, for potential TED devices capable of making a major contribution to the challenges brought on by our increasing thurst for energy while maintaining our fragile environment. &nbsp;</p>\n<p>&nbsp;</p>\n<p><sup>1</sup> Lawrence Livermore National Laboratory. Estimated Energy Use in 2014. <a href=\"https://flowcharts.llnl.gov/\">https://flowcharts.llnl.gov/</a>&nbsp;</p>\n<p><sup>2</sup>J. Duda, &ldquo;Controlling Thermal Conductivity of Alloys via Atomic Ordering.&rdquo; J. Heat Transfer. <strong>134:</strong>014501 (2012)</p>\n<p><sup>3</sup>C. Baker, &ldquo;E...",
  "por_txt_cntn": "\nIn 2014, of all the energy consumed in the United States, over 60% was lost as \"waste heat\".1 Thermoelectric devices (TEDs), devices that utilize a temperature gradient to create an electrical current, can be employed to recover this low-grade wasted heat and turn it back into useful electricity. Harvesting even some of the waste heat through TEDs would have enormous beneficial effects on our economy and environment. While the possible applications of TEDs are promising, current commercial TEDs achieve only around 10% of their Carnot (maximum) efficiency and are relatively costly. As a result, TEDs are used in a very limited number of applications. To realize their full potential, we must develop TEDs of high efficiency and low cost. The efficiency of a TED is maximized if the material has a low thermal conductivity and a high electrical conductivity. In general, most materials with large electrical conductivities will also have high thermal conductivities, and vice versa. This is because the conduction of heat and electricity are dependent on one another; they are coupled properties. The inability to independently control thermal and electrical conductivity is the limiting factor for developing highly efficient TEDs. Our laboratory conducted a theoretical study which suggested a material composed of 50% silicon atoms and 50% germanium atoms, when the atoms are arranged in an extremely specific configuration, could have decoupled thermal and electrical conductivities over certain temperature ranges.2 Not only could this Si-Ge alloy achieve a low thermal conductivity, while maintaining a high electrical conductivity, but both of these elements are relatively abundant and inexpensive, thus making this material an ideal candidate for TEDs. To test our prediction, we needed to synthesize the Si-Ge alloy, measure the altered thermal and conductivity of that alloy, and continue the theoretical simulations to better understand exactly why the thermal conductivity is altered and how it depends on the \"order\" of the atoms.  Over the length of this project, we have succeeded in synthesizing a Si-Ge alloy which is 25% similar to the ideal configuration, typical of other workers in this field. We have presented these results at a national conference and are in the process of releasing a publication to the scientific community detailing instructions for growing this material. Despite the high similarities to the ideal configuration achieved, the similarities were not enough to induce the decoupling of the thermal and electrical conductivity. The experimental measurements indicate that a similarity greater than 25% is needed. More theoretical simulations have shown that there are many other atomic configurations of the 50% silicon and 50% germanium alloy which could produce the decoupling; configurations that may be easier to achieve in the laboratory. These configurations have been compiled and released in a publication to the scientific community.3 It is our hope that with our released publications detailing our synthesis parameters, and the other possible configurations, that other laboratories may continue to pursue the synthesis of the particular Si-Ge alloy configuration we studied, as well as the other theoretical configurations found during simulations, for potential TED devices capable of making a major contribution to the challenges brought on by our increasing thurst for energy while maintaining our fragile environment.  \n\n \n\n1 Lawrence Livermore National Laboratory. Estimated Energy Use in 2014. https://flowcharts.llnl.gov/ \n\n2J. Duda, \"Controlling Thermal Conductivity of Alloys via Atomic Ordering.\" J. Heat Transfer. 134:014501 (2012)\n\n3C. Baker, \"Effect of long- and short-range order on SiGe alloy thermal conductivity: Molecular Dynamics Simulation.\" PRB. 91:180302(2015)  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/19/2015\n\n\t\t\t\t\tSubmitted by: Pamela M Norris"
 }
}