{
 "awd_id": "1134539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DRRC/Collaborative Research:  Emergency Management in Rural America: Decision-Makers Use of Climate Science in Flood Planning and Management",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mendonca",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 105698.0,
 "awd_amount": 105698.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "The objective of this Disaster Resilience for Rural Communities (DRRC) collaborative research project is to examine the obstacles to and opportunities for the use of seasonal climate forecasts in flood planning and management in U.S. rural areas, focusing on the 1) characteristics that make scientific and technical information likely to be used by rural practitioners; 2) structure and function of networks of rural users of forecast information and; 3) influence of group decision processes in decision making about how and whether to employ climate forecasts in rural flood management. The approach begins with four case studies of rural regions that have attempted to use seasonal climate information.  After that, a national-level survey of stakeholders engaged in flood planning and emergency management in rural areas to investigate experiences with and factors affecting the use of climate information will be implemented. Finally, in-person simulations of local, regional, and state-level stakeholders in two US rural regions to investigate how network features, group biases, and decision structures influence climate forecast use in rural flood planning and management will be conducted.  The chief intellectual merit of this project lies in enhancing understanding of the development of trust and collaboration in weak and strong network administrative organization and in extending the literature on emergency management decision-making in tightly-knit urban response networks to dispersed rural pre-disaster planning and mitigation.  This work also advances approaches to capture and measure preferences related to characteristics of uncertain information and to compare individual-based stated preferences and group decision making.\r\n\r\nSeasonal climate information such as forecasts of El Niño conditions months ahead of time can be used to improve planning and management of weather-related extreme events such as floods. Unfortunately, even when seasonal forecast information appears clear, putting knowledge about likely climate conditions into practice to improve planning for extreme events before they happen poses difficulties. Flood and other emergency managers typically work in situations with tight budgets, and they also must make decisions quickly.  In addition, managers may find it difficult to clearly communicate to the public and policymakers the range of possible outcomes from events that are highly uncertain.  This may be particularly the case in rural areas, where geographic distances complicate communication and technical expertise disperses more widely than in concentrated urban areas.  This project examines whether the way in which forecast information is presented and the way in which those involved in emergency management in rural areas interact with each other influence the ability to use seasonal climate information to improve planning and management to reduce societal losses from floods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Redmond",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly T Redmond",
   "pi_email_addr": "kelly.redmond@dri.edu",
   "nsf_id": "000412091",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "inst_street_address": "2215 RAGGIO PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7756737300",
  "inst_zip_code": "895121095",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "MV1JFXA4S621",
  "org_uei_num": "MV1JFXA4S621"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Desert Research Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895121095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1321",
   "pgm_ref_txt": "DECISION RISK & MANAGEMENT SCI"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "1638",
   "pgm_ref_txt": "INFRAST MGMT & EXTREME EVENTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 105698.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\"><em>Case Study</em>. Our project has proceeded in three parts. In the first part, we utilized a case study approach to develop understanding of the factors enabling and hindering the use of seasonal climate forecasts in emergency management.&nbsp; From this work, we published a case study paper, and are developing a second companion article. The first paper, &ldquo;Using Climate Forecasts Across a State&rsquo;s Emergency Management Network,&rdquo; examines cases of flood preparations in rural Oregon<strong>.</strong>&nbsp; We focus on Oregon because the climate signals are strong and less ambiguous there, and our project is most interested in rural and non-urban networks. We examine how emergency managers in ruralareas use forecasts of El Ni&ntilde;o and other seasonal climate events to 1) improve our understanding of how diffuse networks can help overcome the obstacles to the use of complex scientific information; and 2) to widen the use of seasonal forecasts to improve flood management.&nbsp; Our investigation draws on ethnographic techniques of observation and conversation with emergency management networks in the state of Oregon, interviews of nearly 50 emergency managers in the state, and two detailed case studies of Oregon counties that have used seasonal climate forecasts to improve flood management.&nbsp; Our work reveals that emergency managers are more likely to use climate information tied to a time and place-specific forecast and to feasible actions, and when the emergency managers are part of robust professional networks that include scientific professionals as well as end users of forecast information.&nbsp;&nbsp;</p>\n<p><em>Simulation Group.</em> We initially developed an approach to test how emergency managers deal with probability and uncertainty and presented it June 2014 at the Emergency Management Institute Higher Education Conference in Emmetsburg Maryland. At that meeting, we described our project to instructors of emergency management and gave them a draft questionnaire of decision experiments designed to test how they responded to various presentations of information, to decisions about weighing omission versus commission, and to probabilistic versus deterministic forecasts. As described in previous progress reports, our response rate was too low to draw generalizable conclusions from that exercise, but we have used qualitative evidence collected in the session to supplement our published <em>NHR</em> paper and <em>New Environmental Crisis</em> book chapter, to add to our two other papers in draft and review, and as material in our conference presentations.&nbsp;</p>\n<p><em>Survey</em>. In our previous reporting period, we completed our survey of 231 county-level emergency managers engaged in flood planning and emergency management, drawing on hypothetical climate and flood emergency&nbsp; management scenarios to investigate the role of several well-knowndecision shortcuts and biases in influencing decisions. We have spent this past year using survey responses to quantitatively examine the role of decision heuristics and risk aversion among emergency managers (paper in review and book chapter) and differences of these with those in the general population (paper under development).&nbsp; Our broadest finding is that even emergency managers with substantial experience employ decision shortcuts, just as do members of the general population or the students that many psychologists use in their experiments. We argue that forecast producers should take these decision perversities into consideration when developing products. We also have used the results to develop a follow-up survey of EMs and other public sector&nbsp; employees (city and county managers, planners, and public works officials) to extend the work on heuristics and attitudes about flooding to a wider cross-section of experts.&nbsp; That survey is in the instrumentation phase.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: Kelly&nbsp;T&nbsp;Redmond</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Case Study. Our project has proceeded in three parts. In the first part, we utilized a case study approach to develop understanding of the factors enabling and hindering the use of seasonal climate forecasts in emergency management.  From this work, we published a case study paper, and are developing a second companion article. The first paper, \"Using Climate Forecasts Across a State?s Emergency Management Network,\" examines cases of flood preparations in rural Oregon.  We focus on Oregon because the climate signals are strong and less ambiguous there, and our project is most interested in rural and non-urban networks. We examine how emergency managers in ruralareas use forecasts of El Ni&ntilde;o and other seasonal climate events to 1) improve our understanding of how diffuse networks can help overcome the obstacles to the use of complex scientific information; and 2) to widen the use of seasonal forecasts to improve flood management.  Our investigation draws on ethnographic techniques of observation and conversation with emergency management networks in the state of Oregon, interviews of nearly 50 emergency managers in the state, and two detailed case studies of Oregon counties that have used seasonal climate forecasts to improve flood management.  Our work reveals that emergency managers are more likely to use climate information tied to a time and place-specific forecast and to feasible actions, and when the emergency managers are part of robust professional networks that include scientific professionals as well as end users of forecast information.  \n\nSimulation Group. We initially developed an approach to test how emergency managers deal with probability and uncertainty and presented it June 2014 at the Emergency Management Institute Higher Education Conference in Emmetsburg Maryland. At that meeting, we described our project to instructors of emergency management and gave them a draft questionnaire of decision experiments designed to test how they responded to various presentations of information, to decisions about weighing omission versus commission, and to probabilistic versus deterministic forecasts. As described in previous progress reports, our response rate was too low to draw generalizable conclusions from that exercise, but we have used qualitative evidence collected in the session to supplement our published NHR paper and New Environmental Crisis book chapter, to add to our two other papers in draft and review, and as material in our conference presentations. \n\nSurvey. In our previous reporting period, we completed our survey of 231 county-level emergency managers engaged in flood planning and emergency management, drawing on hypothetical climate and flood emergency  management scenarios to investigate the role of several well-knowndecision shortcuts and biases in influencing decisions. We have spent this past year using survey responses to quantitatively examine the role of decision heuristics and risk aversion among emergency managers (paper in review and book chapter) and differences of these with those in the general population (paper under development).  Our broadest finding is that even emergency managers with substantial experience employ decision shortcuts, just as do members of the general population or the students that many psychologists use in their experiments. We argue that forecast producers should take these decision perversities into consideration when developing products. We also have used the results to develop a follow-up survey of EMs and other public sector  employees (city and county managers, planners, and public works officials) to extend the work on heuristics and attitudes about flooding to a wider cross-section of experts.  That survey is in the instrumentation phase. \n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: Kelly T Redmond"
 }
}