{
 "awd_id": "1134104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Capillary and Boiling Limits of Micropillared Thermal Wicks",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "PI:  Carlos Hidrovo\r\nProposal #: 1134104\r\n\r\nThis project aims to understand the governing physics behind capillary limit flow in microstructures with phase change, with the objective of developing thermal wicks capable of dissipating upwards of 1 kW/cm2. The transformative aspect of the project resides in providing new insights into the effects that microstructure geometry has on thermal-phase change capillary flow systems. Furthermore, this understanding will lead to the development of novel wicking structures based on vertical micropillared arrays for heat pipe and vapor chamber applications capable of low temperature heat fluxes not seen before.\r\n\r\nSpecifically, the project will tackle and elucidate the governing physics behind the capillary flow within arrays of vertically etched silicon micropillars, particularly related to phase change heat transfer applications. The following questions will be addressed by the project: (1) How does microstructure affect capillary flow? (2) What are the key parameters that control capillary pumping capabilities in such wicking structures? (3) How are heat transfer and phase change processes coupled to the capillary flow? (4) Can MEMS technology, in the form of micropillared wicks, be implemented as a means of exceeding current heat pipe and vapor chamber heat flux dissipation capabilities? In order to answer these questions, the following specific tasks have been identified: (i) Introduction of a novel experimental setup capable of simultaneously obtaining thermal and capillary flow data for different wick samples. This system will be used to assess the thermo-hydraulic performance of silicon based micropillar samples. (ii) Fabrication of silicon based micropillared wicks, with precisely controlled microstructure of varying geometry. (iii) The experimental results will be complemented by and validated against compact models that will capture the relevant physics associated with the capillary flow, phase change (boiling), and thermal transport in these systems. (iv) The coupled experimental and modeling results will be used as a design tool towards optimization of ideal microstructure geometries for the silicon micropillar array samples.\r\n\r\nThe intellectual merit of the project includes elucidating the impact that micro-geometry have on phase change capillary systems. Since both the models developed and the experiments conducted will be done on specially designed samples with known geometry, the underlying physics will have a much clearer context. This will allow for better understanding of the key parameters that affect capillary flow in thermal systems with phase change. Lessons learned from this research will carry over to the understanding of capillary flow with phase change on non-regular and non-uniform structures, such as fractals.\r\n\r\nThe broader impact of the project includes having significant relevance in the general area of capillary flow in porous media, with major implications for fields such as geology, hydrology and manufacturing. The problems to be tackled here present rich engineering, physics, and materials challenges, great cross-disciplinary projects for the graduate and undergraduate students involved. The PI is a young leader in experimental thermal fluids, MEMS and optical diagnostics. The results of the project will provide new classroom materials for courses that the PI teach or is currently developing, as well as outreach activities geared towards elementary school audiences. Importantly, the PI will initiate an undergraduate summer internship program, aimed at underrepresented UT freshmen and sophomores to truly prepare them as multidisciplinary leaders of future engineering challenges.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Hidrovo Chavez",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos H Hidrovo Chavez",
   "pi_email_addr": "c.hidrovochavez@neu.edu",
   "nsf_id": "000559608",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "PO Box 7726",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Intellectual Merit:</span>&nbsp; </strong>Through this project, a novel thermo-hydraulic characterization setup was developed to directly measure the evaporative flow rate of wicking structures subjected to a thermal load on one end. The system consisted of a heated section fitted with thermocouples capable of providing the thermal load to one end of the wicking structure while monitoring its temperature. The other end of the wicking structure was submerged into a liquid reservoir placed on top of a load cell that would monitor its mass and changes to it. With this setup, the capillary flow rate through the wicking structure for a given evaporative heat load could be directly assessed by measuring the change in mass of the reservoir over time. This is a novel and invaluable tool for the characterization of thermal-capillary flows in porous media.</p>\n<p>Simultaneously, a semi-analytical model was developed to establish the capillary limit of different micropillared array configurations. The capillary limit of a wicking or porous structure is reached when the maximum capillary forces arising from the Laplace pressure of the microgeometry equal the viscous forces arising from the flow through the microstructure. Both forces are directly related to the geometry, particularly spacing, of the micropillars in the array but behave in different fashion. The capillary forces are inversely proportional to the spacing between micropillars, while the viscous forces have a non-linear inverse dependence on the micropillar spacing. This non-linear inverse dependence is a consequence of the different contributions to viscous stresses from the flow in the region between micropillars and in the flat, non-micropillared region. This results in an optimum micropillar spacing that maximizes the capillary flow through the array as a function of other geometrical parameters (pillar height and diameter).</p>\n<p>Through the use of this capillary limit model, it was also found that rectangular micropillar arrangements provide a higher capillary limit than their equivalent square ones (based on the same equivalent porosity metric for both types of arrangements). This is also the result of the non-linear inverse dependence of the viscous forces on micropillar spacing. The rectangular micropillar arrangement allows for high capillary forces through small pillar spacing in the direction parallel to flow, with low viscous forces through large pillar spacing in the direction perpendicular to flow.</p>\n<p>The experimental and modeling work performed during the lifetime of the project lead to two (2) journal publications, four (4) conference proceedings, and several oral and poster presentations at various conferences.</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impact:</span> </strong>The knowledge gained in terms of capillary flow physics in this type of artificial micropillared structures has significant impact in the general area of capillary flow in porous media with major implications for fields such as geology, hydrology and manufacturing.&nbsp; It is apparent that anisotropic porous structures can lead to higher capillary driven flows than isotropic ones if the permeability in the direction of flow is higher than that in the transverse directions.<strong>&nbsp;</strong></p>\n<p>In addition, the problems that were tackled in this cross-disciplinary project presented rich engineering, physics, and materials challenges to the graduate and undergraduate students involved. Each of the different participants on the project team had an area of specialty (i.e. experimental setup design and instrumentation, micromanufacturing, or modeling), and as they worked together they mutually taught and mentored each other in their particular areas of knowledge and expertise. In addition to the technical knowledge gained by the participants, ...",
  "por_txt_cntn": "\nIntellectual Merit:  Through this project, a novel thermo-hydraulic characterization setup was developed to directly measure the evaporative flow rate of wicking structures subjected to a thermal load on one end. The system consisted of a heated section fitted with thermocouples capable of providing the thermal load to one end of the wicking structure while monitoring its temperature. The other end of the wicking structure was submerged into a liquid reservoir placed on top of a load cell that would monitor its mass and changes to it. With this setup, the capillary flow rate through the wicking structure for a given evaporative heat load could be directly assessed by measuring the change in mass of the reservoir over time. This is a novel and invaluable tool for the characterization of thermal-capillary flows in porous media.\n\nSimultaneously, a semi-analytical model was developed to establish the capillary limit of different micropillared array configurations. The capillary limit of a wicking or porous structure is reached when the maximum capillary forces arising from the Laplace pressure of the microgeometry equal the viscous forces arising from the flow through the microstructure. Both forces are directly related to the geometry, particularly spacing, of the micropillars in the array but behave in different fashion. The capillary forces are inversely proportional to the spacing between micropillars, while the viscous forces have a non-linear inverse dependence on the micropillar spacing. This non-linear inverse dependence is a consequence of the different contributions to viscous stresses from the flow in the region between micropillars and in the flat, non-micropillared region. This results in an optimum micropillar spacing that maximizes the capillary flow through the array as a function of other geometrical parameters (pillar height and diameter).\n\nThrough the use of this capillary limit model, it was also found that rectangular micropillar arrangements provide a higher capillary limit than their equivalent square ones (based on the same equivalent porosity metric for both types of arrangements). This is also the result of the non-linear inverse dependence of the viscous forces on micropillar spacing. The rectangular micropillar arrangement allows for high capillary forces through small pillar spacing in the direction parallel to flow, with low viscous forces through large pillar spacing in the direction perpendicular to flow.\n\nThe experimental and modeling work performed during the lifetime of the project lead to two (2) journal publications, four (4) conference proceedings, and several oral and poster presentations at various conferences.\n\nBroader Impact: The knowledge gained in terms of capillary flow physics in this type of artificial micropillared structures has significant impact in the general area of capillary flow in porous media with major implications for fields such as geology, hydrology and manufacturing.  It is apparent that anisotropic porous structures can lead to higher capillary driven flows than isotropic ones if the permeability in the direction of flow is higher than that in the transverse directions. \n\nIn addition, the problems that were tackled in this cross-disciplinary project presented rich engineering, physics, and materials challenges to the graduate and undergraduate students involved. Each of the different participants on the project team had an area of specialty (i.e. experimental setup design and instrumentation, micromanufacturing, or modeling), and as they worked together they mutually taught and mentored each other in their particular areas of knowledge and expertise. In addition to the technical knowledge gained by the participants, their interactions enhanced their collaboration and team working skills. Similarly, they were trained in communication and presentation skills through the published papers and oral presentations they conducted. All the students involved attended weekly ind..."
 }
}