{
 "awd_id": "1134020",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A New Method for Imaging Mixture Fraction in Turbulent Non-premixed Flames",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "song kong",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 322779.0,
 "awd_amount": 322779.0,
 "awd_min_amd_letter_date": "2011-06-27",
 "awd_max_amd_letter_date": "2011-06-27",
 "awd_abstract_narration": "1134020\r\nClemens\r\n\r\nThe improvement of combustion models for turbulent non-premixed combustion is severely limited by the lack measurements of mixture fraction and its dissipation in complex reacting systems. Currently, the highest fidelity mixture fraction measurements are inferred from Raman/Rayleigh scattering, but these measurements are difficult to apply in more applied combustion environments where walls, soot or particles may be present. We propose to develop a new technique that holds promise for enabling space- and time-resolved imaging of a conserved scalar in turbulent reacting flows, and which can be applied in a wider range of environments than alternative techniques. This new technique is based on using two-photon laser-induced fluorescence (LIF) of a noble gas (e.g., Kr or Xe), which is seeded into the fuel or oxidizer stream. Noble gases are inert in the presence of combustion and so can be treated as a conserved scalar. The noble-gas LIF measurement gives the mole fraction of the conserved scalar, but a temperature measurement and state relationship are required to infer the mixture fraction (i.e., mass fraction of atoms originating in the fuel stream). \r\nOur main objectives will be the following: (i) to improve our understanding of the technique's limitations, particularly regarding the need for an assumed state relationship, (ii) to determine if the technique can be applied with higher-hydrocarbon fuels where laser beam absorption, fluorescence interference and quenching may add additional difficulties, (iii) to combine the technique with particle image velocimetry (PIV) to obtain important and still unique mixture-fraction/velocity correlation data in flames, (iv) to investigate two-photon Xe LIF as an alternative conserved scalar, and (v) explore combining noble-gas LIF with filtered Rayleigh scattering to obtain simultaneous temperature fields when particles/soot/walls are present. \r\n\r\nIntellectual Merit: The proposed work has as its objective the further development of a new diagnostic technique, which holds promise for enabling measurements of mixture fraction and its dissipation in non-premixed combustion systems. The main conserved scalar of interest is krypton, although xenon will be investigated. The combined two-photon LIF will enable conserved scalar measurements to be made in more applied flows, such as confined combustors, or in flows with particles. This feature will enable one to combine mixture fraction imaging with PIV, and potentially to make conserved measurements in flows with soot or soot precursors. It also can be effectively used as a technique for studying mixing/combustion where safety concerns preclude the use of toxic-gas markers.\r\n\r\nBroader Impacts: This new technique holds promise for enabling measurements of mixture fraction (or a related surrogate conserved scalar quantity) in combustion environments where such measurements were previously not practical, such as gas-turbines, IC engines, fires, and supersonic combustors. Noble-gas LIF is potentially much easier to implement than alternative techniques and it is likely that the technique will see much wider use in academics, government and industry. The data that can be provided by the technique could potentially impact the accuracy of advanced combustion models and therefore impact a wide-range of technologies including those that utilize sustainable fuels. As great strides are made in computational engineering, we must not lose sight of the importance of validating the computations and this will require that we maintain and develop the experimental infrastructure that enables the acquisition of the needed data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noel",
   "pi_last_name": "Clemens",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Noel T Clemens",
   "pi_email_addr": "clemens@mail.utexas.edu",
   "nsf_id": "000432718",
   "pi_start_date": "2011-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "148E",
   "pgm_ref_txt": "Combustion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 322779.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we have developed an experimental method that will give combustion researchers a new tool to help them better understand the physics of turbulent flames. Turbulent flames are found in many practical devices, such as automobile engines, gas-turbines used for electrical power generation, jet engines, and industrial boilers. This new method could aid in the design of new combustors that burn fuels more efficiently or produce fewer pollutants. In this method we add krypton gas to the fuel stream and then use laser-induced fluorescence to detect the presence of krypton. In laser-induced fluorescence a laser beam of a particular wavelength illuminates the flow and the krypton atoms absorb the light and then emit light as fluorescence. The fluorescence is detected with a high-sensitivity camera to obtain the distribution of the krypton gas in the flow. The distribution of krypton, together with some other assumptions, enables us to obtain important information about the chemical state of the turbulent flames.</p>\n<p>Our work, which has involved making test cell measurements to determine fundamental photo-physical properties of krypton, such as how the absorption of laser light changes with temperature, and how the fluorescence signal varies when the krypton interacts with different chemical species (such as oxygen, nitrogen or fuels). Our study has demonstrated that krypton laser-induced fluorescence can be an effective technique for visualizing how two flows mix under supersonic conditions. This result is noteworthy, because in many large-scale facilities, it is too dangerous to seed the flow with some commonly used tracer gases, such as nitric oxide or iodine. We expect this technique will be used by future researchers to help visualize the flow, examine mixing, or investigate combustion physics, in large-scale wind tunnels and combustors. We have also demonstrated that this technique works even with complex fuels, such as ethylene, where soot is present, and thus its application can help researchers understand how soot is produced, which in turn can enable new methods to reduce the production of soot and smoke from burners and other combustion systems. The broader impacts are that our results can help university, government and industrial researchers design improved burners and combustors. In this project we have also worked with several undergraduate students, including two from under-represented minority groups, who gained important experience in mechanical design and modern laboratory instrumentation, and they learned about important applications of fluid mechanics and combustion science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/18/2016<br>\n\t\t\t\t\tModified by: Noel&nbsp;T&nbsp;Clemens</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project we have developed an experimental method that will give combustion researchers a new tool to help them better understand the physics of turbulent flames. Turbulent flames are found in many practical devices, such as automobile engines, gas-turbines used for electrical power generation, jet engines, and industrial boilers. This new method could aid in the design of new combustors that burn fuels more efficiently or produce fewer pollutants. In this method we add krypton gas to the fuel stream and then use laser-induced fluorescence to detect the presence of krypton. In laser-induced fluorescence a laser beam of a particular wavelength illuminates the flow and the krypton atoms absorb the light and then emit light as fluorescence. The fluorescence is detected with a high-sensitivity camera to obtain the distribution of the krypton gas in the flow. The distribution of krypton, together with some other assumptions, enables us to obtain important information about the chemical state of the turbulent flames.\n\nOur work, which has involved making test cell measurements to determine fundamental photo-physical properties of krypton, such as how the absorption of laser light changes with temperature, and how the fluorescence signal varies when the krypton interacts with different chemical species (such as oxygen, nitrogen or fuels). Our study has demonstrated that krypton laser-induced fluorescence can be an effective technique for visualizing how two flows mix under supersonic conditions. This result is noteworthy, because in many large-scale facilities, it is too dangerous to seed the flow with some commonly used tracer gases, such as nitric oxide or iodine. We expect this technique will be used by future researchers to help visualize the flow, examine mixing, or investigate combustion physics, in large-scale wind tunnels and combustors. We have also demonstrated that this technique works even with complex fuels, such as ethylene, where soot is present, and thus its application can help researchers understand how soot is produced, which in turn can enable new methods to reduce the production of soot and smoke from burners and other combustion systems. The broader impacts are that our results can help university, government and industrial researchers design improved burners and combustors. In this project we have also worked with several undergraduate students, including two from under-represented minority groups, who gained important experience in mechanical design and modern laboratory instrumentation, and they learned about important applications of fluid mechanics and combustion science.\n\n\t\t\t\t\tLast Modified: 07/18/2016\n\n\t\t\t\t\tSubmitted by: Noel T Clemens"
 }
}