{
 "awd_id": "1135530",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CI-Team Diff:  The Virtual Learning Commons:  STEM Research Communities Learning about Data Management, Geospatial Informatics, and Scientific Visualization",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sushil K Prasad",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 133923.0,
 "awd_amount": 133923.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2011-09-08",
 "awd_abstract_narration": "The expected national transformation of 21st Century science through cyberinfrastructure (CI) depends on adoption of new CI approaches across many science, technology, engineering and mathematics (STEM) domains. For STEM faculty and researchers who are unfamiliar with CI but are otherwise well prepared, the learning curve to adopt new technology is steep and tools are immature and difficult to use. Key issues are the need for 1) effective processes and mechanisms by which STEM professionals can learn to integrate CI into their work, and 2) development of empirically based theories about the diffusion of CI innovation in research settings so that effective processes and mechanisms can be designed and enacted. This project is developing a synergistic environment that will enable the STEM research community, including graduate students, faculty, and researchers, to engage in life-long, life-wide learning about emerging CI. \r\n\r\nThe goals of the project are to: create a virtual learning environment focused on techniques for data and information acquisition, management, curation, analysis, visualization, provenance, and discovery; engage local, regional, national and international STEM research and education communities in face-to-face and virtual settings; and continue to develop and extend our understanding, theories, concepts, and models of technology adoption and diffusion of CI innovation in interdisciplinary research settings. The project uses four activities to accomplish its goals: 1) collaborative development of a Virtual Learning Commons (VLC); 2) virtual workshops using videoconference technology and the VLC, 3) face-to-face working meetings, and 4) postdoctoral researcher and graduate student mentoring. All activities integrate research with education through problem-based, experiential learning by communities of practice in the context of real problem solving. \r\n\r\nIntellectual Merit. This project will contribute new knowledge about virtual, collaborative learning about CI and through CI, developing a new, CI-enabled learning system. It will generate new communities of CI-enabled professional STEM researchers, in particular those working in the areas of data management, geospatial informatics, and visualization. It will generate new understanding of diffusion of existing and emerging CI innovations in the global STEM research community and new models of interdisciplinary, distributed collaboration between CI researchers and STEM researchers at all professional levels - graduate student to highly experienced. The project will provide a better understanding of interactions between virtual learning environments, communities of practice, and life-long, life-wide learning by researchers. \r\n\r\nThe project involves an experienced team of CI researchers from the University of Texas at \r\nEl Paso (UTEP), University of Kansas (KU), and University of New Mexico (UNM) who are partnering with research communities in science and engineering education, geo-epidemiology, and information management at UNM, Los Alamos National Laboratory (LANL), and the National and International Long Term Ecological Research (LTER) Network. The project builds on models of collaborative learning generated from our previous CI-Team Demonstration and Implementation Projects to accomplish the objectives. \r\n\r\nBroader Impacts. This project will have broad impacts within multiple STEM communities traditionally underrepresented in high-end scientific computing, as well as involving underrepresented minorities at two Hispanic Serving Institutions. The project will ensure that Hispanic students in STEM disciplines at UTEP receive the knowledge and skills that enable them to become leaders in CI-enabled STEM research, through mentoring Science and Engineering Educators at UTEP as they learn about and use CI within the VLC -- educating the educators. The project provides a model for moving communities to CI-based approaches that can be replicated in any STEM community. It will generate resources for the broad STEM research community to learn about data management - now a requirement for all NSF programs. It will also generate a new virtual space within which an emerging community of practice engaged in CI Workforce Development may begin to share resources and collaborate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marjorie",
   "pi_last_name": "McConnell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marjorie McConnell",
   "pi_email_addr": "mmcconnell@lternet.edu",
   "nsf_id": "000365138",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristin",
   "pi_last_name": "Vanderbilt",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kristin L Vanderbilt",
   "pi_email_addr": "vanderbi@unm.edu",
   "nsf_id": "000417336",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karl",
   "pi_last_name": "Benedict",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Karl K Benedict",
   "pi_email_addr": "kbene@unm.edu",
   "nsf_id": "000457254",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Brady",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin C Brady",
   "pi_email_addr": "kcbrady@unm.edu",
   "nsf_id": "000589986",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1700 Lomas Blvd. NE",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747700",
   "pgm_ele_name": "CI-TEAM"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7477",
   "pgm_ref_txt": "CI-TEAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 133923.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project was to expose current and future earth and environmental scientists to new technologies relevant to these fields, focusing on data management, geospatial informatics, and other technical approaches that impact their ability to use the abundant data and models available. In addition, these scientists were taught practical skills for collaborating across disciplines with computer scientists. The project investigated how information spreads among learners online and in collaborative interdisciplinary groups, where participants must learn targeted concepts from other disciplines.</p>\n<p>The research contributed to understanding learning processes that lead to generation of innovative new ideas, especially ideas that draw from more than one disciplinary perspective such as computer science and environmental science. Studies of interdisciplinary research teams indicate that team members struggle to exchange knowledge across disciplines. &nbsp;Issues arise due to the inability of team members to develop deep knowledge at the frontier of other disciplines and to connect that knowledge with their own expertise to provide a collaborative path forward. Investigators studied both face-to-face and online interactions. Key findings include that extended exposure to deep concepts from other disciplines results in severe cognitive overload, but that these difficulties should be embraced rather than avoided in order to generate major changes in understanding that are synergistic across disciplines. Strategies were developed for designing interdisciplinary interactions that manage this process in constructive ways. &nbsp;These strategies can be used in both classroom and research team settings to facilitate better collaborations between computer scientists and earth or environmental scientists. This, in turn, can generate a new workforce of science-focused computing experts and computing-enabled scientists.</p>\n<p>These findings are important because collaboration across disciplines is at the heart of addressing important societal challenges, such as impacts of global change, trade-offs between water, food, and energy production, and the need for sustainable cities. It is especially important that research teams be able to collaborate effectively with computer scientists in order to harness the multitude of data and models that are now available. The ability to work collaboratively in a research team with others who may hold very different perspectives is a critical aspect of preparing today's students to meet future workforce demands.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/15/2015<br>\n\t\t\t\t\tModified by: Marjorie&nbsp;Mcconnell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of this project was to expose current and future earth and environmental scientists to new technologies relevant to these fields, focusing on data management, geospatial informatics, and other technical approaches that impact their ability to use the abundant data and models available. In addition, these scientists were taught practical skills for collaborating across disciplines with computer scientists. The project investigated how information spreads among learners online and in collaborative interdisciplinary groups, where participants must learn targeted concepts from other disciplines.\n\nThe research contributed to understanding learning processes that lead to generation of innovative new ideas, especially ideas that draw from more than one disciplinary perspective such as computer science and environmental science. Studies of interdisciplinary research teams indicate that team members struggle to exchange knowledge across disciplines.  Issues arise due to the inability of team members to develop deep knowledge at the frontier of other disciplines and to connect that knowledge with their own expertise to provide a collaborative path forward. Investigators studied both face-to-face and online interactions. Key findings include that extended exposure to deep concepts from other disciplines results in severe cognitive overload, but that these difficulties should be embraced rather than avoided in order to generate major changes in understanding that are synergistic across disciplines. Strategies were developed for designing interdisciplinary interactions that manage this process in constructive ways.  These strategies can be used in both classroom and research team settings to facilitate better collaborations between computer scientists and earth or environmental scientists. This, in turn, can generate a new workforce of science-focused computing experts and computing-enabled scientists.\n\nThese findings are important because collaboration across disciplines is at the heart of addressing important societal challenges, such as impacts of global change, trade-offs between water, food, and energy production, and the need for sustainable cities. It is especially important that research teams be able to collaborate effectively with computer scientists in order to harness the multitude of data and models that are now available. The ability to work collaboratively in a research team with others who may hold very different perspectives is a critical aspect of preparing today's students to meet future workforce demands.\n\n\t\t\t\t\tLast Modified: 08/15/2015\n\n\t\t\t\t\tSubmitted by: Marjorie Mcconnell"
 }
}