{
 "awd_id": "1135037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR: Ultra-Low Forced Vibration Testing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 58345.0,
 "awd_amount": 58345.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2011-07-22",
 "awd_abstract_narration": "The research objective of this award is to investigate the feasibility of extremely low amplitude forced vibration testing (FVT) to determine the structural dynamic properties of a low-rise building.  To achieve this objective, the researchers will use a very small, 30-pound harmonic load to shake a full-scale, five-story building test specimen, constructed as part of NSF award CMMI-0936505, on the George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) outdoor shake table at the University of California, San Diego.  The results of the ultra-low (UL) forced vibration testing (UL-FVT), namely, the natural frequencies, mode shapes, and damping ratios, will be compared to shake table test results and FVT using much larger shakers.  The comparison will be made at multiple stages of the specimen testing.  This research is potentially transformative in that it will for the first time define the limits and applicability of the UL-FVT.  Data from this project will be archived and made available to the public through the NEES Project Warehouse/data repository at http://www.nees.org.\r\n \r\nThis award will impact earthquake engineering education of K-12, undergraduate, and graduate students and practicing engineers.  Verification of the UL-FVT will provide proof of the concept and will serve as a stepping stone to introducing the UL-FVT into university classrooms nationwide. The UL-FVT method will improve structural dynamics education by allowing faculty and students to explore the dynamics of full-scale, real-world structures at a fraction of the time and cost associated with typical FVT. Learning modules will be developed for K-12, undergraduate, and graduate students and archived in the NEESacademy at http://www.nees.org. This work will also advance discovery in the field of earthquake engineering by enabling practicing engineers to verify their linear computational models for both new designs and retrofit applications.  This award is part of the National Earthquake Hazards Reduction Program (NEHRP).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cole",
   "pi_last_name": "McDaniel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cole McDaniel",
   "pi_email_addr": "cmcdanie@calpoly.edu",
   "nsf_id": "000531049",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Graham",
   "pi_last_name": "Archer",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Graham C Archer",
   "pi_email_addr": "garcher@calpoly.edu",
   "nsf_id": "000531062",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Polytechnic State University Foundation",
  "inst_street_address": "1 GRAND AVE BLDG 15",
  "inst_street_address_2": "",
  "inst_city_name": "SAN LUIS OBISPO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8057562982",
  "inst_zip_code": "934079000",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "CAL POLY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MC4RJJM9XLT5"
 },
 "perf_inst": {
  "perf_inst_name": "California Polytechnic State University",
  "perf_str_addr": "One Grand Avenue",
  "perf_city_name": "San Luis Obispo",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "934070001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 58345.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past several years the co-PI&rsquo;s have been working on a new concept in Forced Vibration Testing (FVT) for low-rise building structures using ultra-low force amplitudes. &nbsp;Using low-cost equipment (&lt;$15,000 in total) that can be easily transported on a hand-cart by one person, the co-PI&rsquo;s have shaken a variety of building structures to determine their dynamic characteristics. &nbsp;The testing is accomplished by placing a small portable (~100 lb) harmonic shaker on the upper floors of the building and recording the resulting floor accelerations throughout the structure using highly sensitive accelerometers and sophisticated data acquisition software. &nbsp;The goal of this NSF NEES payload research project was to provide proof of the validity of the Ultra-low Forced Vibration Testing (UL-FVT) methodology and serve as a stepping stone to introducing the UL-FVT into university classrooms nationwide. &nbsp;</p>\n<p>The UL-FVT method was used to obtain the dynamic characteristics of a five-story test structure built on the UC San Diego outdoor shake table under the NEESR-CR project entitled &ldquo;Full-Scale Structural and Nonstructural Building System Performance During Earthquakes&rdquo; (#0936505). &nbsp;UL-FVT results compared extremely well with computational models and the available shake table results. &nbsp;The UL-FVT method proved to be mobile, low-cost and an accurate means to capture the dynamic properties of a building structure. &nbsp;</p>\n<p>UL-FVT was used to demonstrate structural dynamic theory to undergraduate and graduate engineering students in their classes. Students were challenged with assessing the dynamic response of on-campus buildings through simple hand calculations, creating computational models and performing UL-FVT. &nbsp;The UL-FVT provided a basis for the students to compare their hand calculations and computational model predictions of the dynamic response of the buildings. &nbsp;By comparing their predictions to the UL-FVT, the computational models improved; consequently, a healthy skepticism for the computational results was forged in the students&rsquo; minds.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/04/2014<br>\n\t\t\t\t\tModified by: Cole&nbsp;Mcdaniel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the past several years the co-PIÆs have been working on a new concept in Forced Vibration Testing (FVT) for low-rise building structures using ultra-low force amplitudes.  Using low-cost equipment (&lt;$15,000 in total) that can be easily transported on a hand-cart by one person, the co-PIÆs have shaken a variety of building structures to determine their dynamic characteristics.  The testing is accomplished by placing a small portable (~100 lb) harmonic shaker on the upper floors of the building and recording the resulting floor accelerations throughout the structure using highly sensitive accelerometers and sophisticated data acquisition software.  The goal of this NSF NEES payload research project was to provide proof of the validity of the Ultra-low Forced Vibration Testing (UL-FVT) methodology and serve as a stepping stone to introducing the UL-FVT into university classrooms nationwide.  \n\nThe UL-FVT method was used to obtain the dynamic characteristics of a five-story test structure built on the UC San Diego outdoor shake table under the NEESR-CR project entitled \"Full-Scale Structural and Nonstructural Building System Performance During Earthquakes\" (#0936505).  UL-FVT results compared extremely well with computational models and the available shake table results.  The UL-FVT method proved to be mobile, low-cost and an accurate means to capture the dynamic properties of a building structure.  \n\nUL-FVT was used to demonstrate structural dynamic theory to undergraduate and graduate engineering students in their classes. Students were challenged with assessing the dynamic response of on-campus buildings through simple hand calculations, creating computational models and performing UL-FVT.  The UL-FVT provided a basis for the students to compare their hand calculations and computational model predictions of the dynamic response of the buildings.  By comparing their predictions to the UL-FVT, the computational models improved; consequently, a healthy skepticism for the computational results was forged in the studentsÆ minds.\n\n\t\t\t\t\tLast Modified: 06/04/2014\n\n\t\t\t\t\tSubmitted by: Cole Mcdaniel"
 }
}