{
 "awd_id": "1135394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CI-TEAM Demonstration Project: Enhancing STEM Education through Faculty Training in the Use of Cyberinfrastructure",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 249734.0,
 "awd_amount": 249734.0,
 "awd_min_amd_letter_date": "2011-08-03",
 "awd_max_amd_letter_date": "2011-08-03",
 "awd_abstract_narration": "In this demonstration project, the City College of New York (CCNY), with the collaboration of LaGuardia Community College (LAGCC) and Hostos Community College (HCC), are engaging community college professors in faculty development workshops focused upon integrating CI applications into introductory STEM courses. The CI applications to be demonstrated in this work are research databases, software packages for graphing and statistical analysis in mathematics, and cyber environments for virtual laboratory experiments in chemistry and physics. The ultimate beneficiaries will be the students of these faculty participants.  The training is to be used in specific courses at LAGCC and HCC. \r\n\r\nThe project goals are: \r\nGoal 1. To develop community college faculty expertise in using CI effectively to promote STEM learning. \r\nGoal 2. To strengthen and enrich students? learning of science and mathematics with the appropriate use of CI-applications. \r\nGoal 3. To broaden participation and increase the number of students who are interested in CI in order to increase the cyber-ready workforce. \r\n\r\nIntellectual Merit: This project is based on a creative and potentially transformative concept: in allowing students to use the Internet, their comfort zone is expanded to include other computer-based tools that will improve their performance in STEM courses and extend their CI-based learning to their workforce experiences. Science education research underscores the benefits of CI in enabling students to take an active role in their learning, to deepen understanding of basic scientific concepts, to improve critical thinking and to build problem-solving skills. The working hypothesis is that integrating computer applications into the learning experience at a fairly early stage in students? college careers will inculcate computer-based practices for their lifetimes. \r\n\r\nBroader Impact:  Dissemination of this work will help to transform lower-level college science and mathematics courses by incorporating the extensive use of CI throughout the learning process. The long-range benefit lies in its impact on underrepresented minority students' performance in introductory STEM courses and in diversifying the student population participating in CI activities as part of their science, math, or engineering education.  The project is easily adaptable to other institutions. In this project, the activities will be scaled up to include additional courses at the participating colleges and then beyond to other colleges at the City University of New York (CUNY). A strong national dissemination effort is also planned.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Issa",
   "pi_last_name": "Salame",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Issa I Salame",
   "pi_email_addr": "isalame@ccny.cuny.edu",
   "nsf_id": "000136667",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Sohel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad A Sohel",
   "pi_email_addr": "msohel@hostos.cuny.edu",
   "nsf_id": "000529886",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abderrazak",
   "pi_last_name": "Belkharraz",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Abderrazak I Belkharraz",
   "pi_email_addr": "Abelkharraz@LAGCC.CUNY.EDU",
   "nsf_id": "000574488",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 Convent Avenue",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747700",
   "pgm_ele_name": "CI-TEAM"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7477",
   "pgm_ref_txt": "CI-TEAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249734.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h1><span style=\"color: #000000; font-size: 12px; font-weight: normal;\">The City College of New York, with the collaboration of LaGuardia Community College and Hostos Community College, recently completed a demonstration project engaging community college professors throughout The City University of New York (CUNY) system in a project concerned with integrating computer-based applications into introductory courses in science, mathematics and technology.&nbsp; The specific applications in this project are the use of research-based databases, the use of software packages for graphing and statistical analysis in mathematics, and the use of virtual laboratory experiments in chemistry and physics.</span></h1>\n<p>The project involved a two-pronged approach, designed to fulfill the expected project outcomes:</p>\n<p>1. Faculty development workshops were concerned with integrating computer-based applications into the introductory courses, in order to develop faculty expertise in using these applications to promote science, math and technology learning.</p>\n<p>2. Redesigned courses integrated the use of the project intervention, both within the daily course content and lab exercises, in order to enrich students&rsquo; learning by increasing their understanding of computer-enabled practice, inculcating computer-based practices into their future study and beyond.</p>\n<p>The courses in the 2012-2013 project year that were redesigned with the project intervention are:</p>\n<p>General Chemistry,&nbsp; College Algebra and Trigonometry,&nbsp; General Physics, Elementary Statistics I,&nbsp; Pre-Calculus, Calculus, General&nbsp; Engineering Lab 2, Intermediate Algebra</p>\n<p>Seven of the eight courses were offered in Fall 2012 and were repeated in Spring 2013 to allow for more in-depth course development by building upon the experiences gained in the preceding semester.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>As part of the intellectual merit of our project, it is based on a creative and potentially transformative concept, allowing students to use the Internet, their comfort zone, as well as other computer-based tools to improve their course performance, and extend their computer-based learning to their workforce experience.</p>\n<p>As part of the broader impact of the proposed model, corresponding to a further expected project outcome, it diversifies the student population currently participating in computer-based activities as part of their science, math, or engineering education.&nbsp; Due to the demographics of the participating institutions, it impacts underrepresented minority students&rsquo; performance in these introductory courses.</p>\n<p>The specific immediate project outcomes were measured by techniques supervised by the project evaluator, Dr. William Coury.</p>\n<p>1. Open-ended questionnaires were designed for the faculty to reflect upon the experiences and to evaluate the efficacy of incorporating computer-based applications into their course content and lab exercises. The data collected by Dr. Coury illustrates the thoughtful engagement of the participating faculty, and the ways in which over the period of a year the faculty participants increased their mastery of the use of computer &ndash;based applications.&nbsp; The utilization of these applications enhanced the delivery of inquiry-based curricula and increased the students&rsquo; interest, understanding, and engagement in the course content.</p>\n<p>2. A comparison of student retention of the course material, compared to previous offerings of the same courses, was measured for several of the courses with the use of pre-and post tests. Overall, an increase in the retention rate and academic performance of the students benefiting from the intervention was noted. A significantly better retention of earlier material was noted, compared to what faculty had seen in the past, a...",
  "por_txt_cntn": "The City College of New York, with the collaboration of LaGuardia Community College and Hostos Community College, recently completed a demonstration project engaging community college professors throughout The City University of New York (CUNY) system in a project concerned with integrating computer-based applications into introductory courses in science, mathematics and technology.  The specific applications in this project are the use of research-based databases, the use of software packages for graphing and statistical analysis in mathematics, and the use of virtual laboratory experiments in chemistry and physics.\n\nThe project involved a two-pronged approach, designed to fulfill the expected project outcomes:\n\n1. Faculty development workshops were concerned with integrating computer-based applications into the introductory courses, in order to develop faculty expertise in using these applications to promote science, math and technology learning.\n\n2. Redesigned courses integrated the use of the project intervention, both within the daily course content and lab exercises, in order to enrich studentsÆ learning by increasing their understanding of computer-enabled practice, inculcating computer-based practices into their future study and beyond.\n\nThe courses in the 2012-2013 project year that were redesigned with the project intervention are:\n\nGeneral Chemistry,  College Algebra and Trigonometry,  General Physics, Elementary Statistics I,  Pre-Calculus, Calculus, General  Engineering Lab 2, Intermediate Algebra\n\nSeven of the eight courses were offered in Fall 2012 and were repeated in Spring 2013 to allow for more in-depth course development by building upon the experiences gained in the preceding semester.              \n\nAs part of the intellectual merit of our project, it is based on a creative and potentially transformative concept, allowing students to use the Internet, their comfort zone, as well as other computer-based tools to improve their course performance, and extend their computer-based learning to their workforce experience.\n\nAs part of the broader impact of the proposed model, corresponding to a further expected project outcome, it diversifies the student population currently participating in computer-based activities as part of their science, math, or engineering education.  Due to the demographics of the participating institutions, it impacts underrepresented minority studentsÆ performance in these introductory courses.\n\nThe specific immediate project outcomes were measured by techniques supervised by the project evaluator, Dr. William Coury.\n\n1. Open-ended questionnaires were designed for the faculty to reflect upon the experiences and to evaluate the efficacy of incorporating computer-based applications into their course content and lab exercises. The data collected by Dr. Coury illustrates the thoughtful engagement of the participating faculty, and the ways in which over the period of a year the faculty participants increased their mastery of the use of computer &ndash;based applications.  The utilization of these applications enhanced the delivery of inquiry-based curricula and increased the studentsÆ interest, understanding, and engagement in the course content.\n\n2. A comparison of student retention of the course material, compared to previous offerings of the same courses, was measured for several of the courses with the use of pre-and post tests. Overall, an increase in the retention rate and academic performance of the students benefiting from the intervention was noted. A significantly better retention of earlier material was noted, compared to what faculty had seen in the past, and in relation to other sections of the same course.  In addition a questionnaire incorporating open-ended questions was designed to ask the students to provide an overall evaluation of their participation in the project-based courses.\n\nThe academic analysis was completed in order to determine if there is a relationship between..."
 }
}