{
 "awd_id": "1135572",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CI-TEAM Demonstration Project: Enhancing Stakeholder Participation in Environmental Planning with Visualization Tools that Support Complex Systems Learning and Spatial Thinking",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sushil K Prasad",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 249953.0,
 "awd_amount": 265953.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2016-05-05",
 "awd_abstract_narration": "This proposal brings together urban planners and environmental scientists, experts in complexity modeling and spatial analyses for science and policy applications, learning scientists studying how technology enhances cognitive and decision-making processes, and computer scientists concerned with visualizations and visual analytics. The aim is to enhance existing visualization tools and the social processes in which they are embedded to better support participatory planning addressing complex environmental problems. \r\n\r\nThe complexity of such problems makes it hard to trace causal impacts through the web of interactions, including the effects of individual decisions on the quality of shared natural resources. While visualization tools have been designed to assist stakeholders to plan for these problems, they are usually very elaborate, requiring trained facilitators to manage their inputs and interpret their outputs. Similarly, an increasing amount of relevant sensor and simulation data exists, but in a form that is not accessible or usable for this community. As a result, stakeholders are insulated from the very information they need for their decisions, basing them instead on invalid knowledge and unexamined assumptions. This study will allow us to design tools that bring forward the spatial relationships and interactions that are hidden in the complexity of environmental problems, yet making them accessible to stakeholders for routine use in the planning decisions shaping the environmental future of places across the U.S. \r\n\r\nTo achieve these aims this team is working with existing agent-based modeling and geographic information systems software, applying Design-Based Research and Participatory Design methods to create software and evolve the collaborative learning structures needed for its use in this context. They are distilling stakeholder needs and preferences to propose and test alternate user interfaces to support stakeholders? input of specialized knowledge and values, interpretation of outputs, and collaborative use of the tools in the social context of participatory planning. They are also exploring ways to capitalize on the data- and opinion-sharing potential of social networking technology to enhance stakeholders? collective learning and planning with these tools. Engaging actual stakeholders in the design process thus greatly increases the chance that the software and learning structures will be ultimately adopted by the target demographic upon deployment. A by-product of this research includes the assessment materials to examine how each one of these tools supports different aspects of visual thinking about complex environmental problems, and how they inform planning judgments to address them. This is of interest to researchers evaluating similar processes. Approaching environmental issues from across these fields provides the appropriate scope for creating infrastructure for the public and for planning practitioners in a way formerly limited to specialists. \r\n\r\nBroader Impacts \r\nThe main goal is to train citizens with the ability to engage in spatial and complex systems conceptualization of the environmental issues they face, and empower them to chart their own future with a fuller understanding of the impacts of their decisions. By definition, participatory planning seeks different voices to be heard in defining a problem and in suggesting solutions. This work is developing guidelines for effective participatory visualization software and learning activities so that stakeholders are active constructors and engaged users of the tools needed for critical deliberation around complex environmental problems. By empowering diverse representatives to take part in the production of relevant information and recommendations, the project aims to counteract the power imbalances that tend to plague policy and plan making, where only a few have access to key information. A second goal is to develop the curricular and pedagogical materials to train Computer Science students to create effective visualization software and interfaces for this purpose, and Urban Planning students to conduct participatory processes with these tools. A future implementation stage will build on this work to deploy the software, accompanying social practices and supporting cyber-infrastructure in other stakeholder communities dealing with a variety of complex environmental problems, and to incorporate the training modules in the Urban Planning and Computer Science curricula at UIC, which serves one of the most diverse student bodies in the US",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Moira",
   "pi_last_name": "Zellner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Moira Zellner",
   "pi_email_addr": "m.zellner@northeastern.edu",
   "nsf_id": "000072111",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Johnson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew E Johnson",
   "pi_email_addr": "ajohnson@uic.edu",
   "nsf_id": "000332025",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Josh",
   "pi_last_name": "Radinsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Josh Radinsky",
   "pi_email_addr": "joshuar@uic.edu",
   "nsf_id": "000297884",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Hoch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Hoch",
   "pi_email_addr": "chashoch@uic.edu",
   "nsf_id": "000590019",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leilah",
   "pi_last_name": "Lyons",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leilah Lyons",
   "pi_email_addr": "llyons@nysci.org",
   "nsf_id": "000618030",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "412 S. Peoria St, 2nd Floor",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606077068",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "540700",
   "pgm_ele_name": "Polar Cyberinfrastructure"
  },
  {
   "pgm_ele_code": "736100",
   "pgm_ele_name": "EDUCATION AND WORKFORCE"
  },
  {
   "pgm_ele_code": "747700",
   "pgm_ele_name": "CI-TEAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5407",
   "pgm_ref_txt": "POLAR CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "7477",
   "pgm_ref_txt": "CI-TEAM"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249953.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our goal is to train citizens to learn how to frame, order, compose, compare and distill different sorts of data to derive meaningful insights as they make plans and evaluate policy to address complex environmental problems. We examined how&nbsp;complex systems visualization techniques, custom user interfaces, and facilitation designs helped stakeholders comprehend and respond to environmental complexity, and how what they learned informed planning deliberations. Throughout the life of this project, we:</p>\n<p>-Developed groundwater and flooding models for participatory modeling that employ visualizations of ongoing complex processes</p>\n<p>-Developed custom mobile and tangible user interfaces and supportive facilitation structures to enable stakeholders to jointly explore the complex problem, design and test possible solutions, and seek compromises to resolve the tradeoffs of specific solutions.</p>\n<p>-Developed a learning assessment methodology to examine how stakeholders individually and collectively learn and plan with different visualization tools.</p>\n<p>-Conducted multiple lab and in-situ studies to test and refine our models, interfaces and facilitation guidelines.</p>\n<p>-Strengthened existing relationships and established new ones with external partners (NGOs and local, regional, state, and federal governmental agencies in the US and abroad) interested in adopting the participatory modeling approach in their professional practice.</p>\n<p>We found that:</p>\n<p>-Engaging in complex systems modeling helped participants shift from a local to a regional perspective and understanding of interactions, and propose novel policy ideas to address flooding and water supply.</p>\n<p>-An interactional setting supporting hands-on tactile manipulation of tangible interface elements expanded the range of collaborative exploration and stimulated the consideration of novel solutions, more so than relying on digital mouse clicks and discussion in a more instructional setting. Our iPad applications complemented the tangible interfaces, allowing users to focus on participants' variables of interest. Our final activity protocol supports participants as they reason spatially about the dynamics of water flow through the landscape, and reason critically about the possible impacts of solutions and the identification and discussion of important tradeoffs, based on an enhanced understanding of spatial interactions between water, infrastructure and land cover, and of the diversity of values among stakeholders.</p>\n<p>Our work contributes to planning, computer science and learning sciences theories and practice by:</p>\n<p>-Providing evidence of productive collaborative exploration of complex problem spaces, innovation of solutions, and compromise-seeking behavior around solutions with visualization tools that make the complexity of biophysical processes and community values transparent and visible.</p>\n<p>-Distilling specifications for the design of modeling tools and interfaces to enhance the public's access to complex systems simulations, and thus support policy-making with scientific understanding.</p>\n<p>-Developing a methodology to assess social learning processes using visualization tools in planning settings, and a data mining method to identify productive component strategies in an open-ended spatial reasoning problem space.</p>\n<p>The broader impacts of our work include:</p>\n<p>-Generating interest in a variety of communities, including professionals who want to adopt the tools we have developed in their planning practice, and modelers who want to ensure the broader stakeholder use of the tools they develop.</p>\n<p>-Strengthening interdisciplinary collaboration among disparate fields (hydrology, planning, spatial modeling and analysis, complex systems, learning sciences, computer science) to address complex environmental problems.</p>\n<p>-Interdisciplinary training of undergraduate and graduate students, who gained skills in management, and design and development of models, interfaces, facilitation structures, and assessments. Assistants participated in lab and in-situ trials, learning how to set up, conduct and evaluate such workshops. Assistants were also actively involved in manuscript writing and publication, serving as co-authors in many publications.</p>\n<p>-Numerous scholarly publications and academic and community presentations, two dissertations, and a patent application.</p>\n<p>-Inclusion of the literature produced and insights gained from the project into UIC planning and computer science curricula.</p>\n<p>Our ultimate goal is to enhance environmental planning and policy-making with better tools for decision makers and more effective ways they can use them. Our protocol has already influenced the design of green infrastructure solutions to flooding. Some workshops produced innovative solutions through interaction with our tools, and plans have been adapted based on what participants learned during our workshops, effectively integrating science (represented in the flooding simulation) and democracy (represented in the visualization and valuation of diverse interests of stakeholders) to inform policy. Our next step is to scale up our work: external partners and stakeholder representatives in the region have expressed a need for these tools and their willingness to try them in their communities, encouraging us to pursue commercialization of our product. In addition, our work has attracted the attention of communities of socio-ecological modelers, who see increasing value of enhancing the stakeholder and decision-maker access to and use of modeling tools developed by these communities, and are including such considerations in current work agendas and fundraising efforts. Further funding will allow us to deploy pilot exercises, keep refining our protocol, and developing it for widespread use in planning and policy-making for a range of complex environmental problems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/28/2017<br>\n\t\t\t\t\tModified by: Moira&nbsp;Zellner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur goal is to train citizens to learn how to frame, order, compose, compare and distill different sorts of data to derive meaningful insights as they make plans and evaluate policy to address complex environmental problems. We examined how complex systems visualization techniques, custom user interfaces, and facilitation designs helped stakeholders comprehend and respond to environmental complexity, and how what they learned informed planning deliberations. Throughout the life of this project, we:\n\n-Developed groundwater and flooding models for participatory modeling that employ visualizations of ongoing complex processes\n\n-Developed custom mobile and tangible user interfaces and supportive facilitation structures to enable stakeholders to jointly explore the complex problem, design and test possible solutions, and seek compromises to resolve the tradeoffs of specific solutions.\n\n-Developed a learning assessment methodology to examine how stakeholders individually and collectively learn and plan with different visualization tools.\n\n-Conducted multiple lab and in-situ studies to test and refine our models, interfaces and facilitation guidelines.\n\n-Strengthened existing relationships and established new ones with external partners (NGOs and local, regional, state, and federal governmental agencies in the US and abroad) interested in adopting the participatory modeling approach in their professional practice.\n\nWe found that:\n\n-Engaging in complex systems modeling helped participants shift from a local to a regional perspective and understanding of interactions, and propose novel policy ideas to address flooding and water supply.\n\n-An interactional setting supporting hands-on tactile manipulation of tangible interface elements expanded the range of collaborative exploration and stimulated the consideration of novel solutions, more so than relying on digital mouse clicks and discussion in a more instructional setting. Our iPad applications complemented the tangible interfaces, allowing users to focus on participants' variables of interest. Our final activity protocol supports participants as they reason spatially about the dynamics of water flow through the landscape, and reason critically about the possible impacts of solutions and the identification and discussion of important tradeoffs, based on an enhanced understanding of spatial interactions between water, infrastructure and land cover, and of the diversity of values among stakeholders.\n\nOur work contributes to planning, computer science and learning sciences theories and practice by:\n\n-Providing evidence of productive collaborative exploration of complex problem spaces, innovation of solutions, and compromise-seeking behavior around solutions with visualization tools that make the complexity of biophysical processes and community values transparent and visible.\n\n-Distilling specifications for the design of modeling tools and interfaces to enhance the public's access to complex systems simulations, and thus support policy-making with scientific understanding.\n\n-Developing a methodology to assess social learning processes using visualization tools in planning settings, and a data mining method to identify productive component strategies in an open-ended spatial reasoning problem space.\n\nThe broader impacts of our work include:\n\n-Generating interest in a variety of communities, including professionals who want to adopt the tools we have developed in their planning practice, and modelers who want to ensure the broader stakeholder use of the tools they develop.\n\n-Strengthening interdisciplinary collaboration among disparate fields (hydrology, planning, spatial modeling and analysis, complex systems, learning sciences, computer science) to address complex environmental problems.\n\n-Interdisciplinary training of undergraduate and graduate students, who gained skills in management, and design and development of models, interfaces, facilitation structures, and assessments. Assistants participated in lab and in-situ trials, learning how to set up, conduct and evaluate such workshops. Assistants were also actively involved in manuscript writing and publication, serving as co-authors in many publications.\n\n-Numerous scholarly publications and academic and community presentations, two dissertations, and a patent application.\n\n-Inclusion of the literature produced and insights gained from the project into UIC planning and computer science curricula.\n\nOur ultimate goal is to enhance environmental planning and policy-making with better tools for decision makers and more effective ways they can use them. Our protocol has already influenced the design of green infrastructure solutions to flooding. Some workshops produced innovative solutions through interaction with our tools, and plans have been adapted based on what participants learned during our workshops, effectively integrating science (represented in the flooding simulation) and democracy (represented in the visualization and valuation of diverse interests of stakeholders) to inform policy. Our next step is to scale up our work: external partners and stakeholder representatives in the region have expressed a need for these tools and their willingness to try them in their communities, encouraging us to pursue commercialization of our product. In addition, our work has attracted the attention of communities of socio-ecological modelers, who see increasing value of enhancing the stakeholder and decision-maker access to and use of modeling tools developed by these communities, and are including such considerations in current work agendas and fundraising efforts. Further funding will allow us to deploy pilot exercises, keep refining our protocol, and developing it for widespread use in planning and policy-making for a range of complex environmental problems.\n\n\t\t\t\t\tLast Modified: 03/28/2017\n\n\t\t\t\t\tSubmitted by: Moira Zellner"
 }
}