{
 "awd_id": "1135389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF EAGER: Data-Driven Framework for Analyzing User Interactions in Social Media",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 199934.0,
 "awd_amount": 199934.0,
 "awd_min_amd_letter_date": "2011-04-27",
 "awd_max_amd_letter_date": "2011-04-27",
 "awd_abstract_narration": "With hundreds of millions of users worldwide, social networks provide incredible opportunities for social\r\ninteractions, entertainment, learning, and political and social change. Hence, there is a growing interest in understanding information diffusion over online social networks. Because many social interactions currently take place in online networks, social scientists have access to unprecedented amounts of information about social interaction. Prior to the advent of such online networks, these investigations required resource-intensive activities such as random trials, surveys, and manual data collection to gather even small data sets. Now, massive amounts of information about social networks and social interactions are recorded. This wealth of data can allow social scientists to study social interactions on a scale and at a level of detail that has never before been possible. However, Social scientists are not traditionally trained in techniques to deal with the massive amounts of data produced by online social networks. Computer scientists that specialize in databases and knowledge discovery have experience with querying and analyzing enormous amounts of data in a scalable fashion, but they may not be aware of the types of information that are most relevant to understanding social processes. Moreover, it is often necessary to alter theories and models developed in research of traditional social networks to incorporate new features of interactions in online networks, or even develop entirely new models of social processes. To create and validate these new models requires familiarity with social science techniques for modeling of social interactions, as well as knowledge of techniques for modeling and analysis of complex networks that can scale to the size of millions or even billions of users.\r\n\r\nThe project brings together an interdisciplinary team consisting of computer scientists with expertise in databases and data mining, network modeling and analysis, and social media led by Dr. Divyakant Agrawal at the University of California-Santa Barbara to develop computational approaches to model and predict a number of important phenomena in social networks: information diffusion, opinion formation, etc. The team is developing new algorithms and analytical and computational tools that can effectively cope with the massive size of social networks and the  data produced within such networks. These tools are being designed account for the complex nature of human behavior by incorporating the spatial, temporal, and relationship-based aspects of social interactions. The long-term goals of this project are to develop tools that help better understand social interactions in online networks, to develop reliable and scalable models to predict the outcomes of such social processes, and to create applications that can shape such outcomes. The project advances the current state of the art in:  Querying and analysis of massive datasets, Modeling and analysis of complex networks, and Analysis of social media and social interactions, including in particular, the interplay between multiple simultaneous information diffusion processes. This is a high-risk, potentially high payoff research effort due in part to the challenges associated with obtaining and analyzing data from social networks and social media. In order to model social network entities and interactions, the research team needs access to datasets from online social networks to build, verify and validate models. Similarly, discovering information, knowledge, and user behavior in online social networks require access to social network datasets. In general, acquiring such datasets is a significant challenge due to privacy issues and the proprietary nature of many social network sites. \r\n\r\nThis Early Concept Grant for Exploratory Research (EAGER) project provides a rich set of data repository and evaluation metrics for conducting large-scale investigations involving social networks and social media. The project addresses the data challenge by assembling large data sets from weblog postings and Twitter messages from millions of users, as well as appropriately anonymized data that capture the interactions between participants in social networks such as Facebook. The broad dissemination of the resulting datasets and tools will lower the barrier to (and reduce the risk associated with) entry into Social Informatics and Computational Social Sciences  for researchers with diverse backgrounds and expertise. The resulting datasets and tools are likely to stimulate fundamental advances in several subdisciplines within Computer Science including algorithm design, network modeling and analysis, and data mining and knowledge discovery (among others). The project provides unique opportunities for broadening the participation of underrepresented minorities and women in Computer and Information Sciences, and especially those motivated by real-world applications in social sciences (e.g., understanding social interactions). The results of the project will be disseminated through the project web pages at http://cs.ucsb.edu/~dsl/?q=content/data-driven-framework-analyzing-user-interactions-social-media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Divyakant",
   "pi_last_name": "Agrawal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Divyakant Agrawal",
   "pi_email_addr": "agrawal@cs.ucsb.edu",
   "nsf_id": "000176871",
   "pi_start_date": "2011-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amr",
   "pi_last_name": "El Abbadi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amr El Abbadi",
   "pi_email_addr": "amr@cs.ucsb.edu",
   "nsf_id": "000188334",
   "pi_start_date": "2011-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bassam",
   "pi_last_name": "Bamieh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bassam Bamieh",
   "pi_email_addr": "bamieh@engineering.ucsb.edu",
   "nsf_id": "000373282",
   "pi_start_date": "2011-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Flanagin",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Flanagin",
   "pi_email_addr": "flanagin@comm.ucsb.edu",
   "nsf_id": "000402432",
   "pi_start_date": "2011-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stacy",
   "pi_last_name": "Patterson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stacy Patterson",
   "pi_email_addr": "sep@cs.rpi.edu",
   "nsf_id": "000547750",
   "pi_start_date": "2011-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "Harold Frank Hall",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931065110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7484",
   "pgm_ref_txt": "IIS SPECIAL PROJECTS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199934.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With hundreds of millions of users worldwide, on-line social networks provide&nbsp;incredible opportunities for social connection, learning, political&nbsp;and social change, and individual entertainment and enhancement in a&nbsp;wide variety of forms. In light of these notable outcomes,&nbsp;understanding information diffusion and information trends over online&nbsp;social networks is a critical research goal. Because many social&nbsp;interactions currently take place in online networks, we now have access to unprecedented amounts of information about social&nbsp;interaction. Prior to the advent of such online networks,&nbsp;investigations about social behavior required resource-intensive&nbsp;activities such as random trials, surveys, and manual data collection&nbsp;to gather even small data sets.</p>\n<p>While the ease of information propagation in social networks can be very beneficial, it can also have disruptive effects. One such example was observed during the recent shootings at Fort Hood, Texas, when a soldier inside the base sent out messages about multiple shooters via Twitter as the event unfolded. Her incorrect reports quickly spread through the social network and it was even broadcast on television channels. In the course of this grant we were the first to develop methods for limiting the spread of misinformation in social networks.</p>\n<p>We also analyzed the diffusion of information based on data extracted  from two well-known social networks (Digg &amp; Twitter) and demostrated  that the traditional assumption that information propagates solely via  network links is not well-founded. Instead we put forward an alternative  model that is a hybrid of both local and global information propogation  and demonstrated that this model is much better in explaining the  nature of information dissemination in social networks.</p>\n<p>The identification of trending topics in social media is quite important as it captures the relevant and important events of interest to the population.&nbsp; Traditional approaches are premised on counting the frequency of each topic and reporting the most frequent.&nbsp; In the course of this grant, we developing new techniques for computing social media trends premised on structural connections (or lack of) among users in a social network. We introduced the notion of coordinated trend as a trending topic among a set of users with connections in the social graph, e.g., friendship, or followers, and an uncoordinated trend as a trending topic among a set of users with no connections.&nbsp; For example, there is a significant difference if all mentions for a trending topic are friends or not.&nbsp; Consider, for example, a trending topic such as \"UCSB is the Best\", it is very relevant if all the mentions were due to a luster of friends, or the interest is dispersed across the globe among non-connected users.&nbsp; Durinng the course of this grant, we develop efficient on-line algorithms for the detection of coordinated and uncorrdinated trends.</p>\n<p>We are also interested in detecting trends of a true geographical nature rather than simply identifying frequent elements in various locations, as is currently the norm. Global trends, which incidentally would be trending in various locations, carry no geographical significance and are irrelevant from the perspective of our study. In order to distinguish from such topics, we focused on the challenging problem of identifying correlations of information items with different geographical places in an efficient manner. Our goal was to provide such an efficient on-line algorithmic tool.&nbsp; For this purpose, we designed a new&nbsp;algorithmic tool, GeoScope, to detect geo-trends. GeoScope is a&nbsp;data streams solution that detects correlations between topics and&nbsp;locations in a sliding window, in addition to analyzing topics and&nbsp;locations independently.</p>\n<p>In the final phase...",
  "por_txt_cntn": "\nWith hundreds of millions of users worldwide, on-line social networks provide incredible opportunities for social connection, learning, political and social change, and individual entertainment and enhancement in a wide variety of forms. In light of these notable outcomes, understanding information diffusion and information trends over online social networks is a critical research goal. Because many social interactions currently take place in online networks, we now have access to unprecedented amounts of information about social interaction. Prior to the advent of such online networks, investigations about social behavior required resource-intensive activities such as random trials, surveys, and manual data collection to gather even small data sets.\n\nWhile the ease of information propagation in social networks can be very beneficial, it can also have disruptive effects. One such example was observed during the recent shootings at Fort Hood, Texas, when a soldier inside the base sent out messages about multiple shooters via Twitter as the event unfolded. Her incorrect reports quickly spread through the social network and it was even broadcast on television channels. In the course of this grant we were the first to develop methods for limiting the spread of misinformation in social networks.\n\nWe also analyzed the diffusion of information based on data extracted  from two well-known social networks (Digg &amp; Twitter) and demostrated  that the traditional assumption that information propagates solely via  network links is not well-founded. Instead we put forward an alternative  model that is a hybrid of both local and global information propogation  and demonstrated that this model is much better in explaining the  nature of information dissemination in social networks.\n\nThe identification of trending topics in social media is quite important as it captures the relevant and important events of interest to the population.  Traditional approaches are premised on counting the frequency of each topic and reporting the most frequent.  In the course of this grant, we developing new techniques for computing social media trends premised on structural connections (or lack of) among users in a social network. We introduced the notion of coordinated trend as a trending topic among a set of users with connections in the social graph, e.g., friendship, or followers, and an uncoordinated trend as a trending topic among a set of users with no connections.  For example, there is a significant difference if all mentions for a trending topic are friends or not.  Consider, for example, a trending topic such as \"UCSB is the Best\", it is very relevant if all the mentions were due to a luster of friends, or the interest is dispersed across the globe among non-connected users.  Durinng the course of this grant, we develop efficient on-line algorithms for the detection of coordinated and uncorrdinated trends.\n\nWe are also interested in detecting trends of a true geographical nature rather than simply identifying frequent elements in various locations, as is currently the norm. Global trends, which incidentally would be trending in various locations, carry no geographical significance and are irrelevant from the perspective of our study. In order to distinguish from such topics, we focused on the challenging problem of identifying correlations of information items with different geographical places in an efficient manner. Our goal was to provide such an efficient on-line algorithmic tool.  For this purpose, we designed a new algorithmic tool, GeoScope, to detect geo-trends. GeoScope is a data streams solution that detects correlations between topics and locations in a sliding window, in addition to analyzing topics and locations independently.\n\nIn the final phases of this grant, we extended this approach from locations specific trends to the better understanding of the underlying population of a trending topic in general. The detection of community ch..."
 }
}