{
 "awd_id": "1135120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Educating the Imagination: A Studio Design for Transformative Science Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 499981.0,
 "awd_amount": 499981.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "TERC, in collaboration with the Boston Arts Academy is developing an innovative studio learning environment for students in grades 7-9. This pilot project focuses on object-centered inquiry about water and water-related problems of local and global significance. The project promotes student learning through multi-faceted studies involving hydrology, history, health, digital media, web-based artifact generation, real world data collection, interactions with scientists and artists, and community exhibitions of student work.  The primary goal of the Educating the Imagination project is to develop a more effective model for engaging and improving the science learning and achievement of underrepresented urban students. \r\n\r\nStudio learning intentionally integrates experimentation with practices of analysis, interpretation, critique of work and conceptual development. During a four week summer studio program, students, guided by teachers and scientists, will produce research-based projects about water and create plans to exhibit their work in the Boston area during the school year. Students will be assessed along multiple dimensions ranging from the depth of their understanding of water science ideas, their ability to make claims and arguments, their use of multiple tools and modes of representation, and the quality of their presentations. Over a two year period researchers will collect data on the studio design model and student learning to determine which aspects of the studio are effective in engaging students in object-oriented inquiry related to important water science ideas and problems.\r\n\r\nEducating the Imagination will provide valuable insights about the studio design model and its application to promote science learning. In addition, this project directly addresses the problem of inequality in opportunities to learn and participate in science by developing and testing an innovative, non-traditional learning model with underrepresented urban students. The results of this project could significantly change how we think about and structure STEM learning environments in urban settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Warren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beth Warren",
   "pi_email_addr": "bwarren@bu.edu",
   "nsf_id": "000138519",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Rosebery",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ann S Rosebery",
   "pi_email_addr": "Ann_Rosebery@TERC.edu",
   "nsf_id": "000287601",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eli",
   "pi_last_name": "Tucker-Raymond",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eli Tucker-Raymond",
   "pi_email_addr": "etuckerr@bu.edu",
   "nsf_id": "000526185",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Nathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Linda Nathan",
   "pi_email_addr": "lnathan@bostonartsacademy.org",
   "nsf_id": "000590024",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TERC Inc",
  "inst_street_address": "2067 MASSACHUSETTS AVE STE 26",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178739600",
  "inst_zip_code": "021401339",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TERC, INC.",
  "org_prnt_uei_num": "GSLCJ3M62XX1",
  "org_uei_num": "GSLCJ3M62XX1"
 },
 "perf_inst": {
  "perf_inst_name": "TERC Inc",
  "perf_str_addr": "2067 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021401339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499981.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Educating the Imagination</em> explored designs for a <em>studio science model </em>of learning<em> </em>to broaden participation of youth from communities historically underrepresented in STEM.&nbsp; The studio science model integrated scientific and artistic thinking and making practices as the foundation of creative engagement with water-related ideas and issues. &nbsp;Rising ninth- and tenth-grade youth from two public schools, who were judged by their teachers as struggling in school or disengaged from academic work, were selected for participation in the water studio. The studio ran for four weeks in the summer, five days a week for four hours each day. &nbsp;Two cycles of exploratory design research were conducted across two summers, with a total of 38 youth participants.&nbsp;</p>\n<p>&nbsp;</p>\n<p>During the four weeks of the summer studio, youth and teachers (of science, math, arts, and humanities) worked together side-by-side to explore the multifaceted nature of water. &nbsp;They engaged with water-related ideas and phenomena through a) close looking and interpretive work with a variety of juxtaposed artistic and scientific images, b) interdisciplinary explorations designed by teachers and by youth, c) workshops with independent artists and academic scientists, d) place-based inquiries into local water environments, e) interest-driven inquiries into water, and f) daily opening and closing rituals focused on sharing experiences with water as well as questions and insights emerging from studio work.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The project proved successful as a proof-of-concept of the studio science model.&nbsp; Interviews with youth at the end of the studio showed that they highly valued key design features of the model: a) the breadth and depth of water as an overarching theme; b) the emphasis on multidisciplinary perspectives and modes of creative expression; c) the integration of thinking and making practices; d) interactions with the creative practices of artists and scientists; e) side-by-side learning of youth and adults; f) openness to ideas, perspectives, and questions.&nbsp; Youth developed new understandings of water across biological, physical, ecological, cultural, aesthetic, and historical dimensions, both locally and globally.&nbsp; They were overwhelmingly positive in their emotional responses to the studio as a calm, joyful, surprising environment that fostered artistic and scientific growth.&nbsp; In addition, youth narrated identities as engaged learners in the studio and future identities as engaged learners in school.&nbsp; They elaborated on their sense of engagement in and motivation to learn:&nbsp; &ldquo;I learned that I should always be asking myself questions to keep me interested in what I need to do.&rdquo;&nbsp; They emphasized the power of the intellectual diversity of the studio community in their own thinking:&nbsp; &ldquo;At least almost every day someone always brings up a topic and I&rsquo;m like, &lsquo;Oh, I never thought of it that way.&rsquo;&rdquo;&nbsp; Youth also valued the sense of collective responsibility for learning and teaching in the studio as well as opportunities to act as engaged thinkers-makers, puzzling through problems and exploring possibilities:&nbsp; &ldquo;It doesn&rsquo;t feel like I&rsquo;m in school. I feel like I&rsquo;m a scientist and I&rsquo;m just experimenting&hellip;I feel like it&rsquo;s a job- a career job&hellip;&rdquo;.&nbsp; &nbsp;In addition, in their end-of-studio interest-driven projects, youth were largely successful in meeting or exceeding expectations on two core studio emphases, engagement with water-related ideas (81%) and studio thinking and making practices (86%).&nbsp;</p>\n<p>&nbsp;</p>\n<p>In summary, the water studio model proved highly effective in engaging youth from historically underrepresented communities in scientifically and artistically meaningful learning and...",
  "por_txt_cntn": "\nEducating the Imagination explored designs for a studio science model of learning to broaden participation of youth from communities historically underrepresented in STEM.  The studio science model integrated scientific and artistic thinking and making practices as the foundation of creative engagement with water-related ideas and issues.  Rising ninth- and tenth-grade youth from two public schools, who were judged by their teachers as struggling in school or disengaged from academic work, were selected for participation in the water studio. The studio ran for four weeks in the summer, five days a week for four hours each day.  Two cycles of exploratory design research were conducted across two summers, with a total of 38 youth participants. \n\n \n\nDuring the four weeks of the summer studio, youth and teachers (of science, math, arts, and humanities) worked together side-by-side to explore the multifaceted nature of water.  They engaged with water-related ideas and phenomena through a) close looking and interpretive work with a variety of juxtaposed artistic and scientific images, b) interdisciplinary explorations designed by teachers and by youth, c) workshops with independent artists and academic scientists, d) place-based inquiries into local water environments, e) interest-driven inquiries into water, and f) daily opening and closing rituals focused on sharing experiences with water as well as questions and insights emerging from studio work. \n\n \n\nThe project proved successful as a proof-of-concept of the studio science model.  Interviews with youth at the end of the studio showed that they highly valued key design features of the model: a) the breadth and depth of water as an overarching theme; b) the emphasis on multidisciplinary perspectives and modes of creative expression; c) the integration of thinking and making practices; d) interactions with the creative practices of artists and scientists; e) side-by-side learning of youth and adults; f) openness to ideas, perspectives, and questions.  Youth developed new understandings of water across biological, physical, ecological, cultural, aesthetic, and historical dimensions, both locally and globally.  They were overwhelmingly positive in their emotional responses to the studio as a calm, joyful, surprising environment that fostered artistic and scientific growth.  In addition, youth narrated identities as engaged learners in the studio and future identities as engaged learners in school.  They elaborated on their sense of engagement in and motivation to learn:  \"I learned that I should always be asking myself questions to keep me interested in what I need to do.\"  They emphasized the power of the intellectual diversity of the studio community in their own thinking:  \"At least almost every day someone always brings up a topic and IÆm like, æOh, I never thought of it that way.Æ\"  Youth also valued the sense of collective responsibility for learning and teaching in the studio as well as opportunities to act as engaged thinkers-makers, puzzling through problems and exploring possibilities:  \"It doesnÆt feel like IÆm in school. I feel like IÆm a scientist and IÆm just experimenting&hellip;I feel like itÆs a job- a career job&hellip;\".   In addition, in their end-of-studio interest-driven projects, youth were largely successful in meeting or exceeding expectations on two core studio emphases, engagement with water-related ideas (81%) and studio thinking and making practices (86%). \n\n \n\nIn summary, the water studio model proved highly effective in engaging youth from historically underrepresented communities in scientifically and artistically meaningful learning and in meaningful learning about themselves as learners, thinkers, and makers.  The findings support the studio science model as a potentially transformative approach to broadening participation in science learning by intentionally crossing boundaries of formal and informal learning, art and science, school and community..."
 }
}