{
 "awd_id": "1135155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Transition to Agriculture in Southern Scandinavia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 18000.0,
 "awd_amount": 18000.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2011-07-21",
 "awd_abstract_narration": "With National Science Foundation support Mr. Kurt Gron will analyze late Mesolithic and early Neolithic animal remains from several sites of the northern European Ertebølle (5400-4000 B.C.) and Trichterbecher (4000-3500 B.C.) cultures of Southern Scandinavia.  Analyses will be performed under the supervision of Dr. T. Douglas Price and involve materials from a cluster of excavated sites located in northwest Zealand, Denmark, as well as a transitional shell midden in eastern Jutland, Denmark, and will include previously published data.  The fundamental goal of the research is to gain insight into the factors which, in traditional societies, either promote change or resistance to it. Southern Scandinavia, appears to illustrate the latter and the proposed research hopefully will increase scientific understanding of the inhibitory factors involved. \r\nThe adoption of domesticated animals and plants in Scandinavia was one of the last transitions to agriculture in Europe, around 4000 B.C.  For nearly a millennium prior, farming was present in Europe but not southern Scandinavia, and there was contact between foraging and farming groups without an adoption of farming by Ertebølle foragers.  After this delay, agriculture began, but in an idiosyncratic fashion.  This was characterized by the rapid introduction of domesticated animals and plants but their low importance subsequently for nearly half a millennium, large-scale environmental changes, and culture change in the form of new types of ceramic and settlement system concurrent with some evidence of cultural continuity.  \r\nDespite the long history of archaeological inquiry into the origins of agriculture in southern Scandinavia, a consensus view of the causes, timeline, and the people involved remains elusive.  Questions as complicated as explaining the origins of agriculture require robust data sets of not only the transitional era, but also antecedent periods.  Due to the scant archaeological record of the earliest farmers in Denmark, a clear understanding of the transition may be best understood by studying the Ertebølle culture and their faunal economies.  By applying several methods and integrating this data with other scholarship, Mr. Gron will tie together past and present research, introducing new types of analysis and models of variability which will inform future research. \r\nThese analyses will focus on geographical and regional variability in Ertebølle animal use just prior to the onset of farming in the region, and will build and test a model of variability within such animal economies.  The study of animal bones is particularly important in Stone-Age research, as faunal remains are one of the most robust data sets available for study of such cultures.  Gron will use multiple approaches, including traditional zooarchaeological, chemical, and statistical methods to understand the build-up, and transition to, agriculture in Denmark through the lens of faunal use.\r\nMethods applied here will inform and be applicable for understanding agricultural origins and transitions worldwide, one of the key questions of human history.  This research will provide high-level and unique training for Mr. Gron and will foster long-term transatlantic Stone-Age research and scholarly cooperation, as this project relies on collaboration with a number of Danish and other European scholars and students.  Publication will be submitted for peer-review, and results will be presented at scholarly conferences as well as to the general public.  As the relationship of humans with animals is a key trait our kind, further understanding the interaction between people and their natural environment is perpetually relevant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "T. Douglas",
   "pi_last_name": "Price",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "T. Douglas Price",
   "pi_email_addr": "tdprice@facstaff.wisc.edu",
   "nsf_id": "000399115",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kurt",
   "pi_last_name": "Gron",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kurt J Gron",
   "pi_email_addr": "gron@wisc.edu",
   "nsf_id": "000576238",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>In order to understand the reasons and process of the transition to agriculture in southern Scandinavia, Kurt Gron analyzed animal remains from several sites of the northern European Erteb&oslash;lle (5400-4000 B.C.) and Trichterbecher (4000-3500 B.C.) cultures located in Northwest Zealand, and eastern Jutland, Denmark.&nbsp; These cultures represent the last hunter-gatherer-fisher and the earliest farmer cultures in the region.&nbsp; Analyses were performed under the supervision of Dr. T. Douglas Price of the University of Wisconsin-Madison and Professor Nanna Noe-Nygaard of Copenhagen University.&nbsp; These analyses focused on geographical and regional variability in Erteb&oslash;lle animal use just prior to the onset of farming in the region in order to build a model of late hunter-gatherer animal use and understand the shift to farming and animal-husbandry in the region.&nbsp; The study of animal bones is particularly important in Stone Age research, as faunal remains are one of the most robust data sets available for study of such cultures.&nbsp; By applying multiple approaches, including traditional zooarchaeological, chemical<strong>,</strong> and statistical methods to understand the build-up, and transition to, agriculture in Denmark through the lens of faunal use, a picture of regional variability was established, clarifying how late hunter-gatherers used their environments, variability in this use, and the character of early agriculture.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Preliminary results were applied at multiple levels.&nbsp; First, regionally-focused analyses were performed, showing that resources in different environments were utilized in much the same way in the study region among the several sites analyzed.&nbsp; These results were then integrated with published data from elsewhere on the same island of Denmark, showing that there are significant differences between coastal animal use and inland animal use.&nbsp; Upon further integration with broader trends, it is clear that there are widespread similarities and differences between different regions of the Erteb&oslash;lle culture in terms of use of mammal resources, a finding which reinforces other evidence of such differences.&nbsp; In particular, the numbers of species utilized remains relatively constant across the culture-area, but significant usage of non-large-game animals is generally less common on the island of Zealand whereas it is observed elsewhere.&nbsp; Such detailed comparisons are only available given the results of multiple-scale analyses, and indicate a degree of nuance and nested hierarchies of resource use among affluent hunter gatherers previously not seen in the region.&nbsp; In fact, variability in types of prey is so high that it is clear that Erteb&oslash;lle hunters were fully capable of taking every resource available to them and often did, weakening single-cause environmental arguments for a need for an agricultural way of life.</p>\n<p><span style=\"white-space: pre;\"> </span>In addition to increasing our understandings of hunter-gatherer resource use and the transition to agriculture, this project accomplished two major goals unrelated to the research results themselves.&nbsp; First, Mr. Kurt Gron was trained, gained experience in, and undertook numerous analyses including zooarchaeological, stable isotopic, and comparative analyses.&nbsp; Skills and experience were gained in all aspects of project and research undertakings, from start to finish and ultimately will culminate in a PhD.&nbsp; This training and experience will be carried throughout his career and will be disseminated to others both domestically and internationally.&nbsp; Second, international cooperation and research was fostered to a great degree by this project.&nbsp; While in Scandinavia in order to perform these analyses, numerous opportuniti...",
  "por_txt_cntn": "\n In order to understand the reasons and process of the transition to agriculture in southern Scandinavia, Kurt Gron analyzed animal remains from several sites of the northern European Erteb&oslash;lle (5400-4000 B.C.) and Trichterbecher (4000-3500 B.C.) cultures located in Northwest Zealand, and eastern Jutland, Denmark.  These cultures represent the last hunter-gatherer-fisher and the earliest farmer cultures in the region.  Analyses were performed under the supervision of Dr. T. Douglas Price of the University of Wisconsin-Madison and Professor Nanna Noe-Nygaard of Copenhagen University.  These analyses focused on geographical and regional variability in Erteb&oslash;lle animal use just prior to the onset of farming in the region in order to build a model of late hunter-gatherer animal use and understand the shift to farming and animal-husbandry in the region.  The study of animal bones is particularly important in Stone Age research, as faunal remains are one of the most robust data sets available for study of such cultures.  By applying multiple approaches, including traditional zooarchaeological, chemical, and statistical methods to understand the build-up, and transition to, agriculture in Denmark through the lens of faunal use, a picture of regional variability was established, clarifying how late hunter-gatherers used their environments, variability in this use, and the character of early agriculture. \n\n Preliminary results were applied at multiple levels.  First, regionally-focused analyses were performed, showing that resources in different environments were utilized in much the same way in the study region among the several sites analyzed.  These results were then integrated with published data from elsewhere on the same island of Denmark, showing that there are significant differences between coastal animal use and inland animal use.  Upon further integration with broader trends, it is clear that there are widespread similarities and differences between different regions of the Erteb&oslash;lle culture in terms of use of mammal resources, a finding which reinforces other evidence of such differences.  In particular, the numbers of species utilized remains relatively constant across the culture-area, but significant usage of non-large-game animals is generally less common on the island of Zealand whereas it is observed elsewhere.  Such detailed comparisons are only available given the results of multiple-scale analyses, and indicate a degree of nuance and nested hierarchies of resource use among affluent hunter gatherers previously not seen in the region.  In fact, variability in types of prey is so high that it is clear that Erteb&oslash;lle hunters were fully capable of taking every resource available to them and often did, weakening single-cause environmental arguments for a need for an agricultural way of life.\n\n In addition to increasing our understandings of hunter-gatherer resource use and the transition to agriculture, this project accomplished two major goals unrelated to the research results themselves.  First, Mr. Kurt Gron was trained, gained experience in, and undertook numerous analyses including zooarchaeological, stable isotopic, and comparative analyses.  Skills and experience were gained in all aspects of project and research undertakings, from start to finish and ultimately will culminate in a PhD.  This training and experience will be carried throughout his career and will be disseminated to others both domestically and internationally.  Second, international cooperation and research was fostered to a great degree by this project.  While in Scandinavia in order to perform these analyses, numerous opportunities for international collaboration were capitalized upon, fostering not only collaboration relating to this project, but increasing opportunities for future collaboration.  As a direct result of this project, the co-PI is now part of ongoing research concerning social aspects of agricultural ..."
 }
}