{
 "awd_id": "1135545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CI-TEAM Demo: Cyber-Infrastructure Digital Education and Research (CIDER)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 249974.0,
 "awd_amount": 249974.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "The Complex Systems Research Center (CSRC) at the University of New Hampshire (UNH) is creating a cyber-enabled center of learning for Earth System Science (ESS). The project builds on many years of research in global biogeochemical cycles and extending the research for geospatial teaching and community engagement. The project is developing the central map-based CIDER portal by joining together existing data systems with new Web2.0 technologies to examine the effectiveness of cyber-based learning environments (Wikis, VoiceThread, Camtasia, Jing, Screencast, Concept Mapping) and handheld mobile applications as scientific research tools for teaching ESS concepts in classrooms. The project will engage undergraduate technology students in the portal design and development process. These CI resources will be used by a Working Group of middle and high school teachers who will develop and carry out field-based pilot projects with their students in collaboration with a CSRC researcher who is studying conditions such as phenology (the study of biological phenomena interacting with climate), forest cover, and understory that promote the occurrence of Lyme disease in the Northeast. Pilot projects will involve taking repeat digital photographs of the landscape based on their Digital Earth Watch and Picture Post protocols, and collecting and analyzing data and satellite imagery. The primary learning goals are to help students connect their understanding of technology as social media to its function as a research tool; understand the role that future technologies and applications will play in Earth System Sciences; understand the relationship between scientific data and visual images; and that data collected by a network of participants at many different locations can be used to understand the \"big picture\".\r\nThe project's focus is on capturing digital technologies as a means of helping people connect with and learn about their environment. Although the center  is enabled by cyberinfrastructure, the center activities are aimed at getting young people outdoors to use handheld devices as scientific research tools for monitoring the natural environment around them, and to provide opportunities for student-scientist partnerships and service-learning, ultimately leading to an informed citizenry empowered through their experience to become local experts and community leaders.\r\n\r\nIntellectual Merit: The CIDER learning center is an outgrowth of the PI's experiences in teacher professional development, creating and maintaining a robust cyberinfrastructure within the mission of a research university to both teach and support research, and in extending otheir research to the community-at-large. CIDER will provide a dynamic learning environment in which a wide range of learners can pursue their own interests by accessing resources such as data and visualizations from a controlled source. The project addresses the affective aspects of cyberlearning using technology to increase participant access to, and comfort with, science, to make communication between and among participants and program staff more fluid, and to expand participant understanding of how contemporary science is conducted. Results from the demonstration project will help position the CIDER learning center as a bridge between technology, place-based education, service learning, and scientific research. \r\n\r\nBroader Impacts \r\nEngaging students in the CIDER learning center brings scientists, students, educators and professionals into a partnership that they likely would not participate in otherwise. CIDER will expand the workforce potential in geospatial technologies by engaging students in technologically enabled monitoring of local environmental conditions, and connecting their knowledge to an understanding of regional and global change. Job sectors that depend on geospatial data include urban planning, natural resource management, transportation, agriculture, health and energy. Results of the pilot projects will be disseminated at regional and national science teacher association meetings and science professional societies and CIDER will become a part of a larger UNH teacher professional development program within the new UNH Center for Excellence in Geosciences Education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Annette",
   "pi_last_name": "Schloss",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Annette L Schloss",
   "pi_email_addr": "annette.schloss@unh.edu",
   "nsf_id": "000398236",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Beaudry",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey S Beaudry",
   "pi_email_addr": "jbeaudry@usm.maine.edu",
   "nsf_id": "000072659",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Palace",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Palace",
   "pi_email_addr": "palace@guero.sr.unh.edu",
   "nsf_id": "000554803",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "540700",
   "pgm_ele_name": "Polar Cyberinfrastructure"
  },
  {
   "pgm_ele_code": "747700",
   "pgm_ele_name": "CI-TEAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7477",
   "pgm_ref_txt": "CI-TEAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249974.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Access to hand-held mobile devices and WiFi will be transformative for education in outdoor settings.&nbsp;CIDER advanced the definition of cyberlearning in both the formal and informal STEM education community by integrating handheld technologies and WiFi access with more traditional field-based science experiences. This creates a new mixed reality environment in which learners are able to interact simultaneously with the tangible reality of making place-based observations at their study site while also calling up relevant data, viewing past observations made by others, and interacting in real-time with scientists and other experts. The project showed that the digital camera works very well as a conceptual framework for science learning in outdoor settings, and that Picture Posts &ndash; the 8-sided platforms for taking repeat digital photographs of the landscape, are an easy-to-use and valuable standardized method for collecting and sharing data. Taken together, CIDER resources provide a learning environment in which a wide range of learners can pursue their own interests &ndash; whether in the school yard, their local park, a community natural area, or their own backyard, and at the same time make important contributions to a national archive of repeat digital photographs through the Picture Post Network (<a href=\"http://picturepost.unh.edu\">http://picturepost.unh.edu</a>).&nbsp;</p>\n<p>The CIDER learning center concept brought together scientists, students, educators and professionals into partnerships that they likely would not participate in otherwise, thereby creating new opportunities for participation in technology development, research and community action. Students had firsthand access to scientists and in carrying out science-based projects, offering them an inside view of a research career. Teachers leveraged their CIDER participation to improve technology at their schools, from installing outdoor WiFi to obtaining iPads for their students to winning an Unsung Hero Award for a class project. Undergraduate students benefited from having real-world experience creating and publishing useful mobile applications, and in developing a business model and a cost-effective manufacturing process for Picture Post platforms. In addition to contributing to the growing Picture Post Network, projects that began in the classroom are now providing data to other citizen science networks including the NH Lotic Volunteer (LoVoTECS) Network and the Community Collaborative Rain, Hail, and Snow Network (CoCoRaHS-Albedo). Exposing students to projects that connect local conditions that they are monitoring with regional and global change and with partnerships that work to solve environmental issues with the aid of technology serves to develop engaged citizens who are equipped to make informed decisions about important societal issues. These opportunities also serve to expand the workforce in geospatial technologies in job sectors that depend on critical thinking, problem solving, quantitative skills, and geospatial and temporal data including urban planning, forest and other natural resource management, ecosystem services, transportation, agriculture, the health industry and energy, among many others.</p>\n<p>As a result of this demonstration project:</p>\n<ul>\n<li>Two student-developed mobile apps, one promotional video, and an informational brochure were published,</li>\n<li>Three graduate student projects were supported,</li>\n<li>Fourteen new K-12 Picture Post environmental monitoring projects were begun,</li>\n<li>Outdoor WiFi is now integral to outdoor education in two Maine schools,</li>\n<li>Picture Post and digital image analysis were integrated into teacher professional development programs offered by the University of New Hampshire's Leitzel Center for STEM Education,</li>\n<li>The Leitzel Center is further creating a program to support the acquisition and use of mobile tec...",
  "por_txt_cntn": "\nAccess to hand-held mobile devices and WiFi will be transformative for education in outdoor settings. CIDER advanced the definition of cyberlearning in both the formal and informal STEM education community by integrating handheld technologies and WiFi access with more traditional field-based science experiences. This creates a new mixed reality environment in which learners are able to interact simultaneously with the tangible reality of making place-based observations at their study site while also calling up relevant data, viewing past observations made by others, and interacting in real-time with scientists and other experts. The project showed that the digital camera works very well as a conceptual framework for science learning in outdoor settings, and that Picture Posts &ndash; the 8-sided platforms for taking repeat digital photographs of the landscape, are an easy-to-use and valuable standardized method for collecting and sharing data. Taken together, CIDER resources provide a learning environment in which a wide range of learners can pursue their own interests &ndash; whether in the school yard, their local park, a community natural area, or their own backyard, and at the same time make important contributions to a national archive of repeat digital photographs through the Picture Post Network (http://picturepost.unh.edu). \n\nThe CIDER learning center concept brought together scientists, students, educators and professionals into partnerships that they likely would not participate in otherwise, thereby creating new opportunities for participation in technology development, research and community action. Students had firsthand access to scientists and in carrying out science-based projects, offering them an inside view of a research career. Teachers leveraged their CIDER participation to improve technology at their schools, from installing outdoor WiFi to obtaining iPads for their students to winning an Unsung Hero Award for a class project. Undergraduate students benefited from having real-world experience creating and publishing useful mobile applications, and in developing a business model and a cost-effective manufacturing process for Picture Post platforms. In addition to contributing to the growing Picture Post Network, projects that began in the classroom are now providing data to other citizen science networks including the NH Lotic Volunteer (LoVoTECS) Network and the Community Collaborative Rain, Hail, and Snow Network (CoCoRaHS-Albedo). Exposing students to projects that connect local conditions that they are monitoring with regional and global change and with partnerships that work to solve environmental issues with the aid of technology serves to develop engaged citizens who are equipped to make informed decisions about important societal issues. These opportunities also serve to expand the workforce in geospatial technologies in job sectors that depend on critical thinking, problem solving, quantitative skills, and geospatial and temporal data including urban planning, forest and other natural resource management, ecosystem services, transportation, agriculture, the health industry and energy, among many others.\n\nAs a result of this demonstration project:\n\nTwo student-developed mobile apps, one promotional video, and an informational brochure were published,\nThree graduate student projects were supported,\nFourteen new K-12 Picture Post environmental monitoring projects were begun,\nOutdoor WiFi is now integral to outdoor education in two Maine schools,\nPicture Post and digital image analysis were integrated into teacher professional development programs offered by the University of New Hampshire's Leitzel Center for STEM Education,\nThe Leitzel Center is further creating a program to support the acquisition and use of mobile technologies in NH schools,\nThe Southern Maine Partnership (SMP) in collaboration with the University of Southern Maine now supports WiFi and mobile technologies for K-12 outdoor educat..."
 }
}