{
 "awd_id": "1135874",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Medium: Collaborative Research:  Efficient Mapping and Management of Applications onto Cyber-Physical Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 392011.0,
 "awd_amount": 392011.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "The computing landscape is a richly-heterogeneous space including both fixed and mobile nodes with a large variety of sensing, actuation and computational capabilities (including mobile devices, home electronics, taxis, robotic drones, etc.).  Cyber-physical applications built on these devices have the potential to gather data on, analyze, and adapt to or control a range of environments.  The challenge, however, is that Cyber-Physical Systems (CPSs) are difficult to program, and even more difficult to incorporate from one deployment to another, or to dynamically manage as nodes availability changes.  Thus, CPS applications are too often programmed in a brittle fashion that impedes their ability to efficiently use available compute/sense/actuate resources beyond a one-shot deployment. In response, this project is improving CPS design and control in four primary thrusts. First, the project is developing CPSISA, an abstraction layer or intermediate representation to facilitate CPS applications expressing their compute/sense/actuate requirements to lower-level mapping and management layers. Second, the project is exploring methods of providing a Device Attribute Catalog (DAC) that summarizes a region?s available CPS nodes and their capabilities. Third, this research is improving and exploiting the ability to model, predict, and control the mobility of CPS nodes. When some CPS nodes are mobile, the accuracy and performance of a CPS application fundamentally is a function of where nodes will be positioned at any moment in time.  This work exploits both static statistical coverage analysis and dynamic prediction and interpolation. Fourth, using CPSISA, DAC, and other resources as input, the team is developing tools to statically or dynamically optimize mappings of CPS applications onto available resources. To test ideas in a detailed and concrete manner, two applications are being studied and deployed.  First, the FireGuide application for emergency response assistance uses groups of mobile/robotic nodes for guiding first responders in building fires.  Second, a Regional Traffic Management (RTM) application demonstrates ideas at the regional level and will explore CPS scenarios for automobile traffic sensing and dynamic toll pricing.  \r\n\r\nThe proposed research program has the potential for broad societal impact.  Studies that improve how building emergencies are handled will improve emergency response safety both for occupants and for first responders around the country.  Likewise, the deployment plans regarding regional traffic management will improve traffic patterns, fuel efficiency and quality-of-life for commuters across the United States. The research team is distributing the CPSISA, CPSMap, and CPSDyn software frameworks to allow other researchers and developers to make use of them. Extensive industry collaborations foster effective technology transfer. Finally, the project continues and broadens the PIs? prior track records for undergraduate research advising and for mentoring women students and members of under-represented minority groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pei",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pei Zhang",
   "pi_email_addr": "peizhang@umich.edu",
   "nsf_id": "000518655",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University Silicon Valley",
  "perf_str_addr": "Building 23 (MS23-11)",
  "perf_city_name": "Moffett Field",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940350001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "CA18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 392011.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c55ef3ff-5981-0633-47f2-e962cf27e6e7\"> </span></p>\n<p dir=\"ltr\">The computing landscape is a richly-heterogeneous space including both fixed and mobile nodes with a large variety of sensing, actuation and computational capabilities (including mobile devices, home electronics, taxis, robotic drones, etc.). &nbsp;Cyber-physical applications built on these devices have the potential to gather data on, analyze, and adapt to or control a range of environments. &nbsp;The challenge, however, is that Cyber-Physical Systems (CPSs) are difficult to program, and even more difficult to port from one deployment to another, or to dynamically manage as nodes availability changes. &nbsp;Thus, CPS applications are too often programmed in a &ldquo;brittle&rdquo; fashion that impedes their ability to efficiently use available compute/sense/actuate resources beyond a one-shot deployment.</p>\n<p dir=\"ltr\"><span>Intellectual Merit: In response, this project is improving CPS design and control in four primary thrusts. First, the project is developing CPSISA, an abstraction layer or intermediate representation to facilitate CPS applications expressing their compute/sense/actuate requirements to lower-level mapping and management layers. Second, the project is exploring methods of providing a Device Attribute Catalog (DAC) that summarizes a region&rsquo;s available CPS nodes and their capabilities. Third, this research is improving and exploiting the ability to model, predict, and control the mobility of CPS nodes. When some CPS nodes are mobile, the accuracy and performance of a CPS application fundamentally is a function of where nodes will be positioned at any moment in time. &nbsp;This work exploits both static statistical coverage analysis and dynamic prediction and interpolation. Fourth, using CPSISA, DAC, and other resources as input, the team is developing tools to statically or dynamically optimize mappings of CPS applications onto available resources.</span></p>\n<p dir=\"ltr\"><span>To test ideas in a detailed and concrete manner, two applications are being studied and deployed. &nbsp;First, the FireGuide application for emergency response assistance uses groups of mobile/robotic nodes for guiding first responders in building fires. &nbsp;Second, a Regional Traffic Management (RTM) application demonstrates ideas at the regional level and will explore CPS scenarios for automobile traffic sensing and dynamic toll pricing. &nbsp;</span></p>\n<p dir=\"ltr\"><span>Broader Impact: The proposed research program has the potential for broad societal impact. &nbsp;Studies that improve how building emergencies are handled will improve emergency response safety both for occupants and for first responders around the country. &nbsp;Likewise, the deployment plans regarding regional traffic management will improve traffic patterns, fuel efficiency and quality-of-life for commuters across the United States. The research team is distributing the CPSISA, CPSMap, and CPSDyn software frameworks to allow other researchers and developers to make use of them. Extensive industry collaborations foster effective technology transfer. Finally, the project continues and broadens the PIs&rsquo; prior track records for undergraduate research advising and for mentoring women students and members of under-represented minority groups.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Pei&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\"...",
  "por_txt_cntn": "\n \nThe computing landscape is a richly-heterogeneous space including both fixed and mobile nodes with a large variety of sensing, actuation and computational capabilities (including mobile devices, home electronics, taxis, robotic drones, etc.).  Cyber-physical applications built on these devices have the potential to gather data on, analyze, and adapt to or control a range of environments.  The challenge, however, is that Cyber-Physical Systems (CPSs) are difficult to program, and even more difficult to port from one deployment to another, or to dynamically manage as nodes availability changes.  Thus, CPS applications are too often programmed in a \"brittle\" fashion that impedes their ability to efficiently use available compute/sense/actuate resources beyond a one-shot deployment.\nIntellectual Merit: In response, this project is improving CPS design and control in four primary thrusts. First, the project is developing CPSISA, an abstraction layer or intermediate representation to facilitate CPS applications expressing their compute/sense/actuate requirements to lower-level mapping and management layers. Second, the project is exploring methods of providing a Device Attribute Catalog (DAC) that summarizes a regionÆs available CPS nodes and their capabilities. Third, this research is improving and exploiting the ability to model, predict, and control the mobility of CPS nodes. When some CPS nodes are mobile, the accuracy and performance of a CPS application fundamentally is a function of where nodes will be positioned at any moment in time.  This work exploits both static statistical coverage analysis and dynamic prediction and interpolation. Fourth, using CPSISA, DAC, and other resources as input, the team is developing tools to statically or dynamically optimize mappings of CPS applications onto available resources.\nTo test ideas in a detailed and concrete manner, two applications are being studied and deployed.  First, the FireGuide application for emergency response assistance uses groups of mobile/robotic nodes for guiding first responders in building fires.  Second, a Regional Traffic Management (RTM) application demonstrates ideas at the regional level and will explore CPS scenarios for automobile traffic sensing and dynamic toll pricing.  \nBroader Impact: The proposed research program has the potential for broad societal impact.  Studies that improve how building emergencies are handled will improve emergency response safety both for occupants and for first responders around the country.  Likewise, the deployment plans regarding regional traffic management will improve traffic patterns, fuel efficiency and quality-of-life for commuters across the United States. The research team is distributing the CPSISA, CPSMap, and CPSDyn software frameworks to allow other researchers and developers to make use of them. Extensive industry collaborations foster effective technology transfer. Finally, the project continues and broadens the PIsÆ prior track records for undergraduate research advising and for mentoring women students and members of under-represented minority groups.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Pei Zhang"
 }
}