{
 "awd_id": "1135419",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "EAGER: A Surface Acoustic Wave Device for High-Resolution Atherosclerotic Plaque Inspection",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 199908.0,
 "awd_amount": 199908.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "1135419\r\nGuldiken\r\n\r\nIn this EArly-concept Grants for Exploratory Research (EAGER) proposal, we aim to investigate a low power, biocompatible surface acoustic wave (SAW) device for detailed interrogation of plaque composition to quantify its vulnerability to rupture. This information is vital in fundamental understanding of coronary heart disease, the leading cause of mortality in developed countries. In this interdisciplinary pilot study, an interdigital transducer and sensor array platform will be explored that will make contact with the arterial wall for inspection. As the micro-device is in contact with the arterial wall, any boundary condition change (such as existence of vulnerable plaque) will alter the phase and amplitude of the received wave. This response change will be used to quantify the ?health? of the arterial wall. The proposed research in nature is \"high risk-high reward\" with research outcome benefiting millions of people not only in U.S., but also worldwide including medically underserved geographical areas and people at high risk for developing coronary heart disease. Also, this work may have significant impact on patient care, potentially reducing the morbidity and mortality; and may affect the U.S. economy by decreasing healthcare costs.\r\n\r\nIntellectual Merit:\r\nThis interdisciplinary research program will advance the fundamental knowledge on atherosclerotic plaque characterization by fundamentally investigating a low power, biocompatible surface acoustic wave (SAW) device for detailed interrogation of plaque composition to quantify its vulnerability to rupture. If successful, this work will lead to an integrated, compact, efficient and simple SAW device that is capable of accurately identifying vulnerable plaques as well as other significant applications. The significant novel items in the proposed work are 1) first time demonstration of surface acoustic wave based atherosclerotic plaque characterization; 2) a platform addressing limitations of the current state-of-the-art costly vulnerable plaque detection systems.\r\n\r\nBroader Impact:\r\nThe concepts contained in this proposal are not only applicable for vulnerable plaque detection, but also for ultra-sensitive sensor technology for wide variety of applications and in mixing applications. The proposed SAW device platform may find use in new generation of high-density devices in various fields including targeted drug delivery; medical, chemical and environmental monitoring systems; medical diagnostics applications; cooling of microelectronic devices and micro-propulsion for space applications. The proposed interdisciplinary technique may also solve wide variety of important clinical problems, for instance via establishing a low powered, fully-integrated (with mixers, sensors, valves, pumps, separators, etc.) lab-on-a-chip device for disease detection in low-resource settings.\r\n\r\nAn unrestricted access research website explaining fundamentals and broad impact of acoustic based medical devices and documenting our research progress will be established in a language suitable for broad non-technical audience. The successful graduate training grant programs in USF (NSF IGERT, NSF Bridge to the Doctorate I, II, III and Alfred P. Sloan Minority PhD) will be leveraged for bright student recruitment within minorities and females. Education will focus on a graduate/undergraduate level course \"Fundamental acoustic concepts and acoustic transducers\" that will be developed attracting students from several departments. Information sessions and separate PI's lab tours demonstrating basic acoustic experiments during the frequent visit from local high-schools to the state of the art Nanotechnology Research and Education Center (NREC) will enable further motivation of students to pursue higher education in STEM fields. K-12 students will also be given opportunity to gain hands-on experience in the PI's lab as a part of outreach efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rasim",
   "pi_last_name": "Guldiken",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rasim Guldiken",
   "pi_email_addr": "guldiken@usf.edu",
   "nsf_id": "000512949",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336129446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199908.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>According to the American Heart Association, cardiovascular disease is the leading cause of death in the United States. The majority of this mortality is caused by coronary artery disease. Coronary artery disease develops by progressive accumulation of \"plaque\" within an artery and rupture of this plaque can lead to coronary thrombosis, the leading cause of acute coronary syndromes such as cardiac death and myocardial infarction. Since current intravascular ultrasound (IVUS) imaging catheters have limited resolution to detect atherosclerotic vulnerable plaques, there is a tremendous need to develop a safe, cost effective, reliable method to investigate subtle but important differences in plaque morphology leading to rupture.</p>\n<p>In this EArly-concept Grants for Exploratory Research (EAGER) interdisciplinary proposal, we investigated a low power, biocompatible surface acoustic wave (SAW) device for detailed interrogation of plaque composition to quantify its vulnerability to rupture. This information is vital in fundamental understanding of coronary heart disease, the leading cause of mortality in developed countries, such as United States. It was shown that major determinants for vulnerability of a plaque to rupture are the material composition, geometry and its fibrous cap thickness. An interdigital transducer and sensor array was designed and fabricated that made contact with the arterial wall for inspection. For the operation of the device, two interdigitated transducer (IDT) pairs (one for transducer and one for sensor) were patterned on a piezoelectric substrate. When the transducer array was excited with an RF signal, surface acoustic waves were generated propagating from the transducer array to the sensor array. The received wave at the sensor array is then post-processed to obtain phase, and amplitude of the received wave. As the substrate is in contact with the arterial wall, any boundary condition change (such as a vulnerable plaque) alters the phase and amplitude of the received wave. This response change at the sensor was used to quantify the &ldquo;health&rdquo; of the arterial wall.</p>\n<p>In the long&ndash;term, we envision that our interdisciplinary technique will complement the current IVUS probes instead of replacing them. Our device will be inserted in vivo alongside with the IVUS probe. Once the practitioner suspects the existing of a vulnerable plaque, our proposed device can potentially be used to obtain detailed information regarding the plaque composition. During this procedure, the location of our device will be monitored real-time by the IVUS probe.&nbsp;</p>\n<p>The main objectives of this EAGER grantwere to:</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Design, fabricate and optimize a novel surface acoustic wave (SAW) based micro-device to detect vulnerable plaques</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Experimentally characterize the SAW device and perform biocompatibility studies</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Develop acoustics related capabilities of graduate, undergraduate and high school students via unrestricted website tutorials, course offerings, research for undergraduates (REU) experience, lab tours, and information sessions in USF</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2014<br>\n\t\t\t\t\tModified by: Rasim&nbsp;Guldiken</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAccording to the American Heart Association, cardiovascular disease is the leading cause of death in the United States. The majority of this mortality is caused by coronary artery disease. Coronary artery disease develops by progressive accumulation of \"plaque\" within an artery and rupture of this plaque can lead to coronary thrombosis, the leading cause of acute coronary syndromes such as cardiac death and myocardial infarction. Since current intravascular ultrasound (IVUS) imaging catheters have limited resolution to detect atherosclerotic vulnerable plaques, there is a tremendous need to develop a safe, cost effective, reliable method to investigate subtle but important differences in plaque morphology leading to rupture.\n\nIn this EArly-concept Grants for Exploratory Research (EAGER) interdisciplinary proposal, we investigated a low power, biocompatible surface acoustic wave (SAW) device for detailed interrogation of plaque composition to quantify its vulnerability to rupture. This information is vital in fundamental understanding of coronary heart disease, the leading cause of mortality in developed countries, such as United States. It was shown that major determinants for vulnerability of a plaque to rupture are the material composition, geometry and its fibrous cap thickness. An interdigital transducer and sensor array was designed and fabricated that made contact with the arterial wall for inspection. For the operation of the device, two interdigitated transducer (IDT) pairs (one for transducer and one for sensor) were patterned on a piezoelectric substrate. When the transducer array was excited with an RF signal, surface acoustic waves were generated propagating from the transducer array to the sensor array. The received wave at the sensor array is then post-processed to obtain phase, and amplitude of the received wave. As the substrate is in contact with the arterial wall, any boundary condition change (such as a vulnerable plaque) alters the phase and amplitude of the received wave. This response change at the sensor was used to quantify the \"health\" of the arterial wall.\n\nIn the long&ndash;term, we envision that our interdisciplinary technique will complement the current IVUS probes instead of replacing them. Our device will be inserted in vivo alongside with the IVUS probe. Once the practitioner suspects the existing of a vulnerable plaque, our proposed device can potentially be used to obtain detailed information regarding the plaque composition. During this procedure, the location of our device will be monitored real-time by the IVUS probe. \n\nThe main objectives of this EAGER grantwere to:\n\n&bull;           Design, fabricate and optimize a novel surface acoustic wave (SAW) based micro-device to detect vulnerable plaques\n\n&bull;           Experimentally characterize the SAW device and perform biocompatibility studies\n\n&bull;           Develop acoustics related capabilities of graduate, undergraduate and high school students via unrestricted website tutorials, course offerings, research for undergraduates (REU) experience, lab tours, and information sessions in USF\n\n \n\n\t\t\t\t\tLast Modified: 09/29/2014\n\n\t\t\t\t\tSubmitted by: Rasim Guldiken"
 }
}