{
 "awd_id": "1135469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: CI-TEAM DIFFUSION: PORTAL, Pedagogical Open-access Research-based Tools for Advancing Learning in Science and Engineering",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sushil K Prasad",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 350086.0,
 "awd_amount": 350086.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2011-08-18",
 "awd_abstract_narration": "Peer Instruction (PI) is a robust, research-based pedagogy (RBP) that has leveraged the power of\r\ncyberinfrastructure to advance learning in SE (S & E) education in unprecedented ways. It is a technology-driven pedagogy that has spread throughout each of the STEM disciplines, and into the social sciences and humanities. More than 400 known instructors, who have taught more than 50,000 students, use PI in classrooms all over the world and it is a evidence-based method supported by more than 15 years of research. Evidence indicates that effective implementation of PI correlates with statistically significant positive learning outcomes in STEM, most importantly -- addressing persistence issues pertaining to the educational experience of underrepresented minorities. These outcomes are encouraging, but RBPs such as PI require effective implementation in order to achieve actual improvements in the way SE students learn. Recent RBP implementation research indicates that instructors vary in how they use PI, often rendering it ineffective. Present RBP dissemination methods do not adequately train instructors to effectively incorporate RBPs into their classrooms and achieve desired outcomes. A centralized RBP diffusion mechanism should prevent such misapplications.\r\n\r\nThis CI-TEAM Diffusion project is a collaboration between Harvard University and the University of Texas, Austin. The developers of PI and the management of an extant UT-Austin $3.5 million initiative to integrate RBPs into an additional extant multi-million dollar UT cyberlearning initiative in the sciences called Quest, are developing a centralized, open-source RBP diffusion cyberhub: PORTAL, Pedagogical Open-access Research-based Tools for Advancing Learning in Science and Engineering. PORTAL is building the Quest framework, which was written using open source tools (Ruby). The vision of this project is to offer a centralized and free cyberhub for the diffusion of RBPs through 10 Computer-Based Trainings (CBTs) grounded in cognitive science and human-computer interaction theory, and three Summer Institutes targeting faculty and faculty developers at Harvard University, UT-Austin, the entire UT System, and then on a national and international scale. PORTAL leverages established partnerships and prior NSF investments to achieve the following outcomes: 1) a new, highly-diverse generation of cyber-ready science, computational science, and engineering workers expertly trained to use and innovate cyberresources and tools; 2) Broadened participation among underrepresented minorities in high technology careers; 3) novel cyber-innovations, developed by the full pool of national talent, that transform how we live in the world; and ultimately 4) increased national science and engineering competitiveness.\r\n\r\nBROADER IMPACT:The key objective of PORTAL is to broaden participation in SE and as such, to open pathways for the next generation of our high-technology workforce, with an eye toward ensuring that the full talent pool of computational science students and engineers are cyberready when they hit the job market. By achieving proposed benchmarks, the project will nurture greater diversity in science -related programs and careers using instructional methods proven to improve engagement in subject-matter and academic performance, retention, and subject-matter knowledge in STEM among all students, including women and racial minorities. Towards meeting this goal, this team has included a broadening participation specialist on the project management team and has developed a deployment site at the largest public institution in the United States with one of the highest-underrepresented minority-serving profiles.\r\n\r\nINTELLECTUAL MERIT: This is unique as a project seeking to transform educational experiences for SE students by leveraging the cyberinfrastructure to diffuse RBPs to a broad, diverse, large-scale population through CBTs. PORTAL provides a novel, low-cost alternative for institutions striving to implement effective teaching and learning reform in SE education, but unable to commit the personnel or institutional restructuring required for higher-threshold initiatives. Moreover, PORTAL harnesses an established educational transformation initiative and cyberinfrastructure at UT-Austin and two decades of experiences by leading RBP developers who have engaged in some of the most widespread pedagogical dissemination efforts in the national STEM education reform movement. Finally, all project efforts are managed by an experienced educational researcher and grounded in research on effective dissemination,\r\ninteractive teaching, human-computer interaction theory, cognitive science, and learning theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Mazur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Mazur",
   "pi_email_addr": "mazur@physics.harvard.edu",
   "nsf_id": "000101021",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1350 Mass Ave",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747700",
   "pgm_ele_name": "CI-TEAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7477",
   "pgm_ref_txt": "CI-TEAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 350086.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>Covering the life of this award, this project has advanced knowledge in the primary field - STEM pedagogy - in at least three ways.&nbsp;</p>\n<p>1. First, PORTALS has successfully disseminated a robust, engaging, and tailored educational curricula on three evidence-based pedagogies proven to advanced student success in STEM: Flipped Classrooms, Peer Instruction, and Just-in-Time Teaching to hundreds of thousands of individuals leveraging the power of the cyberinfrastructure.&nbsp; Analytics measure engagement in the Peer Instruction Network and blog.peerinstruction.net at over 320,000 views. The reach has been beyond the United States, with engagement in over 170 countries worldwide.&nbsp;</p>\n<p>2. Also leveraging the power of the cyberinfrastructure, Project PORTALS has has created The Peer Instruction Network: a facilitated network whereby users exchange information to help advance or improve a practice or activity - of over 4800 users worldwide. Facilitated networks are robust knowledge exchange and advancement platforms. The Peer Instruction Network facilitates the easy exchange of information between parties, including the submission of over 1100 questions about teaching and learning using the featured pedagogies. We have shared responses to the most pertinent questions via the blog and face-to-face trainings.</p>\n<p>3. If teachers employ evidence-based pedagogies, this has the potential to advance knowledge among student populations as well. While it is impossible to know the number of faculty who have actually implemented aspects of the curricula provided through Project PORTALS, if we estimate that of the 100,000 unique views that only conservative 5% included individual faculty who improved their teaching - that is 5,000 faculty members worldwide across fields. If we estimate 20 students/teacher/per year - it is reasonable to a estimate PORTALS has the potential to advance knowledge in ways traditional pedagogy does not for appromxiately 100,000/students/year. &nbsp;</p>\n<p>Broader Impacts&nbsp;<br />Project PORTALS has had a broader impact in at least three ways. &nbsp;</p>\n<p>Access: PORTALS has provided open, free access to evidence-based pedagogical improvement curricula for teachers of STEM no matter where they are in the world, what their or their students&rsquo; socio-economic status, or their ability to locate and access state-of-the art pedagogical resources by virtue of proximity to major research universities.&nbsp;</p>\n<p>Problem-Solving: PORTALS has provided materials to assist teachers with some of the most persistent issues in STEM teaching and learning - including engagement in STEM subject matter and success for students representing underserved minorities in STEM, including women and racial and ethnic minorities. We have designed the materials available through PORTALS to be low-threshold - meaning that instructors can use many of the materials to improve their teaching without radically transforming their current approaches. We have analyzed the most frequent misconceptions, stopping points, and barriers to implementing Flipped Classrooms, Peer Instruction, and Just-in-Time Teaching and confronted them head-on with viable workarounds and a network of local individuals for specifically contextual assistance (via the Peer Instruction Network).&nbsp;</p>\n<p>Community: By connecting users and potential users of evidence-based pedagogies, PORTALS has helped create a community of instructors to provide personalized support from memers of similar disciplines and institutions which was not readily accessible before PORTALS.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/02/2015<br>\n\t\t\t\t\tModified by: Eric&nbsp;Mazur</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nCovering the life of this award, this project has advanced knowledge in the primary field - STEM pedagogy - in at least three ways. \n\n1. First, PORTALS has successfully disseminated a robust, engaging, and tailored educational curricula on three evidence-based pedagogies proven to advanced student success in STEM: Flipped Classrooms, Peer Instruction, and Just-in-Time Teaching to hundreds of thousands of individuals leveraging the power of the cyberinfrastructure.  Analytics measure engagement in the Peer Instruction Network and blog.peerinstruction.net at over 320,000 views. The reach has been beyond the United States, with engagement in over 170 countries worldwide. \n\n2. Also leveraging the power of the cyberinfrastructure, Project PORTALS has has created The Peer Instruction Network: a facilitated network whereby users exchange information to help advance or improve a practice or activity - of over 4800 users worldwide. Facilitated networks are robust knowledge exchange and advancement platforms. The Peer Instruction Network facilitates the easy exchange of information between parties, including the submission of over 1100 questions about teaching and learning using the featured pedagogies. We have shared responses to the most pertinent questions via the blog and face-to-face trainings.\n\n3. If teachers employ evidence-based pedagogies, this has the potential to advance knowledge among student populations as well. While it is impossible to know the number of faculty who have actually implemented aspects of the curricula provided through Project PORTALS, if we estimate that of the 100,000 unique views that only conservative 5% included individual faculty who improved their teaching - that is 5,000 faculty members worldwide across fields. If we estimate 20 students/teacher/per year - it is reasonable to a estimate PORTALS has the potential to advance knowledge in ways traditional pedagogy does not for appromxiately 100,000/students/year.  \n\nBroader Impacts \nProject PORTALS has had a broader impact in at least three ways.  \n\nAccess: PORTALS has provided open, free access to evidence-based pedagogical improvement curricula for teachers of STEM no matter where they are in the world, what their or their studentsÆ socio-economic status, or their ability to locate and access state-of-the art pedagogical resources by virtue of proximity to major research universities. \n\nProblem-Solving: PORTALS has provided materials to assist teachers with some of the most persistent issues in STEM teaching and learning - including engagement in STEM subject matter and success for students representing underserved minorities in STEM, including women and racial and ethnic minorities. We have designed the materials available through PORTALS to be low-threshold - meaning that instructors can use many of the materials to improve their teaching without radically transforming their current approaches. We have analyzed the most frequent misconceptions, stopping points, and barriers to implementing Flipped Classrooms, Peer Instruction, and Just-in-Time Teaching and confronted them head-on with viable workarounds and a network of local individuals for specifically contextual assistance (via the Peer Instruction Network). \n\nCommunity: By connecting users and potential users of evidence-based pedagogies, PORTALS has helped create a community of instructors to provide personalized support from memers of similar disciplines and institutions which was not readily accessible before PORTALS.\n\n\t\t\t\t\tLast Modified: 07/02/2015\n\n\t\t\t\t\tSubmitted by: Eric Mazur"
 }
}