{
 "awd_id": "1135734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Brazil Planning Visit: Collaborative Research in Ceramic Thin Film Materials for Clean Energy Applications",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carmina Londono",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 14408.0,
 "awd_amount": 14408.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2011-08-18",
 "awd_abstract_narration": "Abstract Proposal:  OISE-1135734\t\r\nPI/Institution:  Camata, Renato., University of Alabama at Birmingham\r\n\r\n\r\nDr. Renato Camata from the University of Alabama Birmingham and Dr. Daniel de Florio from the Universidade Federal do ABC in São Paulo, Brazil plan to study oxide film materials with high ionic conductivity for applications in fuel cells.   The proposed work will create novel thin film electrolyte materials with high ionic conductivity in the intermediate temperature range of 500 to 750&#730;C.  These new electrolyte materials have the potential to create solid oxide fuel cells (SOFCs) that surmount the reliability and cost impediments in current SOFC systems.  \r\n\r\nMaterials will be fabricated as thin films at the University of Alabama and characterized at the Universidade Federal do ABC; making the experimental facilities at both universities highly complementary and ideally suited for the success of this project.  Furthermore, the US PI is a known expert in the field of oxide deposition via pulsed laser which is the preferred method for this collaboration while the Brazilian PI is a well-published researcher and leader in SOFC materials.  This visit will also make it possible for a US PhD dissertation student, to gain an invaluable international research experience as he works on the characterization of the thin films materials under the mentorship of both US and Brazilian experts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Renato",
   "pi_last_name": "Camata",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Renato P Camata",
   "pi_email_addr": "camata@uab.edu",
   "nsf_id": "000486572",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "Universidade Federal do ABC",
  "perf_str_addr": "Rua Catequese, 242",
  "perf_city_name": "Santo Andre",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "09090-400",
  "perf_ctry_code": "BR",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Brazil",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14408.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Solid oxide fuel cells (SOFCs) are an important element in the effort to address the world&rsquo;s needs for safe, cost-effective and low-emission electrical power generation. These solid state electrochemical devices convert chemical energy into electricity and can be designed to operate efficiently with hydrogen as well as with a variety of hydrocarbon or alcohol fuels through built-in reforming processes. A major goal of current research in SOFCs is to reduce their operating temperature to increase reliability, lower costs of cell stack components, and expand their range of applicability to portable and distributed power sources. One important step toward this goal is the creation of ceramic electrolyte materials with high oxide-ion or proton conductivity in the intermediate temperature range (500-750&deg;C). The ability to produce these materials as gas-impermeable high-quality thin films is an added benefit, because it allows further reductions in the operating temperature and offers good prospects for integration of SOFCs with power-consuming devices.</p>\n<p>This project established a collaborative effort between U.S. researchers from the University of Alabama at Birmingham (UAB) and scientists at the Universidade Federal do ABC (UFABC) in Brazil. This research collaboration investigated oxide thin film materials with high ionic conductivity for applications in intermediate temperature SOFCs.</p>\n<p><strong>Intellectual Merit Outcomes: </strong>The U.S. researchers (UAB faculty and graduate students) specialize in ceramic thin film fabrication while the Brazilian team (UFABC faculty and students) has expertise in the characterization of ionic conductors. The expertise and experimental facilities at the corresponding institutions were highly complementary and ideally suited for the project. Accordingly, the U.S. researchers created thin films of novel SOFC materials at UAB which were then characterized at the UFABC laboratories in Brazil. The research team demonstrated the synthesis of gadolinia-doped ceria substrates coated with yttria-stabilized zirconia thin films by pulsed laser deposition with transport properties dominated by ionic conductivity. Novel thin films of barium zirconate with successful incorporation of gadolinium and ytterbium dopant species in the 5 to 15 mol.% range were also successfully demonstrated, representing good potential as electrolytes with high proton conductivity. Results were presented at one national and two international conferences.</p>\n<p><strong>Broader Impact Outcomes: </strong>This project inserted the Ph.D. dissertation research of two U.S. graduate students into the context of an international collaboration. These young scientists in training have gained research experience within the interaction between U.S. and Latin American researchers and their graduate work acquired an international outlook. The U.S. and Brazilian scientists started preparation of proposals for joint submission to U.S. and Brazilian agencies to develop joint research projects and educational consortia to enhance graduate and undergraduate student mobility between the two institutions and create an environment for interdisciplinary research projects in materials science and engineering. The technical outcomes of the project have long-term economic potential as they contribute to the knowledge base needed for the development of non-hydrogen driven SOFCs in the context of broader bio-fuel production and utilization.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2013<br>\n\t\t\t\t\tModified by: Renato&nbsp;P&nbsp;Camata</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSolid oxide fuel cells (SOFCs) are an important element in the effort to address the worldÆs needs for safe, cost-effective and low-emission electrical power generation. These solid state electrochemical devices convert chemical energy into electricity and can be designed to operate efficiently with hydrogen as well as with a variety of hydrocarbon or alcohol fuels through built-in reforming processes. A major goal of current research in SOFCs is to reduce their operating temperature to increase reliability, lower costs of cell stack components, and expand their range of applicability to portable and distributed power sources. One important step toward this goal is the creation of ceramic electrolyte materials with high oxide-ion or proton conductivity in the intermediate temperature range (500-750&deg;C). The ability to produce these materials as gas-impermeable high-quality thin films is an added benefit, because it allows further reductions in the operating temperature and offers good prospects for integration of SOFCs with power-consuming devices.\n\nThis project established a collaborative effort between U.S. researchers from the University of Alabama at Birmingham (UAB) and scientists at the Universidade Federal do ABC (UFABC) in Brazil. This research collaboration investigated oxide thin film materials with high ionic conductivity for applications in intermediate temperature SOFCs.\n\nIntellectual Merit Outcomes: The U.S. researchers (UAB faculty and graduate students) specialize in ceramic thin film fabrication while the Brazilian team (UFABC faculty and students) has expertise in the characterization of ionic conductors. The expertise and experimental facilities at the corresponding institutions were highly complementary and ideally suited for the project. Accordingly, the U.S. researchers created thin films of novel SOFC materials at UAB which were then characterized at the UFABC laboratories in Brazil. The research team demonstrated the synthesis of gadolinia-doped ceria substrates coated with yttria-stabilized zirconia thin films by pulsed laser deposition with transport properties dominated by ionic conductivity. Novel thin films of barium zirconate with successful incorporation of gadolinium and ytterbium dopant species in the 5 to 15 mol.% range were also successfully demonstrated, representing good potential as electrolytes with high proton conductivity. Results were presented at one national and two international conferences.\n\nBroader Impact Outcomes: This project inserted the Ph.D. dissertation research of two U.S. graduate students into the context of an international collaboration. These young scientists in training have gained research experience within the interaction between U.S. and Latin American researchers and their graduate work acquired an international outlook. The U.S. and Brazilian scientists started preparation of proposals for joint submission to U.S. and Brazilian agencies to develop joint research projects and educational consortia to enhance graduate and undergraduate student mobility between the two institutions and create an environment for interdisciplinary research projects in materials science and engineering. The technical outcomes of the project have long-term economic potential as they contribute to the knowledge base needed for the development of non-hydrogen driven SOFCs in the context of broader bio-fuel production and utilization. \n\n\t\t\t\t\tLast Modified: 04/30/2013\n\n\t\t\t\t\tSubmitted by: Renato P Camata"
 }
}