{
 "awd_id": "1135374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Supporting Students Attending the User Modeling, Adaptation and Personalization 2011 Conference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 15396.0,
 "awd_amount": 15396.0,
 "awd_min_amd_letter_date": "2011-04-14",
 "awd_max_amd_letter_date": "2011-04-14",
 "awd_abstract_narration": "This is funding to support travel by 6-8 students currently enrolled in PhD programs in the United States to present their accepted papers and posters and/or to take part in the Doctoral Consortium at the 2011 International Conference on User Modeling, Adaptation, and Personalization (UMAP) to be held in Girona, Spain, on July 11-15, 2011.   UMAP, the premier user modeling conference in the world, was formed in 2009 as a merger of the long-running and successful biennial conference series on User Modeling (UM, 1986-2007) and the Adaptive Hypermedia and Adaptive Web-Based Systems (AH, 2000-2008); the former provided a forum where academic and industrial researchers from the many fields involved in user modeling research (artificial intelligence, human-computer interaction, education, linguistics, psychology, and information science) could exchange their complementary insights on user modeling issues, while the latter provided a forum for dissemination of adaptive technology for hypermedia and other web-based systems.  User modeling has been found to significantly enhance the effectiveness and usability of software systems in a variety of areas.  A user model is an explicit representation of properties of a particular user; a system that constructs and consults user models can adapt diverse aspects of its performance to individual users.  Applications for user modeling range from electronic commerce and intelligent learning environments to health care and assistive technologies.  Relevant platforms for user modeling include mobile and wearable systems, and smart environments, as well as individual desktop systems, groupware, adaptive hypermedia, and other web-based systems.   More information about the conference is available at http://www.umap2011.org. \r\n\r\nThe UMAP 2011 Doctoral Consortium will provide a unique opportunity for PhD students partway through their dissertation research to receive valuable feedback from top researchers in the field.  The event will be held in a special session that is open to all students, not only those accepted to present, as well as to regular conference attendees, and which is designed so as to provide a great educational opportunity for all attending students, a unique event where a community as a whole can engage in a discussion with students about emerging topics, expected rigor, evaluation approaches, etc.  Each student participant will be allotted 15 minutes in which to present his/her work (including a short demo if appropriate), with an additional 15 minutes allocated to questions and for discussion.  Both during the question/discussion period and in subsequent informal interactions, committee members and other conference participants will provide constructive comments on the student's work and attempt to address any aspects of the work on which s/he has requested advice.  Student papers will be published in the main proceedings of the conference.  \r\n\r\nBroader Impacts:  Bringing young and creative researchers to UMAP 2011 will help advance an important and socially valuable research field.  NSF funding will significantly impact the careers of the next generation of User Modeling researchers, by enabling a number of them to take part in an important event they would otherwise have to miss.  The students will have an opportunity to gain wider exposure in the community for their innovative work, and to obtain feedback and guidance from senior members of the research community.  Participation will help foster a sense of community among these young researchers, by allowing them to create a social network both among themselves and with senior investigators at a critical stage in their professional development.  In allocating NSF funds to participants, the organizers will give preference to students who are placed at a disadvantage due to the conference's location in Europe; they will strive for diversity among the selected students across a number of dimensions (gender, racial, ethnic, disabilities, institutional, etc.), and they will also take special steps to promote participation from institutions with relatively large numbers of students from under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Brusilovsky",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Peter L Brusilovsky",
   "pi_email_addr": "peterb@mail.sis.pitt.edu",
   "nsf_id": "000214546",
   "pi_start_date": "2011-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "135 N. Bellefield Ave.",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7484",
   "pgm_ref_txt": "IIS SPECIAL PROJECTS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15396.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PI who is the Doctoral Consortium Co-Chair of the 19<sup>th</sup> International Conference on User Modeling, Adaptation and Personalization (UMAP 2011) received funding from the National Science Foundation to support travel for Ph.D. students to present their accepted papers and posters at UMAP 2011 and/or to present their research proposals at the Doctoral Consortium associated with UMAP 2011.</p>\n<p>The ability to attend leading international research conferences in their fields is critical for the Ph.D. students. It allows them to communicate with leading researchers, to present the results of their work, and to receive elaborated feedback from the members of the research community. Unfortunately, due to the increase of travel costs, it is becoming harder for Ph.D. students to attend these events, especially when a conference is organized outside of the United States.&nbsp; With NSF funding, the PI was able to support fully or partially 10 Ph.D. students from 6 US universities located in 6 states.</p>\n<p>To maximize the impact, we selected students who have accepted papers and presentations. The NSF suppoort enabled PhD students to attend UMAP 2011, to present their work, &nbsp;and to receive extensive feedback. All presented papers are published by Springer Verlag in the respected Lecture Notes in Computer Science series. The quality of presented papers is additionally stressed by the fact that both Best Student Paper Awards at UMAP 2011 were won by the papers presented by the funded students. More information about UMAP 2011 is available at <a title=\"UMAP 2011 Home Page\" href=\"http://www.umap2011.org/\" target=\"_blank\">http://www.umap2011.org/</a></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/14/2012<br>\n\t\t\t\t\tModified by: Peter&nbsp;L&nbsp;Brusilovsky</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1135374/1135374_10085533_1334416519395_284567_714812627649_4812478_36067507_2626743_n--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/1135374/1135374_10085533_1334416519395_284567_714812627649_4812478_36067507_2626743_n--rgov-800width.jpg\" title=\"At UMAP 2011\"><img src=\"/por/images/Reports/POR/2012/1135374/1135374_10085533_1334416519395_284567_714812627649_4812478_36067507_2626743_n--rgov-66x44.jpg\" alt=\"At UMAP 2011\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The PI with 9 PhD Students supported by the grant at the UMAP 2011 poster session</div>\n<div class=\"imageCredit\">Michael Yudelson</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Peter&nbsp;L&nbsp;Brusilovsky</div>\n<div class=\"imageTitle\">At UMAP 2011</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe PI who is the Doctoral Consortium Co-Chair of the 19th International Conference on User Modeling, Adaptation and Personalization (UMAP 2011) received funding from the National Science Foundation to support travel for Ph.D. students to present their accepted papers and posters at UMAP 2011 and/or to present their research proposals at the Doctoral Consortium associated with UMAP 2011.\n\nThe ability to attend leading international research conferences in their fields is critical for the Ph.D. students. It allows them to communicate with leading researchers, to present the results of their work, and to receive elaborated feedback from the members of the research community. Unfortunately, due to the increase of travel costs, it is becoming harder for Ph.D. students to attend these events, especially when a conference is organized outside of the United States.  With NSF funding, the PI was able to support fully or partially 10 Ph.D. students from 6 US universities located in 6 states.\n\nTo maximize the impact, we selected students who have accepted papers and presentations. The NSF suppoort enabled PhD students to attend UMAP 2011, to present their work,  and to receive extensive feedback. All presented papers are published by Springer Verlag in the respected Lecture Notes in Computer Science series. The quality of presented papers is additionally stressed by the fact that both Best Student Paper Awards at UMAP 2011 were won by the papers presented by the funded students. More information about UMAP 2011 is available at http://www.umap2011.org/\n\n \n\n\t\t\t\t\tLast Modified: 04/14/2012\n\n\t\t\t\t\tSubmitted by: Peter L Brusilovsky"
 }
}