{
 "awd_id": "1135467",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CI-TEAM Demo: Project-based, Collaborative Learning with Google Earth and Wikis (GooWi)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 249995.0,
 "awd_amount": 249995.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2011-08-19",
 "awd_abstract_narration": "This two-year demonstration project brings together University of Montana researchers, K-12 teachers of the Montana Geographic Alliance, and a Montana small business to develop and test a framework for supporting authentic, user-centered, project-based, collaborative learning in middle school classrooms. The overarching theme of the activity is cultural and environmental change in North America over the past several centuries, using initial European contact as a temporal baseline for student-driven projects. These explorations covered virtually all coastal and interior portions of the U.S. and represent the first written histories of landscapes, natural history, climatic conditions, and Native American culture. Although not all left behind written accounts that survive today, paleoecological, paleoclimate, and archeological records, together with Native American oral histories, can be used to develop a rich picture of past conditions.\r\n\r\nUsing these data, students may compare and contrast information from independent proxies and various cultural perspectives to develop deep and robust understandings of natural and human induced changes on the landscape over historic time, and their implications for modern society.\r\nA goal of the project is to introduce students to a specific suite of transferrable 21st century cyber-enabled workforce skills as early as possible in their academic careers. Students will learn to use cyber-based tools to conduct scholarly research, collaborate effectively with peers, and communicate professionally with their intended audience.\r\n\r\nIntellectual merit: This project addresses a significant need in cyberinfrastructure education for our 21st century workforce by providing an expandable and sustainable way to introduce students to cyber-based skills that typically are not employed until the college level, despite the fact that a number of studies illustrate that younger students are very capable of acquiring them. The idea is  that an earlier introduction to the appropriate, ethical and professional use of cyber-based research and communication tools will help students develop habits of mind that will increase their success in future endeavors. Learning to work effectively in groups, including conducting peer review in a mutually respectful manner, is also an important 21st century workforce skill that requires training and practice. Learning to successfully employ a variety of techniques including content organization, writing, layout, and graphic design in web-based presentations, as well as using virtual globes to analyze and display geospatial and geo-temporal data, should be both challenging and empowering for students. The project should reveal to students the power of cyber-based tools and resources for constructing new knowledge, and help them view themselves as creators, rather than simply consumers, of information.\r\n\r\nBroader impacts: Through its connection to the national Geographic Alliance Network, the project will pave the way for a national and even international effort in geographic education.\r\nThis effort would be realized by individual teachers in place-based, user-centered projects of local or cultural significance, covering a broad array of content domains. The open architecture of the learning activity and its exclusive dependence on free, online tools and resources will make it accessible by virtually any teacher. The four case studies developed through this project will be used to encourage new teachers to participate and to inform them of best practices for various situations. Our vision is to create a self-sustaining community of practice in which teachers and students experiment, inspire, and inform their peers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Almquist",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heather Almquist",
   "pi_email_addr": "heather.almquist@umontana.edu",
   "nsf_id": "000115410",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Blank",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa M Blank",
   "pi_email_addr": "lblank@fvcc.edu",
   "nsf_id": "000400985",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Halvorson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah J Halvorson",
   "pi_email_addr": "sarah.halvorson@umontana.edu",
   "nsf_id": "000588167",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Montana",
  "inst_street_address": "32 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062436670",
  "inst_zip_code": "598120003",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "UNIVERSITY OF MONTANA",
  "org_prnt_uei_num": "",
  "org_uei_num": "DAY7Z8ZD48Q3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Montana",
  "perf_str_addr": "32 Campus Drive",
  "perf_city_name": "Missoula",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598120003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "540700",
   "pgm_ele_name": "Polar Cyberinfrastructure"
  },
  {
   "pgm_ele_code": "747700",
   "pgm_ele_name": "CI-TEAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5407",
   "pgm_ref_txt": "POLAR CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "7477",
   "pgm_ref_txt": "CI-TEAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This three-year demonstration project developed and tested a framework for supporting authentic, project-based, collaborative learning in five Montana middle school classrooms. Each class developed and carried out a research project around the overarching theme of cultural and environmental change in North America over the past several centuries. Through these collaborative projects, 264 students were introduced to the use of cyber-based tools, including the Internet, Google Earth, and wikis, to conduct scholarly research, collaborate with peers, and communicate professionally with their intended audience. Students engaged in peer review of other students&rsquo; research, revised their work based on feedback, and posted their final presentations to a public website.</p>\n<p>This project addressed a significant need in cyber-infrastructure education for our 21<sup>st</sup> century workforce by providing an expandable and sustainable way to introduce middle school students to cyber-based skills that are typically not introduced until the college level. An earlier introduction to the appropriate, ethical, and professional use of cyber-based research and communication tools should help students develop habits of mind that are likely to increase their success in future endeavors. Through conducting their research projects, students learned about the research process, including asking questions, developing hypotheses, finding and analyzing data, and drawing conclusions. Students successfully developed wiki web pages to present their research, as well as Google Earth artifacts to help analyze and display their data in time and space. In addition, students learned to work effectively in groups, including conducting peer review in a mutually respectful manner. Teachers reported that students found their projects to be challenging, motivating, and empowering. It was a first research experience for most students, which helped them view themselves as creators, rather than simply consumers, of information.</p>\n<p>Grade 7 and 8 students performed better overall than did grade 6 students, suggesting that more scaffolding for younger students is required for this approach. In addition, students&rsquo; attitudes toward cyber-learning and assessment of their abilities in this area increased the most in classes in which teachers also reported increases in their own skills. These findings suggest that providing engaging learning opportunities for teachers, as well as students, is a successful strategy for improving student learning.</p>\n<p>This project has had broader impacts by providing a framework, resources, and example projects for other teachers to follow in implementing project-based, collaborative, class projects across a broad array of content domains. The open architecture of the learning activity and its exclusive dependence on free, online tools and resources makes it accessible by virtually any teacher. The five case studies developed through this project, and the published research results, will encourage new teachers to engage their students in these types of learning activities and to inform them of best practices for various situations. Our vision is to create a self-sustaining community of practice in which teachers and students experiment, inspire, and inform their peers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/16/2014<br>\n\t\t\t\t\tModified by: Heather&nbsp;Almquist</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1135467/1135467_10124541...",
  "por_txt_cntn": "\nThis three-year demonstration project developed and tested a framework for supporting authentic, project-based, collaborative learning in five Montana middle school classrooms. Each class developed and carried out a research project around the overarching theme of cultural and environmental change in North America over the past several centuries. Through these collaborative projects, 264 students were introduced to the use of cyber-based tools, including the Internet, Google Earth, and wikis, to conduct scholarly research, collaborate with peers, and communicate professionally with their intended audience. Students engaged in peer review of other studentsÆ research, revised their work based on feedback, and posted their final presentations to a public website.\n\nThis project addressed a significant need in cyber-infrastructure education for our 21st century workforce by providing an expandable and sustainable way to introduce middle school students to cyber-based skills that are typically not introduced until the college level. An earlier introduction to the appropriate, ethical, and professional use of cyber-based research and communication tools should help students develop habits of mind that are likely to increase their success in future endeavors. Through conducting their research projects, students learned about the research process, including asking questions, developing hypotheses, finding and analyzing data, and drawing conclusions. Students successfully developed wiki web pages to present their research, as well as Google Earth artifacts to help analyze and display their data in time and space. In addition, students learned to work effectively in groups, including conducting peer review in a mutually respectful manner. Teachers reported that students found their projects to be challenging, motivating, and empowering. It was a first research experience for most students, which helped them view themselves as creators, rather than simply consumers, of information.\n\nGrade 7 and 8 students performed better overall than did grade 6 students, suggesting that more scaffolding for younger students is required for this approach. In addition, studentsÆ attitudes toward cyber-learning and assessment of their abilities in this area increased the most in classes in which teachers also reported increases in their own skills. These findings suggest that providing engaging learning opportunities for teachers, as well as students, is a successful strategy for improving student learning.\n\nThis project has had broader impacts by providing a framework, resources, and example projects for other teachers to follow in implementing project-based, collaborative, class projects across a broad array of content domains. The open architecture of the learning activity and its exclusive dependence on free, online tools and resources makes it accessible by virtually any teacher. The five case studies developed through this project, and the published research results, will encourage new teachers to engage their students in these types of learning activities and to inform them of best practices for various situations. Our vision is to create a self-sustaining community of practice in which teachers and students experiment, inspire, and inform their peers.\n\n\t\t\t\t\tLast Modified: 10/16/2014\n\n\t\t\t\t\tSubmitted by: Heather Almquist"
 }
}