{
 "awd_id": "1135548",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CI-TEAM Demo: Harnessing Cyberinfrastructure for K-12 STEM Education",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 179992.0,
 "awd_amount": 195992.0,
 "awd_min_amd_letter_date": "2011-07-30",
 "awd_max_amd_letter_date": "2012-03-29",
 "awd_abstract_narration": "The Massachusetts Green High Performance Computing Center (MGHPCC) is being constructed in Holyoke, an old mill town on the Connecticut River that enjoyed a thriving industrial past and that has experienced a difficult recent past due to the decline of manufacturing. Attracted by Holyoke?s abundant and low-cost hydroelectric power, a consortium of five major universities - Boston University, Harvard University, the Massachusetts Institute of Technology, Northeastern University and University of Massachusetts, in partnership with EMC, Cisco and the Commonwealth of Massachusetts - are constructing the MGHPCC, a $168M state-of-the-art high performance computing center. The MGHPCC Consortium and the State are strongly committed to having the center anchor an \"Innovation District\" that will revitalize the economy of Holyoke and create educational opportunities for the community. At the same time, UMass and the City formed a Springfield Initiative to address education and economic issues. \r\n\r\nUsing the opportunity to leverage these events and partnerships, UMass Amherst and MIT execute this demonstration project to harness the cloud computing capabilities of the new center in service of K-12 STEM education in the Holyoke/Springfield area - providing a model for the state, region and the nation. \r\n\r\nThis effort is developing an easy-to-use student interface allows students to easily access the MGHPCC cloud in STEM curricula. MIT developed the Virtual Interactive Textbook (VIT) - a new educational tool that provides support for students running computational experiments in order to study natural phenomena such as weather and climate change. VITs allow students to set up simulation experiment parameters on small scale devices that can then be run \"in the cloud\", returning the results for the students to assess and incorporate into broader project assignments. Several groups at UMass Amherst have collaborated on the development of a technology called the Electronic Integrated Book (EIB), which evolved from a successful online homework system. A major goal of this project is to combine the power of the VIT, which is an interactive, experimental paradigm providing access to the computational power of the cloud, with the assessment-driven paradigm of the EIB, which engages students as they read the text in the incremental practice of new concepts. Within the EIB framework they invoke VIT-style experiments, and have the EIB capture and store the results of these activities for the teacher to examine. \r\n\r\nTeam members have critical expertise in cognition and learning with technology in science education settings, in the development of digital learning environments, and in integrating technology, language and literacy practices of culturally and linguistically diverse urban adolescents (particularly African Americans). Close ties to the Holyoke/Springfield schools will enhance the effort to refine existing STEM curricular support materials being developed by MIT atmospheric scientists that will use the new technology platforms. As a team, we will deploy and evaluate this application in classrooms, assess learning outcomes and evaluate the overall project. In year 2 we will host workshops for teachers throughout the region to disseminate the results and recruit new users. \r\n\r\nIntellectual Merit. HPC data centers are capable of sophisticated scientific simulations, but these are not easily accessible to K-12 students and teachers. Exploiting cloud computing embedded in an assessment platform represents a new approach to teaching science. Many scientific phenomena are not easy to reproduce in a classroom experiment so experiments in the classroom only approximate the real world. Students can carry out computational experiments (in a pedagogically-sound context) using modeling tools that can closely approximate both real world processes and their classroom experiment counterparts. This work will result in an innovative teaching platform that moves beyond present textbooks and eBooks. \r\n\r\nBroader Impacts. The technology and educational modules can be applied in many scenarios in many areas of science. This team will focus on developing modules that can be included in regular high/middle school curricula that will help students make the connection between principles and relations in science. This should lead to increased interest in science and an increase intake in science majors in higher education. The systems can also be used in informal settings such as museums and libraries to raise public awareness of weather and climate issues. This is providing an opportunity to bring the Holyoke (77% Latino/a) and Springfield (22% African-American and 31% Hispanic) K12 student population into the computing and STEM education pipeline.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Adrion",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Adrion",
   "pi_email_addr": "adrion@CS.UMASS.EDU",
   "nsf_id": "000124472",
   "pi_start_date": "2011-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hart",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Hart",
   "pi_email_addr": "dhart@cs.umass.edu",
   "nsf_id": "000241318",
   "pi_start_date": "2011-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Florence",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Florence R Sullivan",
   "pi_email_addr": "fsullivan@educ.umass.edu",
   "nsf_id": "000471785",
   "pi_start_date": "2011-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "K.C. Nat",
   "pi_last_name": "Turner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "K.C. Nat Turner",
   "pi_email_addr": "nturner@educ.umass.edu",
   "nsf_id": "000590007",
   "pi_start_date": "2011-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "140 Governors Drive",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039264",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ele_code": "747700",
   "pgm_ele_name": "CI-TEAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7477",
   "pgm_ref_txt": "CI-TEAM"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 179992.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>OCI-1135548 (UMass): </strong></p>\n<p style=\"padding-left: 30px;\"><strong>W. Richards Adrion, PI</strong></p>\n<p style=\"padding-left: 30px;\"><strong>David Hart, co-PI</strong></p>\n<p style=\"padding-left: 30px;\"><strong>Florence Sullivan, co-PI and </strong></p>\n<p style=\"padding-left: 30px;\"><strong>K.C. Nat Turner, co-PI</strong></p>\n<p><strong>OCI-1135423 (MIT): </strong></p>\n<p style=\"padding-left: 30px;\"><strong>Christopher Hill, PI</strong></p>\n<p>This CI-TEAM Demonstration Project combined interactive, online learning environments (using a Virtual Interactive Textbook, VIT, implementation based on the UMass Amherst OWLBook system) with High-Performance Computing (HPC) rooted simulation and digital data archives.</p>\n<p>The pilot study devised a standards-based, online module focused on teaching students about processes driving weather systems on the Earth. The module was co-designed by a team that combined HPC practitioners in the Earth science domain, middle school teachers, educational researchers and online learning technologists. This co-design resulted in a classroom activity in which both HPC simulation and HPC data were used as enabling technologies to enhance a class assignment.&nbsp;</p>\n<p>The HPC technologies were not themselves a focus of the classroom activity; rather the HPC technology provided new means for students to experience phenomena being studied and to learn by &ldquo;virtual experiment&rdquo; in new and engaging ways. Importantly, the HPC technologies were used in the context of collaboratively developed content, in part created for the study and in part contributed by the teachers from materials they had used prior to the study.</p>\n<p>As a &ldquo;demonstration&rdquo; project, the CI-TEAM Project put together a team with broad expertise in educational software systems (Dave Hart and the CESD team at UMass and Chris Hill at MIT) and education/outreach (Florence Sullivan, Nat Turner and Rick Adrion at UMass), and worked with the Holyoke and Springfield school systems on a strategy. With middle school teachers we designed content for an electronic textbook chapter built on the UMass Amherst OWL system with interactive HPC simulations run in the 'cloud' and real experiments (via video) embedded in an OWLBook. We developed content to support review by 8th grade students preparing for the Massachusetts Comprehensive Assessment System (MCAS) Science &amp; Technology- Engineering examination, concentrating on units that reviewed earth science content aligned with the state Science &amp; Technology/Engineering standards. In this process we identified a 'discovery and curiosity oriented' paradigm for presenting visual material that is consistent with teaching practices in the school systems. We implemented this paradigm in an OWLBook and identified software and systems architecture for incorporating remote parallel computation (earth systems simulations developed at MIT) into this environment.</p>\n<p>Over the series of classroom experiments at Van Sickle Middle School in Springfield (42% Hispanic, 42% African American, 26.8% English Language Learner), Morgan Middle School in Holyoke (88.9%, 5.9%, 57.6%) and Peck Middle School in Holyoke (89.2%, 4.3%, 59.7%), we collected extensive data on the use of the OWLBook, how well it was incorporated in the curriculum, how it affected student learning and the impact on teaching and teachers. The assessment included interviews, surveys, video and audio recording of the students and teachers during teaching and learning, and measures of student performance on the embedded assessment and assignments.</p>\n<p>Attached images show a Schematic of the OWLBook weather unit, Distribution of Student Test Outcomes, and Student Scores on Pre- and Post-Test</p>\n<p><strong>Findings</strong></p>\n<p>The pilot study module was field tested in four middle school classrooms in two urban school districts in Western M...",
  "por_txt_cntn": "\nOCI-1135548 (UMass): \nW. Richards Adrion, PI\nDavid Hart, co-PI\nFlorence Sullivan, co-PI and \nK.C. Nat Turner, co-PI\n\nOCI-1135423 (MIT): \nChristopher Hill, PI\n\nThis CI-TEAM Demonstration Project combined interactive, online learning environments (using a Virtual Interactive Textbook, VIT, implementation based on the UMass Amherst OWLBook system) with High-Performance Computing (HPC) rooted simulation and digital data archives.\n\nThe pilot study devised a standards-based, online module focused on teaching students about processes driving weather systems on the Earth. The module was co-designed by a team that combined HPC practitioners in the Earth science domain, middle school teachers, educational researchers and online learning technologists. This co-design resulted in a classroom activity in which both HPC simulation and HPC data were used as enabling technologies to enhance a class assignment. \n\nThe HPC technologies were not themselves a focus of the classroom activity; rather the HPC technology provided new means for students to experience phenomena being studied and to learn by \"virtual experiment\" in new and engaging ways. Importantly, the HPC technologies were used in the context of collaboratively developed content, in part created for the study and in part contributed by the teachers from materials they had used prior to the study.\n\nAs a \"demonstration\" project, the CI-TEAM Project put together a team with broad expertise in educational software systems (Dave Hart and the CESD team at UMass and Chris Hill at MIT) and education/outreach (Florence Sullivan, Nat Turner and Rick Adrion at UMass), and worked with the Holyoke and Springfield school systems on a strategy. With middle school teachers we designed content for an electronic textbook chapter built on the UMass Amherst OWL system with interactive HPC simulations run in the 'cloud' and real experiments (via video) embedded in an OWLBook. We developed content to support review by 8th grade students preparing for the Massachusetts Comprehensive Assessment System (MCAS) Science &amp; Technology- Engineering examination, concentrating on units that reviewed earth science content aligned with the state Science &amp; Technology/Engineering standards. In this process we identified a 'discovery and curiosity oriented' paradigm for presenting visual material that is consistent with teaching practices in the school systems. We implemented this paradigm in an OWLBook and identified software and systems architecture for incorporating remote parallel computation (earth systems simulations developed at MIT) into this environment.\n\nOver the series of classroom experiments at Van Sickle Middle School in Springfield (42% Hispanic, 42% African American, 26.8% English Language Learner), Morgan Middle School in Holyoke (88.9%, 5.9%, 57.6%) and Peck Middle School in Holyoke (89.2%, 4.3%, 59.7%), we collected extensive data on the use of the OWLBook, how well it was incorporated in the curriculum, how it affected student learning and the impact on teaching and teachers. The assessment included interviews, surveys, video and audio recording of the students and teachers during teaching and learning, and measures of student performance on the embedded assessment and assignments.\n\nAttached images show a Schematic of the OWLBook weather unit, Distribution of Student Test Outcomes, and Student Scores on Pre- and Post-Test\n\nFindings\n\nThe pilot study module was field tested in four middle school classrooms in two urban school districts in Western Massachusetts that serve majority-minority and economically stressed families. The teachers involved brought a wealth of practical experience to the project, and, as the local experts in their own context were able to guide the development of a VIT OWLBook that was useful to them and used by them.\n\nInitial results showed an increase in student understanding, significant student engagement and positive classroom reception in a challenging school environm..."
 }
}