{
 "awd_id": "1135423",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  CI-TEAM Demo:  Harnessing Cyberinfrastructure for K-12 STEM Education",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sushil K Prasad",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 70000.0,
 "awd_amount": 70000.0,
 "awd_min_amd_letter_date": "2011-07-30",
 "awd_max_amd_letter_date": "2011-07-30",
 "awd_abstract_narration": "The Massachusetts Green High Performance Computing Center (MGHPCC) is being constructed in Holyoke, an old mill town on the Connecticut River that enjoyed a thriving industrial past and that has experienced a difficult recent past due to the decline of manufacturing. Attracted by Holyoke's abundant and low-cost hydroelectric power, a consortium of five major universities - Boston University, Harvard University, the Massachusetts Institute of Technology, Northeastern University and University of Massachusetts, in partnership with EMC, Cisco and the Commonwealth of Massachusetts - are constructing the MGHPCC, a $168M state-of-the-art high performance computing center. The MGHPCC Consortium and the State are strongly committed to having the center anchor an \"Innovation District\" that will revitalize the economy of Holyoke and create educational opportunities for the community. At the same time, UMass and the City formed a Springfield Initiative to address education and economic issues. \r\nUsing the opportunity to leverage these events and partnerships, UMass Amherst and MIT execute this demonstration project to harness the cloud computing capabilities of the new center in service of K-12 STEM education in the Holyoke/Springfield area - providing a model for the state, region and the nation. \r\n\r\nThis effort is developing an easy-to-use student interface allows students to easily access the MGHPCC cloud in STEM curricula. MIT developed the Virtual Interactive Textbook (VIT) - a new educational tool that provides support for students running computational experiments in order to study natural phenomena such as weather and climate change. VITs allow students to set up simulation experiment parameters on small scale devices that can then be run \"in the cloud\", returning the results for the students to assess and incorporate into broader project assignments. Several groups at UMass Amherst have collaborated on the development of a technology called the Electronic Integrated Book (EIB), which evolved from a successful online homework system. A major goal of this project is to combine the power of the VIT, which is an interactive, experimental paradigm providing access to the computational power of the cloud, with the assessment-driven paradigm of the EIB, which engages students as they read the text in the incremental practice of new concepts. Within the EIB framework they invoke VIT-style experiments, and have the EIB capture and store the results of these activities for the teacher to examine. \r\n\r\nTeam members have critical expertise in cognition and learning with technology in science education settings, in the development of digital learning environments, and in integrating technology, language and literacy practices of culturally and linguistically diverse urban adolescents (particularly African Americans). Close ties to the Holyoke/Springfield schools will enhance the effort to refine existing STEM curricular support materials being developed by MIT atmospheric scientists that will use the new technology platforms. As a team, we will deploy and evaluate this application in classrooms, assess learning outcomes and evaluate the overall project. In year 2 we will host workshops for teachers throughout the region to disseminate the results and recruit new users. \r\n\r\nIntellectual Merit. HPC data centers are capable of sophisticated scientific simulations, but these are not easily accessible to K-12 students and teachers. Exploiting cloud computing embedded in an assessment platform represents a new approach to teaching science. Many scientific phenomena are not easy to reproduce in a classroom experiment so experiments in the classroom only approximate the real world. Students can carry out computational experiments (in a pedagogically-sound context) using modeling tools that can closely approximate both real world processes and their classroom experiment counterparts. This work will result in an innovative teaching platform that moves beyond present textbooks and eBooks. \r\n\r\nBroader Impacts. The technology and educational modules can be applied in many scenarios in many areas of science. This team will focus on developing modules that can be included in regular high/middle school curricula that will help students make the connection between principles and relations in science. This should lead to increased interest in science and an increase intake in science majors in higher education. The systems can also be used in informal settings such as museums and libraries to raise public awareness of weather and climate issues. This is providing an opportunity to bring the Holyoke (77% Latino/a) and Springfield (22% African-American and 31% Hispanic) K12 student population into the computing and STEM education pipeline.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Hill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Hill",
   "pi_email_addr": "cnh@mit.edu",
   "nsf_id": "000587807",
   "pi_start_date": "2011-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave; 54-1524",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747700",
   "pgm_ele_name": "CI-TEAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7477",
   "pgm_ref_txt": "CI-TEAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">The focus of this project was researching interactive environments that allow students to learn about the Earth system in new ways. The project merged parallel computing on cloud resources with multi-media material, in order to help students connect abstract physics concepts to real-world experiments and observations. Innovative uses of classroom audio and video recording were included. These recordings allowed detailed post-experiment analysis of student interactions and reasoning. The project centered on deploying experimental multi-media and modeling tools in actual middle schools settings to pilot and evaluate ways in which advanced computing could help students better understand seemingly complex Earth system phenomena. Key outcomes were (1) a procedure for integrating advanced research tools into a school learning environment was validated, (2) student learning was shown to be positively impacted, (3) new data into how students reason about complex phenomena was captured and analysed. The outcomes have been written up for a number of publications and presented at educational and scientific meetings.&nbsp;A teacher professional workshop was hosted that presented the project and its findings to local teachers.&nbsp;</span></p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\"><span style=\"text-decoration: underline;\"><span class=\"s1\">Intellectual Merit:</span></span></p>\n<p class=\"p1\"><span class=\"s1\">The project created innovative interfaces that allowed middle-school students to explore topics in Earth science using computer tools that were based on research grade modeling software. Innovations were developed that provided educationally appropriate ways to interact with the tools from student laptop and tablet devices. These mechanisms included embedding research modeling tools seamlessly within a set of classroom material co-developed with the student's teachers. The co-developed material drew on videos of physical experiments (performed by student's teachers) and from media that students could relate to (weather reports and animated weather forecast maps).</span></p>\n<p class=\"p1\"><span class=\"s1\">Using the system students were able to carry out relevant virtual experiments that ran remotely on parallel computing cloud resources. The student interactions were recorded using video and audio equipment, and students were evaluated using integrated pre- and post- test quizzes and worksheets. Students interacted with the material in pairs. The video and audio recordings of student interactions were used as material in linguistic analysis that examined how different students reason about complex abstractions in order to develop their own mental picture and understanding.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">The project demonstrated the technical feasibility of incorporating advanced modeling using cloud resources into a classroom setting. It created an approach that was aligned with classroom needs both technically (the system was shown to work effectively across real-world classroom networks) and pedagogically (material was integrated into a rounded class module). Pre- and post- test results for the study covered 4 classrooms and 58 students. They showed a near universal increase in subject knowledge, with the average student score increasing from 48% accuracy to 78% accuracy. This was the first study we are aware of to incorporate advanced, cloud based, simulation into a real classroom setting and to quantitatively measure nearterm knowledge uptak</span>e in close to realtime.</p>\n<p class=\"p1\"><span style=\"text-decoration: underline;\"><span class=\"s1\">Broader Impacts:</span></span></p>\n<p class=\"p1\"><span class=\"s1\">This work was undertaken in a majority Latino/a community that is underepresented in STEM fields generally. The local school districts where this work was undertaken are in areas that have higher than average unemploymen...",
  "por_txt_cntn": "The focus of this project was researching interactive environments that allow students to learn about the Earth system in new ways. The project merged parallel computing on cloud resources with multi-media material, in order to help students connect abstract physics concepts to real-world experiments and observations. Innovative uses of classroom audio and video recording were included. These recordings allowed detailed post-experiment analysis of student interactions and reasoning. The project centered on deploying experimental multi-media and modeling tools in actual middle schools settings to pilot and evaluate ways in which advanced computing could help students better understand seemingly complex Earth system phenomena. Key outcomes were (1) a procedure for integrating advanced research tools into a school learning environment was validated, (2) student learning was shown to be positively impacted, (3) new data into how students reason about complex phenomena was captured and analysed. The outcomes have been written up for a number of publications and presented at educational and scientific meetings. A teacher professional workshop was hosted that presented the project and its findings to local teachers. \n \nIntellectual Merit:\nThe project created innovative interfaces that allowed middle-school students to explore topics in Earth science using computer tools that were based on research grade modeling software. Innovations were developed that provided educationally appropriate ways to interact with the tools from student laptop and tablet devices. These mechanisms included embedding research modeling tools seamlessly within a set of classroom material co-developed with the student's teachers. The co-developed material drew on videos of physical experiments (performed by student's teachers) and from media that students could relate to (weather reports and animated weather forecast maps).\nUsing the system students were able to carry out relevant virtual experiments that ran remotely on parallel computing cloud resources. The student interactions were recorded using video and audio equipment, and students were evaluated using integrated pre- and post- test quizzes and worksheets. Students interacted with the material in pairs. The video and audio recordings of student interactions were used as material in linguistic analysis that examined how different students reason about complex abstractions in order to develop their own mental picture and understanding. \nThe project demonstrated the technical feasibility of incorporating advanced modeling using cloud resources into a classroom setting. It created an approach that was aligned with classroom needs both technically (the system was shown to work effectively across real-world classroom networks) and pedagogically (material was integrated into a rounded class module). Pre- and post- test results for the study covered 4 classrooms and 58 students. They showed a near universal increase in subject knowledge, with the average student score increasing from 48% accuracy to 78% accuracy. This was the first study we are aware of to incorporate advanced, cloud based, simulation into a real classroom setting and to quantitatively measure nearterm knowledge uptake in close to realtime.\nBroader Impacts:\nThis work was undertaken in a majority Latino/a community that is underepresented in STEM fields generally. The local school districts where this work was undertaken are in areas that have higher than average unemployment and significant non-native English speaking student populations. Students from these communities have lower exposure to STEM fields and relatively low college application rates. The teachers involved in the study acquired new skills and knowledge in technology and in Earth system science topics. \nThrough the project students and teachers were exposed to curriculum relevant enrichment material that connected science to daily phenomena. The Earth system subject matter that w..."
 }
}