{
 "awd_id": "1135022",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Webshop 3.0: Technology-Mediated Social Participation",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 47076.0,
 "awd_amount": 47076.0,
 "awd_min_amd_letter_date": "2011-04-29",
 "awd_max_amd_letter_date": "2011-04-29",
 "awd_abstract_narration": "This is funding to support a workshop for 20 promising graduate students from the United States whose research covers aspects of Technology-Mediated Social Participation (TMSP). Technology-mediated social participation is generated when social networking tools, blogs and microblogs, user-generated content sites, discussion groups, problem reporting, recommendation systems, and other social media are applied to national priorities such as health, energy, education, disaster response, environmental protection, business innovation, or community safety. Although social media are transforming society, many universities have been slow to integrate these novel technologies and social structures into their curricula and research. Two previous NSF-supported TMSP Workshops have outlined an agenda for research and education in this area, which was published in a serious of journal articles appearing in a special issue of IEEE Computer. To increase research and education in TMSP, this workshop brings together an interdisciplinary group of graduate students to listen to presentations by leaders in the field, learn new research skills, and learn from each other by sharing the diverse research streams that focus on social media.\r\n\r\nThe TMSP \"webshop\" will include 20 graduate students from such fields as sociology, anthropology, communications, psychology, journalism and humanities as well as from information studies, information systems, human-computer interaction and computer science. Effort will be taken to ensure gender balance, strong representation from ethnic minority groups, and cross-disciplinarity.  Students will apply by submitting a one page statement of why they wish to attend the workshop along with their curriculum vitae. During the three-day workshop, students will attend presentations from an interdisciplinary group of distinguished leaders in the field and engage in other research and community-building activities. \r\n\r\nIntellectual Merit: There is a growing recognition that social media technologies can bring profound benefits for national priorities such as disaster response, community safety, health/wellness, energy sustainability, and environmental protection. However substantial research is needed to scale up participation, raise motivation, control malicious attacks, limit misguided rumors, and protect privacy. The TMSP workshop will foster new ideas, tools and theories in this area through intense multidisciplinary discussion. Topics to be covered share (1) a close linkage to compelling national priorities; (2) a scientific foundation based on established theories and well-defined research questions (privacy, reciprocity, trust, motivation, recognition, etc.); and (3) computer science research challenges (security, privacy protection, scalability, visualization, end-user development, distributed data handling, network analysis of community evolution, cross network comparison, etc.). \r\n\r\nBroader impacts: The workshop will raise awareness of the importance of technology-mediated social participation as a distinct area of study, foster new interdisciplinary projects, raise the prominence of researchers and educators who are invited to speak, and promote greater understanding of the discipline among leading graduate students across the United States. The workshop will also help new researchers develop relationships with peers and experienced researchers and practitioners. Specific outcomes will include resources such as bibliographies, links to websites, video and slides sets from speakers and carefully crafted lists of courses, conferences, and journals. These resources will be helpful to researchers and educators who seek to expand their work in Technology-Mediated Social Participation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Preece",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer J Preece",
   "pi_email_addr": "preece@umd.edu",
   "nsf_id": "000233368",
   "pi_start_date": "2011-04-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ben",
   "pi_last_name": "Shneiderman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ben Shneiderman",
   "pi_email_addr": "ben@cs.umd.edu",
   "nsf_id": "000154918",
   "pi_start_date": "2011-04-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Neustadtl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Neustadtl",
   "pi_email_addr": "smilex3@umd.edu",
   "nsf_id": "000280802",
   "pi_start_date": "2011-04-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Pirolli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Pirolli",
   "pi_email_addr": "ppirolli@ihmc.us",
   "nsf_id": "000538577",
   "pi_start_date": "2011-04-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Smith",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marc A Smith",
   "pi_email_addr": "marc@smrfoundation.org",
   "nsf_id": "000589886",
   "pi_start_date": "2011-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "3112 LEE BLDG",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7484",
   "pgm_ref_txt": "IIS SPECIAL PROJECTS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 47076.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Summer Social Webshop 2011 was designed to direct graduate student &nbsp;research in technology mediated social participation. It specifically aimed to align topics with National and International priorities, such as healthcare, education, biodiversity, government policy, etc. Students heard participations from top researchers about state of the art research, the theories and methods used to perform the research and the benefits of approaching research topics through interdisciplinary teams. The students were invited to question, discuss and present their own ideas and to network with the expert researchers.</p>\n<p>Webshop 2011 attracted 40 students out of over 160 applicants, and 20 leading researchers and innovators in the field of social media. The tweet stream, comments made by students during the event and a short exit survey indicate that overall the students strongly valued their experience at the Webshop.</p>\n<p>Erwin Gianchandani comments in <em>The Computing Community Consortium Blog</em>, August 29, 2011 (<a href=\"http://www.cccblog.org/2011/08/29/a-summer-social-webshop/\">http://www.cccblog.org/2011/08/29/a-summer-social-webshop/</a><strong>) </strong>that: &ldquo;Students reported positive responses to the event, describing it as &ldquo;fantastic&rdquo; and &ldquo;enlightening.&rdquo; One participant wrote that it &ldquo;was the most valuable workshop I have attended during my graduate studies. It offered both great speakers (covering both theoretical and practical aspects related to my work) and offered a unique networking opportunity with fellow Ph.D. students who are dealing with topics similar to mine.&rdquo; Another commented, &ldquo;Webshop was an intensive learning experience for me, and I gained tremendously not only from the substance but from the contacts with fellow researchers.&rdquo;<strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2012<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;J&nbsp;Preece</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Summer Social Webshop 2011 was designed to direct graduate student  research in technology mediated social participation. It specifically aimed to align topics with National and International priorities, such as healthcare, education, biodiversity, government policy, etc. Students heard participations from top researchers about state of the art research, the theories and methods used to perform the research and the benefits of approaching research topics through interdisciplinary teams. The students were invited to question, discuss and present their own ideas and to network with the expert researchers.\n\nWebshop 2011 attracted 40 students out of over 160 applicants, and 20 leading researchers and innovators in the field of social media. The tweet stream, comments made by students during the event and a short exit survey indicate that overall the students strongly valued their experience at the Webshop.\n\nErwin Gianchandani comments in The Computing Community Consortium Blog, August 29, 2011 (http://www.cccblog.org/2011/08/29/a-summer-social-webshop/) that: \"Students reported positive responses to the event, describing it as \"fantastic\" and \"enlightening.\" One participant wrote that it \"was the most valuable workshop I have attended during my graduate studies. It offered both great speakers (covering both theoretical and practical aspects related to my work) and offered a unique networking opportunity with fellow Ph.D. students who are dealing with topics similar to mine.\" Another commented, \"Webshop was an intensive learning experience for me, and I gained tremendously not only from the substance but from the contacts with fellow researchers.\" \n\n \n\n\t\t\t\t\tLast Modified: 05/31/2012\n\n\t\t\t\t\tSubmitted by: Jennifer J Preece"
 }
}