{
 "awd_id": "1135051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Re-designed High Schools for Transformed STEM Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 1954066.0,
 "awd_amount": 1954066.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2013-04-17",
 "awd_abstract_narration": "This research study in response to Challenge 1 of the NSF's Transforming STEM Learning (TSL) program is entitled The Study of Re-designed High Schools for Transformed STEM Learning in the North Carolina New Schools Project Network (NCNSP). The study is focused on a formative and summative evaluation of a sample of ten redesigned science, technology, engineering, or mathematics (STEM) high schools in North Carolina.  The study will be conducted by researchers at the Research Triangle Institute, Virginia Tech, University of North Carolina - Greensboro SERVE Center, and the Urban Institute. The goal of the study is to learn how creating innovative learning environments for STEM education can help motivate students to become active learners with the capacity to think critically and solve real-world problems. \r\n\r\nThe study is designed as a 4-year, longitudinal research project with two main purposes: (1) assess student learning over time, using extant data, survey data, and performance assessments, contrasted with student performance in a matched set of comparison high schools using traditional curricula; and (2) describe school-level policies and instructional practices that schools employ to promote student learning through a series of case studies involving site visits and teacher logs.  An experienced, multidisciplinary team of experts in STEM content, evaluation methods, program design, and school-based research will conduct this project. The project is based on rigorous research methods and relies on carefully collected longitudinal student extant and survey data, innovative performance assessments, and intensive case study data based on teacher logs and site visits.  A diverse Advisory Board will provide additional strategic project development, content knowledge, and evaluation expertise to the research team. A comprehensive Data Management Plan will address issues such as methods of data collection, infrastructure for data management, and data related policies (e.g., access, sharing, protection of privacy, confidentiality, security, intellectual property, etc.).\r\n\r\nThe project will inform the state of knowledge in the field of STEM education, such as information on school reform efforts, use of technology and inquiry-based learning, supportive networks for schools/teachers, and effective use of partnerships with business and postsecondary institutions. The evaluation of the NCNSP schools will also provide insight into improving the conditions for underserved and disadvantaged North Carolina populations, such as minority, low income, first-time college-going and rural students. Beyond providing this valuable evaluation information, the project will have the capacity to inform the work of NCNSP, especially with respect to its plans for developing new innovative STEM models. This project will also provide NSF and other national and state agencies with a set of potentially transformative practices to ultimately improve STEM education in the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Bernstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Larry Bernstein",
   "pi_email_addr": "lbernstein@rti.org",
   "nsf_id": "000584457",
   "pi_start_date": "2011-09-01",
   "pi_end_date": "2013-04-17"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Glennie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Glennie",
   "pi_email_addr": "eglennie@rti.org",
   "nsf_id": "000644397",
   "pi_start_date": "2013-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Research Triangle Institute",
  "inst_street_address": "3040 CORNWALLIS RD",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195416000",
  "inst_zip_code": "277090155",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "NC",
  "org_lgl_bus_name": "RESEARCH TRIANGLE INSTITUTE",
  "org_prnt_uei_num": "JJHCMK4NT5N3",
  "org_uei_num": "JJHCMK4NT5N3"
 },
 "perf_inst": {
  "perf_inst_name": "Research Triangle Institute",
  "perf_str_addr": "3040 Cornwallis Road",
  "perf_city_name": "Research Triangle Park",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277092194",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1954066.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Re-designed High Schools for Transformed STEM Learning</strong></p>\n<p>Re-designed High Schools for Transformed STEM Learning was an evaluation of 10 redesigned science, technology, engineering, or mathematics (STEM) high schools in North Carolina. This evaluation used a mixed methods approach to examine how creating innovative learning environments can help motivate students to become active learners with the capacity to think critically and solve real-world problems. Using interviews, classroom observations, teacher logs, student surveys, performance assessments, and the state department of education&rsquo;s longitudinal data system, we addressed questions about program implementation and outcomes. &nbsp;(Table 1)<em>&nbsp;</em></p>\n<p><strong><em>What are STEM-focused schools? </em></strong></p>\n<p class=\"bodytextpsg\">The 10 schools in this study focus on innovative STEM instructional strategies including project-based learning, making connections to real-world events, and collaborating to build a shared understanding of material. These schools are inclusive, and they target underserved students. Experiencing innovative methods for learning STEM content engages students.<em>&nbsp;</em></p>\n<p class=\"bodytextpsg\"><strong><em>How do student motivation and school engagement in STEM schools compare to those of a set of comparison students? </em></strong></p>\n<p>Compared with students in traditional high schools, students in STEM schools were more likely to report that they enjoy coming to school and took pride in school work. Students in STEM schools were more interested in pursuing STEM courses and careers, and they were more likely to indicate their school helped them develop necessary skills and understand the steps needed to pursue college and careers. These differences persisted even when models controlled for demographic characteristics and reported grades. &nbsp;(Table 2)<em>&nbsp;</em></p>\n<p><strong><em>Do characteristics of classroom instruction vary across      these STEM schools?</em></strong></p>\n<p>Some schools consistently and effectively used instructional techniques that include project-based learning, making connections, and collaboration, but others did not. STEM schools consistently fostered strong, respectful student-teacher relationships.</p>\n<p>Classroom observers consistently reported positive ratings of classroom culture, but their ratings of project-based learning varied. Most teachers reported that students performed tasks using new methods, but teachers varied in their reports of students&rsquo; assessing problems and finding solutions. In a survey about classroom activities, the percentage of students saying they very frequently do hands-on group projects ranged from 54% to 6%. &nbsp;(Table 3)<em>&nbsp;</em></p>\n<p><strong><em>How does math and science performance of students in      STEM schools differ from that of comparison students? </em></strong></p>\n<p>Students in STEM schools had higher rates of passing advanced math and science classes than propensity-score-matched comparison students even when models control for race/ethnicity, free or reduced-price lunch status, and middle school academic performance. STEM students were more likely to take Advanced Placement or community college courses and more likely to take technical science courses. (Table 4)<em>&nbsp;</em></p>\n<p><strong><em>Do student attitudes and performance vary by student      characteristics such as gender, race/ethnicity, and socioeconomic status?</em></strong></p>\n<p>All groups of students benefitted from attending STEM schools. However, for some outcomes, attending a STEM school had a stronger effect on students typically underrepresented in STEM college majors and careers. For passing an advanced science class, the difference between STEM and non-STEM students was greater for members of underrepresented minority groups compared to other racial groups. It ...",
  "por_txt_cntn": "\nRe-designed High Schools for Transformed STEM Learning\n\nRe-designed High Schools for Transformed STEM Learning was an evaluation of 10 redesigned science, technology, engineering, or mathematics (STEM) high schools in North Carolina. This evaluation used a mixed methods approach to examine how creating innovative learning environments can help motivate students to become active learners with the capacity to think critically and solve real-world problems. Using interviews, classroom observations, teacher logs, student surveys, performance assessments, and the state department of educationÆs longitudinal data system, we addressed questions about program implementation and outcomes.  (Table 1) \n\nWhat are STEM-focused schools? \nThe 10 schools in this study focus on innovative STEM instructional strategies including project-based learning, making connections to real-world events, and collaborating to build a shared understanding of material. These schools are inclusive, and they target underserved students. Experiencing innovative methods for learning STEM content engages students. \nHow do student motivation and school engagement in STEM schools compare to those of a set of comparison students? \n\nCompared with students in traditional high schools, students in STEM schools were more likely to report that they enjoy coming to school and took pride in school work. Students in STEM schools were more interested in pursuing STEM courses and careers, and they were more likely to indicate their school helped them develop necessary skills and understand the steps needed to pursue college and careers. These differences persisted even when models controlled for demographic characteristics and reported grades.  (Table 2) \n\nDo characteristics of classroom instruction vary across      these STEM schools?\n\nSome schools consistently and effectively used instructional techniques that include project-based learning, making connections, and collaboration, but others did not. STEM schools consistently fostered strong, respectful student-teacher relationships.\n\nClassroom observers consistently reported positive ratings of classroom culture, but their ratings of project-based learning varied. Most teachers reported that students performed tasks using new methods, but teachers varied in their reports of studentsÆ assessing problems and finding solutions. In a survey about classroom activities, the percentage of students saying they very frequently do hands-on group projects ranged from 54% to 6%.  (Table 3) \n\nHow does math and science performance of students in      STEM schools differ from that of comparison students? \n\nStudents in STEM schools had higher rates of passing advanced math and science classes than propensity-score-matched comparison students even when models control for race/ethnicity, free or reduced-price lunch status, and middle school academic performance. STEM students were more likely to take Advanced Placement or community college courses and more likely to take technical science courses. (Table 4) \n\nDo student attitudes and performance vary by student      characteristics such as gender, race/ethnicity, and socioeconomic status?\n\nAll groups of students benefitted from attending STEM schools. However, for some outcomes, attending a STEM school had a stronger effect on students typically underrepresented in STEM college majors and careers. For passing an advanced science class, the difference between STEM and non-STEM students was greater for members of underrepresented minority groups compared to other racial groups. It was greater for free or reduced lunch eligible students compared to higher-income students, and it was greater for females compared to males.  For passing a technical science/engineering courses, the difference between STEM and non-STEM students was greater for underrepresented minority groups compared to other racial groups. For earning potential college credit, the difference between STEM and non-STEM students was ..."
 }
}