{
 "awd_id": "1135068",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Novel X-ray Imaging of Carotid Plaque Microstructure",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexander Revzin",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 172382.0,
 "awd_amount": 172382.0,
 "awd_min_amd_letter_date": "2011-04-05",
 "awd_max_amd_letter_date": "2011-04-05",
 "awd_abstract_narration": "0854430\r\nAnastasio\r\n\r\nThere is an urgent need for the development of improved techniques for imaging carotid plaques in vivo. Plaque instability is a precursor of acute thromboembolic events that lead to strokes, and this instability is related to the microstructural characteristics of the plaque. However, none of the available noninvasive imaging techniques can provide comprehensive information regarding plaque microstructure in vivo. The broad research objective of this proposal is to develop and quantitatively evaluate a novel X-ray imaging method, called multiple-image radiography (MIR), for characterizing carotid plaque microstructure. Unlike conventional radiographic methods that simply measure X-ray absorption, MIR produces two additional images that measure the refractive and ultra-small-angle scattering (USAXS) properties of tissue. The effectiveness of the multiple contrast mechanisms employed by MIR for identifying vulnerable plaques will be rigorously established. This will be the first work to develop and systematically investigate a non-interferometric X-ray phase-contrast modality for imaging carotid plaque microstructure. This innovative imaging method could greatly facilitate identification of high-risk plaques, which is a timely problem with extremely high scientific and clinical significance. \r\n\r\nThe intellectual merit of the proposed research arises from the development and refinement of image formation algorithms for a new X-ray imaging modality and their application to the important problem of plaque imaging. Additionally, novel X-ray contrast mechanisms that can effectively characterize plaque microstructure are systematically investigated. To accomplish this research, a combination of physics and fundamental principles of biomedical engineering and imaging science are employed by their interdisciplinary research team.  There are several broad impacts of the project that will yield important benefits to both biomedical science and society. The development of a noninvasive imaging method that could reveal plaque microstructure, which is the broad scientific goal of this proposal, would have tremendous value for both clinical and basic science studies. Patients who are prone to plaque rupture could be identified prospectively. This would permit tailoring of treatments to avoid thromboembolic events. Additionally, the ability to characterize plaque microstructure would facilitate an understanding of pathophysiological mechanisms that underlie the progression of the disease, which would accelerate the development of various therapies for plaque stabilization. The integration of this research with the proposed educational activities will help attract students to the increasingly important fields of biomedical engineering and biomedical imaging and enhance greatly their educational opportunities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Anastasio",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Anastasio",
   "pi_email_addr": "maa@illinois.edu",
   "nsf_id": "000419064",
   "pi_start_date": "2011-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 172382.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is an urgent need for the development of improved techniques for imaging carotid plaques <em>in vivo</em>. Plaque instability is a precursor of acute thromboembolic events that lead to strokes, and this instability is related to the microstructural characteristics of the plaque. However, none of the available noninvasive imaging techniques can provide comprehensive information regarding plaque microstructure in vivo. The broad research objective of this proposal was to develop and quantitatively evaluate a novel X-ray imaging method, called multiple-image radiography (MIR), for characterizing carotid plaque microstructure.</p>\n<p>Unlike conventional radiographic methods that simply measure X-ray absorption, MIR produces two additional images that measure the refractive and ultra-small-angle scattering (USAXS) properties of tissue. The effectiveness of the multiple contrast mechanisms employed by MIR for identifying vulnerable plaques was rigorously established. &nbsp;The specific research accomplishments of the project were: (1) The determination of characteristic MIR imaging signatures of tissue types representative of those found in carotid plaques; (2) The development of optimized MIR reconstruction algorithms for imaging carotid plaque microstructure; (3) The development of computed tomography MIR (CT-MIR) reconstruction algorithms that produce volumetric images of carotid plaque microstructure; and (4) Assessment of the information content of MIR and CT-MIR images of carotid plaque microstructure.</p>\n<p>The development and refinement of image formation algorithms for a new X-ray imaging modality and their application to the important problem of plaque imaging represented the intellectual merit of the work.&nbsp;&nbsp; There were several broad impacts<strong> </strong>of the project that will yield important benefits to both biomedical science and society. The development of a noninvasive imaging method that could reveal plaque microstructure will have tremendous value for both clinical and basic science studies. Patients who are prone to plaque rupture could be identified prospectively. This would permit tailoring of treatments to avoid thromboembolic events. Additionally, the ability to characterize plaque microstructure will facilitate our understanding of pathophysiological mechanisms that underlie the progression of the disease, which will accelerate the development of various therapies for plaque stabilization. The integration of this research with the proposed educational activities helped attract students to the increasingly important fields of biomedical engineering and biomedical imaging and enhance greatly their educational opportunities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/09/2013<br>\n\t\t\t\t\tModified by: Mark&nbsp;A&nbsp;Anastasio</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1135068/1135068_10027509_1373391905602_plaque--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1135068/1135068_10027509_1373391905602_plaque--rgov-800width.jpg\" title=\"MIR plaque image\"><img src=\"/por/images/Reports/POR/2013/1135068/1135068_10027509_1373391905602_plaque--rgov-66x44.jpg\" alt=\"MIR plaque image\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">3D rendering of MIR CT of carotid artery plaque.</div>\n<div class=\"imageCredit\">Anastasio, et al</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Mark&nbsp;A&nbsp;Anastasio</div>\n<div class=\"imageTitle\">M...",
  "por_txt_cntn": "\nThere is an urgent need for the development of improved techniques for imaging carotid plaques in vivo. Plaque instability is a precursor of acute thromboembolic events that lead to strokes, and this instability is related to the microstructural characteristics of the plaque. However, none of the available noninvasive imaging techniques can provide comprehensive information regarding plaque microstructure in vivo. The broad research objective of this proposal was to develop and quantitatively evaluate a novel X-ray imaging method, called multiple-image radiography (MIR), for characterizing carotid plaque microstructure.\n\nUnlike conventional radiographic methods that simply measure X-ray absorption, MIR produces two additional images that measure the refractive and ultra-small-angle scattering (USAXS) properties of tissue. The effectiveness of the multiple contrast mechanisms employed by MIR for identifying vulnerable plaques was rigorously established.  The specific research accomplishments of the project were: (1) The determination of characteristic MIR imaging signatures of tissue types representative of those found in carotid plaques; (2) The development of optimized MIR reconstruction algorithms for imaging carotid plaque microstructure; (3) The development of computed tomography MIR (CT-MIR) reconstruction algorithms that produce volumetric images of carotid plaque microstructure; and (4) Assessment of the information content of MIR and CT-MIR images of carotid plaque microstructure.\n\nThe development and refinement of image formation algorithms for a new X-ray imaging modality and their application to the important problem of plaque imaging represented the intellectual merit of the work.   There were several broad impacts of the project that will yield important benefits to both biomedical science and society. The development of a noninvasive imaging method that could reveal plaque microstructure will have tremendous value for both clinical and basic science studies. Patients who are prone to plaque rupture could be identified prospectively. This would permit tailoring of treatments to avoid thromboembolic events. Additionally, the ability to characterize plaque microstructure will facilitate our understanding of pathophysiological mechanisms that underlie the progression of the disease, which will accelerate the development of various therapies for plaque stabilization. The integration of this research with the proposed educational activities helped attract students to the increasingly important fields of biomedical engineering and biomedical imaging and enhance greatly their educational opportunities.\n\n \n\n\t\t\t\t\tLast Modified: 07/09/2013\n\n\t\t\t\t\tSubmitted by: Mark A Anastasio"
 }
}