{
 "awd_id": "1135137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STEM Learning in the Context of Green School Buildings: A Curriculum Planning Project for the Middle Grades",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julia Clark",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 498858.0,
 "awd_amount": 498858.0,
 "awd_min_amd_letter_date": "2011-07-25",
 "awd_max_amd_letter_date": "2013-08-01",
 "awd_abstract_narration": "The project is an extended planning grant that leverages the growing existence of and interest in green school buildings and uses this as an opportunity to involve students in STEM activities relevant to their environment.  The goal is to produce an action plan for transforming the middle school science and mathematics curriculum by rethinking the content that is taught, the ways in which students and teachers can engage effectively with that content, and the role that technology can play to ensure wide access to the data and to the new curriculum.   By doing so, the project could help a new generation learn to apply STEM knowledge and practices to decisions throughout their lives.   \r\n\r\nAAAS has a unique capacity to bring together highly qualified people and prestigious institutions to work towards a common purpose, and that ability is fully displayed in this proposal.  The project assembles experts in all related fields (middle school teachers, university faculty in STEM and in education and cognition, researchers, curriculum experts, and technology developers), which is an effective strategy to surface the best ideas, ensure broad ownership, and provide leadership.  The development process moves from meetings of experts to a prototype that undergoes limited testing.  The project uses web-based technologies for a number of purposes, including to share real time data on green buildings and to foster collaboration and teamwork.  Because of this, the project could disseminate readily to other schools and even to informal institutions.   \r\n\r\nThe project has a number of deliverables.  These include three documents: a needs assessment related to the theme, a conceptual framework that connects disciplines and identifies boundaries, and an instructional framework that includes the design principles and the supporting technologies.  In addition, the products include a single prototype activity with limited field testing and a blueprint for the use of technology and data sharing in curriculum design.  The project begins with national discipline-specific learning goals (AAAS Project 2061, the National Research Council, the College Board, and Achieve) and builds on those goals and themes.  The products include a new form of materials development based on current research and the commonly held belief that schools need to leverage resources and technologies in order to involve learners in more interesting and relevant activities that focus on important ideas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jo Ellen",
   "pi_last_name": "Roseman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jo Ellen Roseman",
   "pi_email_addr": "jroseman@aaas.org",
   "nsf_id": "000310176",
   "pi_start_date": "2011-07-25",
   "pi_end_date": "2011-09-20"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Wilson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Linda Wilson",
   "pi_email_addr": "lwilson@aaas.org",
   "nsf_id": "000499371",
   "pi_start_date": "2011-09-20",
   "pi_end_date": "2013-08-01"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jo Ellen",
   "pi_last_name": "Roseman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jo Ellen Roseman",
   "pi_email_addr": "jroseman@aaas.org",
   "nsf_id": "000310176",
   "pi_start_date": "2013-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Koppal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Koppal",
   "pi_email_addr": "mkoppal@aaas.org",
   "nsf_id": "000266073",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Wilson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Linda Wilson",
   "pi_email_addr": "lwilson@aaas.org",
   "nsf_id": "000499371",
   "pi_start_date": "2011-07-25",
   "pi_end_date": "2011-09-20"
  }
 ],
 "inst": {
  "inst_name": "American Association for the Advancement of Science",
  "inst_street_address": "1200 NEW YORK AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023266400",
  "inst_zip_code": "200053928",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN ASSOCIATION FOR THE ADVANCEMENT OF SCIENCE",
  "org_prnt_uei_num": "ZGKVAM2JVKG2",
  "org_uei_num": "ZGKVAM2JVKG2"
 },
 "perf_inst": {
  "perf_inst_name": "American Association For Advancement Science",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200053928",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 498858.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Project Outcomes Report</strong></p>\n<p>Over the course of this planning grant, AAAS Project 2061 brought together a multidisciplinary team of AAAS staff and experts in cognition, education, educational technology, and &ldquo;green&rdquo; design to explore the potential of using green schools as a context for STEM (science, technology, engineering, and mathematics) learning. The team considered the resources&mdash;human, financial, and technological&mdash;that would be needed to develop an innovative middle school curriculum that integrates learning in science, mathematics, and technology through the use and online sharing of data on energy generation and consumption that is available from green school buildings.</p>\n<p>To assess the need for such a curriculum and what students might be expected to learn from it, the team gathered data on the extent to which green schools were currently making use of their energy data and reviewed a range of technology tools that could be used by students in the classroom to collect and analyze that data. They also examined the <em>Next Generation Science Standards</em> (NGSS) and <em>Energy Literacy: Essential Principles and Fundamental Concepts for Energy Education</em> to identify a set of STEM learning goals and considered how they might be addressed in a green schools curriculum. A survey of teachers provided insights on the practical implications of teaching an integrated STEM curriculum, and critical feedback from the project&rsquo;s expert consultants provided further input to the development of a first draft of an outline for a Green Schools Energy Curriculum. The research team then conducted an online review of the draft outline that generated more than 500 individual comments and suggestions that were evaluated and used to revise the document. In addition, two online surveys were used to gather additional feedback on the content of the curriculum outline and on the feasibility of actually implementing it in schools.</p>\n<p>The final draft of the Green Schools Energy Curriculum outline targets middle school ideas about energy resources and the responsible use of energy and the adoption of sustainability practices in a green schools context, with applications to students&rsquo; homes as well. The ideas and activities are organized into five units focusing on: (1) what energy is, why we need it, how much we use, and where it comes from; (2) how the energy in energy resources is converted into a useable form and the costs and consequences of those energy conversions; (3) the use of artificial light to supplement natural light; (4) the use of energy resources for heating and cooling;&nbsp; and (5) ways to re-engineer their school building so that it uses less energy and minimizes negative impacts on the environment. The curriculum outline is available at <a href=\"http://www.aaas.org/sites/default/files/GreenSchools_course_outline_May2015.pdf\">http://www.aaas.org/sites/default/files/GreenSchools_course_outline_May2015.pdf</a>.</p>\n<p>Given the emphasis in the <em>Next Generation Science Standards</em> on the integration of STEM learning, the Green Schools Energy Curriculum outline provides an example of how such integration might occur. Nevertheless, the work of this project identified a number of challenges that would need to be overcome in order to actually implement such a curriculum. Survey results and feedback from our consultants suggest that at this point in time only a relatively small number of teachers would be prepared to implement such a fully integrated approach to STEM teaching and learning. Survey results also indicate that considerable effort would be needed to set in place programs and school district policies that would make school-level energy usage data available for instructional purposes. And, to take it to the next level, where the data and conversations about it could...",
  "por_txt_cntn": "Project Outcomes Report\n\nOver the course of this planning grant, AAAS Project 2061 brought together a multidisciplinary team of AAAS staff and experts in cognition, education, educational technology, and \"green\" design to explore the potential of using green schools as a context for STEM (science, technology, engineering, and mathematics) learning. The team considered the resources&mdash;human, financial, and technological&mdash;that would be needed to develop an innovative middle school curriculum that integrates learning in science, mathematics, and technology through the use and online sharing of data on energy generation and consumption that is available from green school buildings.\n\nTo assess the need for such a curriculum and what students might be expected to learn from it, the team gathered data on the extent to which green schools were currently making use of their energy data and reviewed a range of technology tools that could be used by students in the classroom to collect and analyze that data. They also examined the Next Generation Science Standards (NGSS) and Energy Literacy: Essential Principles and Fundamental Concepts for Energy Education to identify a set of STEM learning goals and considered how they might be addressed in a green schools curriculum. A survey of teachers provided insights on the practical implications of teaching an integrated STEM curriculum, and critical feedback from the projectÆs expert consultants provided further input to the development of a first draft of an outline for a Green Schools Energy Curriculum. The research team then conducted an online review of the draft outline that generated more than 500 individual comments and suggestions that were evaluated and used to revise the document. In addition, two online surveys were used to gather additional feedback on the content of the curriculum outline and on the feasibility of actually implementing it in schools.\n\nThe final draft of the Green Schools Energy Curriculum outline targets middle school ideas about energy resources and the responsible use of energy and the adoption of sustainability practices in a green schools context, with applications to studentsÆ homes as well. The ideas and activities are organized into five units focusing on: (1) what energy is, why we need it, how much we use, and where it comes from; (2) how the energy in energy resources is converted into a useable form and the costs and consequences of those energy conversions; (3) the use of artificial light to supplement natural light; (4) the use of energy resources for heating and cooling;  and (5) ways to re-engineer their school building so that it uses less energy and minimizes negative impacts on the environment. The curriculum outline is available at http://www.aaas.org/sites/default/files/GreenSchools_course_outline_May2015.pdf.\n\nGiven the emphasis in the Next Generation Science Standards on the integration of STEM learning, the Green Schools Energy Curriculum outline provides an example of how such integration might occur. Nevertheless, the work of this project identified a number of challenges that would need to be overcome in order to actually implement such a curriculum. Survey results and feedback from our consultants suggest that at this point in time only a relatively small number of teachers would be prepared to implement such a fully integrated approach to STEM teaching and learning. Survey results also indicate that considerable effort would be needed to set in place programs and school district policies that would make school-level energy usage data available for instructional purposes. And, to take it to the next level, where the data and conversations about it could be shared online across schools, would be even more challenging. The infrastructure for doing this is not yet in place, and there is hesitancy on the part of many school districts to share data outside their own system. On the positive side, the Green Schools Energy Curriculum out..."
 }
}