{
 "awd_id": "1135745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID:  TAG-AMS Measurements of Organic Aerosol during the BEACHON-RoMBAS 2011 Field Campaign",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 162420.0,
 "awd_amount": 162420.0,
 "awd_min_amd_letter_date": "2011-05-16",
 "awd_max_amd_letter_date": "2011-05-16",
 "awd_abstract_narration": "The objective of this project is to investigate the sources, processing, and feedbacks of secondary organic aerosols (SOAs) that are produced from volatile organic precursors emitted from the Manitou Forest in Colorado during summer 2011. The principal investigator (PI) has developed a novel thermal desorption aerosol gas chromatograph (TAG) coupled to an aerosol mass spectrometer (AMS) that characterizes the organic composition of ambient aerosols. This project supports deployment of TAG-AMS as part of the BEACHON-RoMBAS (Bio-hydro-atmosphere interactions of Energy, Aerosols, Carbon, H2O, Organics, and Nitrogen - Rocky Mountain Biogenic Aerosol Study) intensive field campaign and the interpretation of resulting data. The TAG speciates the organic composition of ambient aerosols hourly while the AMS measures mass spectra of the corresponding total particulate organic matter. Relative to other approaches, the simultaneous quantification of organic speciation and mass loading using the same ion source and high-resolution time-of-flight mass spectrometer provides enhanced resolution in characterizing the associated sources and chemical processing of particulate organic matter in the atmosphere. The prototype TAG-AMS instrument was deployed and operated successfully in Pasadena, CA as part of the CalNex (Nexus of Air Quality and Climate Change) campaign during May and June 2010.  Measurements with the TAG-AMS during BEACHON-RoMBAS will contribute to the overall programmatic goal of understanding sources, processing, and feedbacks of secondary biogenic aerosols. Results will also be interpreted in conjunction with prior TAG and AMS measurements in the Blodgett Forest in California during BEARPEX (Biosphere Effects on Aerosols and Photochemistry Experiment). Both the Manitou and Blodgett forests are dominated by ponderosa pine but differ significantly in relative amounts of anthropogenic air pollutants and emission fluxes of biogenic volatile organic carbon (VOC). The combined data sets from these two sites will yield insight regarding production pathways for SOA from biogenic precursors over a broad range in chemical regimes. In addition, experience gained through this field deployment will allow the PI to further evaluate performance of the new TAG-AMS system.\r\n  \r\nResults from this project will substantially improve our understanding of and ability to predict the chemical processing of biogenic gases to form particulate organic matter in the atmosphere, influences of this particulate material on clouds and precipitation fields, and resulting feedbacks on forests. This project will foster new collaborations involving the PI and other participants in the BEACHON-RoMBAS field campaign. Data interpretation will lever additional insight from measurements during the BEARPEX campaign. A postdoctoral researcher will be trained through the project and results will be integrated into classroom instruction by the PI. Knowledge gained by the PI, collaborating scientists, and students will be broadly disseminated through scholarly publications and will thereby contribute substantively to both the atmospheric chemistry and air quality communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Goldstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allen Goldstein",
   "pi_email_addr": "ahg@berkeley.edu",
   "nsf_id": "000463366",
   "pi_start_date": "2011-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 162420.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Reactive biogenic hydrocarbons represent a large flux of reduced carbon into the atmosphere. These hydrocarbons drive atmospheric reactions, leading to ozone and secondary organic aerosol (SOA) formation. Among all the atmospheric organic compounds, semivolatile organic compounds (largely derived from biogenic hydrocarbons) have been the most challenging to measure, and their chemistry, abundance, and fate are the least well understood. However, their fast reaction rates and low-volatilities make them ideal candidates for ozone and SOA formation chemistry. It is therefore important to be able to identify the chemical structures of these organic compounds and quantify their concentrations in forested regions where their emissions to the atmosphere are expected to be high.</p>\n<p>&nbsp;</p>\n<p>We have successfully deployed a recently developed instrument and characterized a wide variety of ambient semivolatile and particulate organic compounds in a pine forest in Colorado. We observed and quantified more than 90 organic compounds on a bihourly timescale, many of which were observed in the forest atmosphere for the first time. Among them are compounds with 15 carbons (known as sesquiterpenes with molecular formula C15H24), including longifolene, alloaromadendrene and B-caryophyllene, which have been shown to be highly reactive and contribute significantly to SOA formation. In addition, other C15 compounds (with molecular formulas C15H22) were also observed at similar concentrations and identified by matching observed mass spectra to those in existing literature on essential oils. These compounds, including cuparene, calamenene, and Ar-himachalene, have lower volatilities than C15H24 sesquiterpenes, and are likely more reactive owing to the presence of an additional double bond or ring. Using high resolution mass spectrometry, we developed a method to quantify the total concentrations of the two compound groups (C15H24 sesquiterpenes and C15H22 sesquiterpenes). The contributions of these compounds to the ozone chemistry were found to be significant, with contributions equal to or greater than that of monoterpenes (previously thought to be dominant). It is important to note that many of these C15 compounds were observed in the ambient atmosphere for the first time, and their reaction rate constants (with ozone and OH radicals) and SOA formation yields are poorly known. Therefore our results indicate a need for further laboratory studies of these newly observed compounds in order to understand the chemistry of the forest atmosphere.</p>\n<p>&nbsp;</p>\n<p>In addition to sesquiterpenes, we also observed a variety of compounds found in essential oils and emissions from incomplete combustion. Using statistical methods, we attribute these compounds to biogenic and anthropogenic sources. Terpenoids, including sesquiterpenes and diterpenes, have distinctive diurnal profiles and are clearly emitted locally from the forest: their contributions are highest at night when they build up in a shallow mixed layer and lowest during the day when they are both oxidized and transported away more quickly. The concentrations of these compounds are also highest when the air masses arrive from the pine forests to the west and southwest of the field site. In contrast, PAHs and alkanes, which are often products of incomplete combustion, are emitted dominantly from anthropogenic sources. Their diurnal profiles are opposite to the biogenic compounds, with peak concentrations occurring in the early afternoon. In addition, their dependence on wind directions suggests that these compounds are transported to the field site from the southeast urban areas (Colorado Springs).</p>\n<p>&nbsp;</p>\n<p>An additional goal of this deployment was to evaluate the performance and stability of a new instrument we developed, known as the thermal desorption aerosol gas chromatograph coupled to aerosol mass spectrometer...",
  "por_txt_cntn": "\nReactive biogenic hydrocarbons represent a large flux of reduced carbon into the atmosphere. These hydrocarbons drive atmospheric reactions, leading to ozone and secondary organic aerosol (SOA) formation. Among all the atmospheric organic compounds, semivolatile organic compounds (largely derived from biogenic hydrocarbons) have been the most challenging to measure, and their chemistry, abundance, and fate are the least well understood. However, their fast reaction rates and low-volatilities make them ideal candidates for ozone and SOA formation chemistry. It is therefore important to be able to identify the chemical structures of these organic compounds and quantify their concentrations in forested regions where their emissions to the atmosphere are expected to be high.\n\n \n\nWe have successfully deployed a recently developed instrument and characterized a wide variety of ambient semivolatile and particulate organic compounds in a pine forest in Colorado. We observed and quantified more than 90 organic compounds on a bihourly timescale, many of which were observed in the forest atmosphere for the first time. Among them are compounds with 15 carbons (known as sesquiterpenes with molecular formula C15H24), including longifolene, alloaromadendrene and B-caryophyllene, which have been shown to be highly reactive and contribute significantly to SOA formation. In addition, other C15 compounds (with molecular formulas C15H22) were also observed at similar concentrations and identified by matching observed mass spectra to those in existing literature on essential oils. These compounds, including cuparene, calamenene, and Ar-himachalene, have lower volatilities than C15H24 sesquiterpenes, and are likely more reactive owing to the presence of an additional double bond or ring. Using high resolution mass spectrometry, we developed a method to quantify the total concentrations of the two compound groups (C15H24 sesquiterpenes and C15H22 sesquiterpenes). The contributions of these compounds to the ozone chemistry were found to be significant, with contributions equal to or greater than that of monoterpenes (previously thought to be dominant). It is important to note that many of these C15 compounds were observed in the ambient atmosphere for the first time, and their reaction rate constants (with ozone and OH radicals) and SOA formation yields are poorly known. Therefore our results indicate a need for further laboratory studies of these newly observed compounds in order to understand the chemistry of the forest atmosphere.\n\n \n\nIn addition to sesquiterpenes, we also observed a variety of compounds found in essential oils and emissions from incomplete combustion. Using statistical methods, we attribute these compounds to biogenic and anthropogenic sources. Terpenoids, including sesquiterpenes and diterpenes, have distinctive diurnal profiles and are clearly emitted locally from the forest: their contributions are highest at night when they build up in a shallow mixed layer and lowest during the day when they are both oxidized and transported away more quickly. The concentrations of these compounds are also highest when the air masses arrive from the pine forests to the west and southwest of the field site. In contrast, PAHs and alkanes, which are often products of incomplete combustion, are emitted dominantly from anthropogenic sources. Their diurnal profiles are opposite to the biogenic compounds, with peak concentrations occurring in the early afternoon. In addition, their dependence on wind directions suggests that these compounds are transported to the field site from the southeast urban areas (Colorado Springs).\n\n \n\nAn additional goal of this deployment was to evaluate the performance and stability of a new instrument we developed, known as the thermal desorption aerosol gas chromatograph coupled to aerosol mass spectrometer (TAG-AMS), in a field campaign. This is a system which combines speciated measurements by gas chromatography and..."
 }
}