{
 "awd_id": "1135452",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FESD Proposal, Type II: \" CIDER-II synthesis center: Cooperative Institute for Dynamic Earth Research\"",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 4554465.0,
 "awd_amount": 4554465.0,
 "awd_min_amd_letter_date": "2011-08-26",
 "awd_max_amd_letter_date": "2017-08-17",
 "awd_abstract_narration": "The PIs propose to develop CIDER-II, (Cooperative Institute for Dynamic Earth Research) as an \"Institute without Walls\" enabling Earth Scientists of all disciplines to share their knowledge in studying the fundamental processes responsible for plate tectonics and associated natural hazards, in particular earthquakes. CIDER II will facilitate concerted multi-disciplinary investigations involving leading researchers across a broad range of Earth Science disciplines. It will: \r\n   * Foster synergies between individuals and small groups of interdisciplinary researchers in   \r\ntackling the most important and difficult unsolved problems in solid earth science; \r\n   * Provide an environment for the development of new ideas that will help identify the next generation of critical experiments and observations, and to build appreciation and support for them;\r\n   * Provide a venue for cross-disciplinary education of scientists at all career levels.\r\n\r\nCIDER's goals are to help improve fundamental understanding of the Earth's evolution and present dynamics through a multi-disciplinary approach. It has been 40 years since the acceptance of plate tectonics theory, but no definitive agreement has yet been reached among geoscientists on the fundamental nature of the global dynamic processes that drive plate motions. The indication that a transformative approach is needed and is likely to be successful comes from new interpretation of global seismic tomographic models, indicating the existence of multiple depth domains in the Earth that show different properties of heterogeneity as a function of wavelength and depth. This suggests each depth domain has its own dynamics, but with some degree of coupling among them. Generally, a much more complex problem than has been considered until now. \r\n\r\nMeanwhile, a new generation of disciplinary tools is becoming available that are providing unprecedented views of the Earth's interior. Major infrastructure efforts are currently under way: Earthscope's USArray (http://www.earthscope.org) provides seismologists with a high resolution \"window\" into the lithosphere, deep mantle and core over the North American continent; COMPRES (http://compres.us) allows mineral physicists to perform advanced measurements on mineral properties at the high P-T conditions relevant to the Earth's deep interior, and to compare them with results of \"first principles\" calculations. CIG (http://www.geodynamics.org) provides geodynamicists and seismologists with a unified, state of the art framework for computations of mantle and core convection and seismic wave propagation. Extensive GPS networks and satellite observations are revolutionizing the fields of geodesy and geomagnetism (e.g. EarthScope's Plate Boundary Observatory, Oersted, Champ, GRACE and Swarm). Paleomagnetic data are being assembled into the MagIC database (earthref.org/MAGIC/). In geochemistry, the enormous volumes of high quality chemical and isotopic data gathered over the past 25 years are now part of systematic and broadly accessible databases (PETDB:www.petdb.org, GEOROC georoc.mpch-mainz.gwdg.de/georoc), and ever-improving analytical techniques are providing new perspectives on mantle processes at scales from micrometers to thousands of kilometers. Given the enormous amount and diversity of observations becoming available, a significant leap in the understanding of the constitution and evolution of our planet can be expected, if we can identify and focus on the key issues that necessarily span across disciplines, and build effective inter-disciplinary bridges to solve them.\r\n\r\nThe role of CIDER-II will be to provide mechanisms for community evaluation, validation, problem reconciliation and consensus building. In each year, the activities of this \"Center without walls\" will be organized around a principal multi-disciplinary theme. The kick-off for each CIDER-II \"theme\" will be a 6-week summer program aimed at bringing together in one place researchers across disciplines, and across career levels, to define key questions that are ripe for synthesis and/or for a concerted multi-disciplinary research effort. CIDER-II will also provide support for working groups formed to address particular practical issues identified as ripe for synthesis. CIDER is inherently a broad impact program: it facilitates cross-education of earth scientists at any level in their career; it aims at educating a new generation of Earth scientists with a breadth of competence across disciplines required to make progress in understanding the dynamic earth. CIDER's web resources, including posting and webcasting of lectures given during the summer programs, as well as planned web forums and open publications, is designed to reach the entire community of earth scientists. CIDER will impact undergraduate education by producing a more broadly knowledgeable faculty cohort.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Romanowicz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara A Romanowicz",
   "pi_email_addr": "barbara@seismo.berkeley.edu",
   "nsf_id": "000105433",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roland",
   "pi_last_name": "Burgmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roland Burgmann",
   "pi_email_addr": "burgmann@seismo.berkeley.edu",
   "nsf_id": "000419493",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Manga",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Manga",
   "pi_email_addr": "manga@seismo.berkeley.edu",
   "nsf_id": "000092918",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Allen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Allen",
   "pi_email_addr": "rallen@berkeley.edu",
   "nsf_id": "000488100",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Buffett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Buffett",
   "pi_email_addr": "bbuffett@berkeley.edu",
   "nsf_id": "000182391",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "21500 Shattuck Avenue, Suite 300",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801600",
   "pgm_ele_name": "Front in Earth Sys Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2532931.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2021534.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Cooperative Institute for Dynamic Earth Research (CIDER). funded for the last 7 years by the Frontiers in Earth Systems Dynamics (FESD) program of NSF,&nbsp; is an institute &ldquo;without walls&rdquo;, founded in 2003, that brings together experts from a wide range of disciplines with the goal of advancing understanding on grand challenges that require a multidisciplinary approach and engages geoscientists at all levels to look at the entire Earth as a system. It has been supported by the NSF/FESD grant for the last 7 years to further the following major objectives:</p>\n<p>- Address the most important and difficult problems that have defied solution thus far by fostering collaborations that can fully utilize existing knowledge and technology.</p>\n<p>- Provide a seed-bed for ideas that will identify the next generation of critical experiments and observations, and build support and appreciation for them.</p>\n<p>- Provide a venue for cross-disciplinary education of scientists at all career levels, and in particular, educate a new generation of Earth scientists with a breadth of competence across disciplines.</p>\n<p>The central activity of CIDER is a 4-6 weeks long summer program, which brings together 40-45 advanced graduate students and post-docs as well as 25-40 researchers at more advanced stages of their career, representing different disciplines of earth sciences (e.g. high pressure material science, geodynamics, seismology, geochemistry and geomagnetism, petrology, geodesy..). All these fields have evolved to very high levels of specialization, making the latest research presented at conferences and in publications less accessible to non-specialists.</p>\n<p>Appreciating the robustness but also the uncertainties in a field other than one&rsquo;s own</p>\n<p>presents a growing challenge and can only be achieved by sustained exposure to that field.</p>\n<p>The summer program typically includes 2 weeks of lectures and practical tutorials targeted at advanced graduate students, followed by 2 weeks of less formal interactions. During this second part of the program, students and more senior participants form groups around several (5-7) multi-disciplinary research topics that emerged during the first part of the program. The goal is to jointly assess the status of knowledge on this topic and formulate a research plan that can combine tools and constraints from several disciplines. The work of these groups often continues beyond the summer program, and during the period of the FESD grant (7 years 2012-2018) it has been supported by modest funds to facilitate interactions once the group has dispersed and cover costs of abstracts and in some cases publications that result from this work. Students and post-docs commit to participating for the entire 4 weeks of the tutorial program, while lecturers and other participants commit to spending at least 2 weeks on site. The summer programs have been held either at the Kavli Institute of Theoretical Physics (KITP), at the University of California, Santa Barbara - which served as initial model for CIDER - or at the University of California, Berkeley. Programs that have been held at KITP have also included, in genuine KITP style, two weeks of informal program for participants at the assistant professor level and beyond, conducive in particular to the development of new collaborations.</p>\n<p>In addition to the summer program, CIDER has supported one day workshops, in conjunction with the Fall meeting of the American Geophysical Union, and several multi-disciplinary working groups that have focused on questions of interest to the entire community, such as for example building the next generation seismological reference earth model that is of interest not only to seismologists, but also to mineral physicists and geodynamicists.</p>\n<p>&nbsp;</p>\n<p>CIDER maintains a complete collection of lectures from the summer program, publicly accessible through the website https://www.deep-earth.org, as well as a wiki that documents the activities of the successive generations of research groups. In addition to presentations at conferences, publications and collaborative proposals, CIDER has contributed&nbsp; to the networking of several generations of early career geoscientists across disciplines, that continue to interact and educate each other long beyond their passage through CIDER as students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2019<br>\n\t\t\t\t\tModified by: Barbara&nbsp;A&nbsp;Romanowicz</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1135452/1135452_10127261_1547081818140_gsa-figure1-forNSF--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1135452/1135452_10127261_1547081818140_gsa-figure1-forNSF--rgov-800width.jpg\" title=\"Research group at work, 2014 CIDER summer program\"><img src=\"/por/images/Reports/POR/2019/1135452/1135452_10127261_1547081818140_gsa-figure1-forNSF--rgov-66x44.jpg\" alt=\"Research group at work, 2014 CIDER summer program\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">\"Math CAMPS\" (Martian thermal history: Core, Atmosphere, Mantle, Phobos and Surface \" research group at work during the 2014 CIDER summer program at KITP.</div>\n<div class=\"imageCredit\">CIDER</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Barbara&nbsp;A&nbsp;Romanowicz</div>\n<div class=\"imageTitle\">Research group at work, 2014 CIDER summer program</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1135452/1135452_10127261_1547082554936_CIDER-poster-session-2012--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1135452/1135452_10127261_1547082554936_CIDER-poster-session-2012--rgov-800width.jpg\" title=\"2012 CIDER summer program\"><img src=\"/por/images/Reports/POR/2019/1135452/1135452_10127261_1547082554936_CIDER-poster-session-2012--rgov-66x44.jpg\" alt=\"2012 CIDER summer program\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A glimpse at one of the two poster sessions in 2012 - these  poster sessions are organized for the students and post-docs to present their on-going research to each other and to the senior participants</div>\n<div class=\"imageCredit\">CIDER</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Barbara&nbsp;A&nbsp;Romanowicz</div>\n<div class=\"imageTitle\">2012 CIDER summer program</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1135452/1135452_10127261_1547082614834_500px-Rita_Photo_Jul_16,_1_31_20_PM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1135452/1135452_10127261_1547082614834_500px-Rita_Photo_Jul_16,_1_31_20_PM--rgov-800width.jpg\" title=\"CIDER 2018 summer program\"><img src=\"/por/images/Reports/POR/2019/1135452/1135452_10127261_1547082614834_500px-Rita_Photo_Jul_16,_1_31_20_PM--rgov-66x44.jpg\" alt=\"CIDER 2018 summer program\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A scene from a CIDER 2018 lecture at KITP, Santa Barbara</div>\n<div class=\"imageCredit\">Rita Parai</div>\n<div class=\"imageSubmitted\">Barbara&nbsp;A&nbsp;Romanowicz</div>\n<div class=\"imageTitle\">CIDER 2018 summer program</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe Cooperative Institute for Dynamic Earth Research (CIDER). funded for the last 7 years by the Frontiers in Earth Systems Dynamics (FESD) program of NSF,  is an institute \"without walls\", founded in 2003, that brings together experts from a wide range of disciplines with the goal of advancing understanding on grand challenges that require a multidisciplinary approach and engages geoscientists at all levels to look at the entire Earth as a system. It has been supported by the NSF/FESD grant for the last 7 years to further the following major objectives:\n\n- Address the most important and difficult problems that have defied solution thus far by fostering collaborations that can fully utilize existing knowledge and technology.\n\n- Provide a seed-bed for ideas that will identify the next generation of critical experiments and observations, and build support and appreciation for them.\n\n- Provide a venue for cross-disciplinary education of scientists at all career levels, and in particular, educate a new generation of Earth scientists with a breadth of competence across disciplines.\n\nThe central activity of CIDER is a 4-6 weeks long summer program, which brings together 40-45 advanced graduate students and post-docs as well as 25-40 researchers at more advanced stages of their career, representing different disciplines of earth sciences (e.g. high pressure material science, geodynamics, seismology, geochemistry and geomagnetism, petrology, geodesy..). All these fields have evolved to very high levels of specialization, making the latest research presented at conferences and in publications less accessible to non-specialists.\n\nAppreciating the robustness but also the uncertainties in a field other than one?s own\n\npresents a growing challenge and can only be achieved by sustained exposure to that field.\n\nThe summer program typically includes 2 weeks of lectures and practical tutorials targeted at advanced graduate students, followed by 2 weeks of less formal interactions. During this second part of the program, students and more senior participants form groups around several (5-7) multi-disciplinary research topics that emerged during the first part of the program. The goal is to jointly assess the status of knowledge on this topic and formulate a research plan that can combine tools and constraints from several disciplines. The work of these groups often continues beyond the summer program, and during the period of the FESD grant (7 years 2012-2018) it has been supported by modest funds to facilitate interactions once the group has dispersed and cover costs of abstracts and in some cases publications that result from this work. Students and post-docs commit to participating for the entire 4 weeks of the tutorial program, while lecturers and other participants commit to spending at least 2 weeks on site. The summer programs have been held either at the Kavli Institute of Theoretical Physics (KITP), at the University of California, Santa Barbara - which served as initial model for CIDER - or at the University of California, Berkeley. Programs that have been held at KITP have also included, in genuine KITP style, two weeks of informal program for participants at the assistant professor level and beyond, conducive in particular to the development of new collaborations.\n\nIn addition to the summer program, CIDER has supported one day workshops, in conjunction with the Fall meeting of the American Geophysical Union, and several multi-disciplinary working groups that have focused on questions of interest to the entire community, such as for example building the next generation seismological reference earth model that is of interest not only to seismologists, but also to mineral physicists and geodynamicists.\n\n \n\nCIDER maintains a complete collection of lectures from the summer program, publicly accessible through the website https://www.deep-earth.org, as well as a wiki that documents the activities of the successive generations of research groups. In addition to presentations at conferences, publications and collaborative proposals, CIDER has contributed  to the networking of several generations of early career geoscientists across disciplines, that continue to interact and educate each other long beyond their passage through CIDER as students.\n\n \n\n\t\t\t\t\tLast Modified: 01/14/2019\n\n\t\t\t\t\tSubmitted by: Barbara A Romanowicz"
 }
}