{
 "awd_id": "1135819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Medium: Collaborative Research: The Cyber-Physical Challenges of Transient Stability and Security in Power Grids",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "The national transmission networks that deliver high voltage electric power underpin our society and are central to the ongoing transformation of the American energy infrastructure. Transmission networks are very large and complicated engineering systems, and  \"keeping the lights on\" as the transformation of the American energy infrastructure proceeds is a fundamental engineering challenge involving both the physical aspects of the equipment and the cyber aspects of the controls, communications, and computers that run the system. The project develops new principles of cyber-physical engineering by focusing on instabilities of electric power networks that can cause blackouts.  It proposes novel approaches to analyze these instabilities and to design cyber-physical control methods to monitor, detect, and mitigate them. The controls must perform robustly in the presence of variability and uncertainty in electric generation, loads, communications, and equipment status, and during abnormal states caused by natural faults or malicious attacks.\r\n\r\nThe research produces cyber-physical engineering methodologies that specifically help to mitigate power system blackouts and more generally show the way forward in designing robust cyber-physical systems in environments characterized by rich dynamics and uncertainty. Education and outreach efforts involve students at high school, undergraduate, and graduate levels, as well as dissemination of results to the public and the engineering and applied science communities in industry, government and universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francesco",
   "pi_last_name": "Bullo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francesco Bullo",
   "pi_email_addr": "bullo@engineering.ucsb.edu",
   "nsf_id": "000488078",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "Office of Research",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Solving the Synchronization Problem in Power Networks</strong></p>\n<p>Despite its large scale, heterogeneity, and complexity, the US power grid reliably provides energy to most parts of our country. Recent technological, political and societal developments are leading to the deregulation of energy markets and the increasing adoption of renewable energy sources. Together with the ever-increasing power demand, these developments are also leading to more stressed power networks. This stress brings our power network closer to failure points, as documented by recent power outages. &nbsp;With the complexity of future smart grids and the integration challenges posed by renewables, a deeper understanding of the grid&rsquo;s static and dynamic network interactions is increasingly important.</p>\n<p>One of the main achievement of this research is the development of a closed-form condition that predicts synchronization in complex power networks. &nbsp;This finding, published in the Proceedings of the National Academy of Sciences, are summarized hereby.</p>\n<p><strong>The Synchronization Problem in Power Networks</strong>: All power sources connected to an AC power grid are electro-mechanical oscillators coupled through a complex electrical network. All of these oscillators need to operate in strict frequency synchrony despite volatile renewable sources, fluctuating loads, and major disturbances in the transmission network.<br />Because synchronization is pervasive in the operation of an interconnected power grid, central questions that must be answered are, &ldquo;Under which conditions does there exist a synchronous operating point? &nbsp;When is it optimal, when is it stable, and how robust is it?\" &nbsp;A local loss of synchrony can trigger cascading failures and possibly result in widespread blackouts.</p>\n<p><br /><strong>Research Findings</strong>: In order to analyze synchronization in coupled oscillators, we explored connections between synchronization phenomena in different scientific disciplines and made use of recent mathematical advances in network sciences. &nbsp;Specifically, focusing on an medium complexity mathematical model, we developed a surprisingly simple closed-form condition that predicts synchronization in a complex and highly nonlinear power grid as a function of the topology and parameters of the underlying electrical network.</p>\n<p>Our findings significantly improve upon the existing conditions advocated by theorists and practitioners thus far. They are provably exact for various interesting network topologies and parameters, and are statistically correct for a broad set of random network models. &nbsp;Additionally, we used different randomized complex network models and 10 IEEE power system benchmark test cases to examine the correctness and the predictive power of their analytic conditions.<br />The researchers validated the synchronization condition in a volatile smart grid scenario that included fluctuating loads with random power demand, renewable energy sources with severely fluctuating power outputs, and controllable loads. In this test case, a series of events triggered by the loss of a generator and imbalanced power demand, caused a loss of synchronization and a series of line outages leading to a blackout. The numerical findings confirmed the validity, accuracy, and practical applicability of the researchers' analytic synchronization conditions in complex power network scenarios.</p>\n<p>In subsequent work, we have leveraged the insights gained from their synchronization analysis for the following design problems:</p>\n<p>(1) Distributed control strategies in microgrids</p>\n<p>(2) Power flow optimization schemes with stability constraints</p>\n<p>(3) Voltage collapse margins and compensation</p>\n<p>In each case, the proposed novel solution strategy significantly improves upon conventional methods advocated in industry and academia.</p...",
  "por_txt_cntn": "\nSolving the Synchronization Problem in Power Networks\n\nDespite its large scale, heterogeneity, and complexity, the US power grid reliably provides energy to most parts of our country. Recent technological, political and societal developments are leading to the deregulation of energy markets and the increasing adoption of renewable energy sources. Together with the ever-increasing power demand, these developments are also leading to more stressed power networks. This stress brings our power network closer to failure points, as documented by recent power outages.  With the complexity of future smart grids and the integration challenges posed by renewables, a deeper understanding of the gridÆs static and dynamic network interactions is increasingly important.\n\nOne of the main achievement of this research is the development of a closed-form condition that predicts synchronization in complex power networks.  This finding, published in the Proceedings of the National Academy of Sciences, are summarized hereby.\n\nThe Synchronization Problem in Power Networks: All power sources connected to an AC power grid are electro-mechanical oscillators coupled through a complex electrical network. All of these oscillators need to operate in strict frequency synchrony despite volatile renewable sources, fluctuating loads, and major disturbances in the transmission network.\nBecause synchronization is pervasive in the operation of an interconnected power grid, central questions that must be answered are, \"Under which conditions does there exist a synchronous operating point?  When is it optimal, when is it stable, and how robust is it?\"  A local loss of synchrony can trigger cascading failures and possibly result in widespread blackouts.\n\n\nResearch Findings: In order to analyze synchronization in coupled oscillators, we explored connections between synchronization phenomena in different scientific disciplines and made use of recent mathematical advances in network sciences.  Specifically, focusing on an medium complexity mathematical model, we developed a surprisingly simple closed-form condition that predicts synchronization in a complex and highly nonlinear power grid as a function of the topology and parameters of the underlying electrical network.\n\nOur findings significantly improve upon the existing conditions advocated by theorists and practitioners thus far. They are provably exact for various interesting network topologies and parameters, and are statistically correct for a broad set of random network models.  Additionally, we used different randomized complex network models and 10 IEEE power system benchmark test cases to examine the correctness and the predictive power of their analytic conditions.\nThe researchers validated the synchronization condition in a volatile smart grid scenario that included fluctuating loads with random power demand, renewable energy sources with severely fluctuating power outputs, and controllable loads. In this test case, a series of events triggered by the loss of a generator and imbalanced power demand, caused a loss of synchronization and a series of line outages leading to a blackout. The numerical findings confirmed the validity, accuracy, and practical applicability of the researchers' analytic synchronization conditions in complex power network scenarios.\n\nIn subsequent work, we have leveraged the insights gained from their synchronization analysis for the following design problems:\n\n(1) Distributed control strategies in microgrids\n\n(2) Power flow optimization schemes with stability constraints\n\n(3) Voltage collapse margins and compensation\n\nIn each case, the proposed novel solution strategy significantly improves upon conventional methods advocated in industry and academia.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/03/2016\n\n\t\t\t\t\tSubmitted by: Francesco Bullo"
 }
}