{
 "awd_id": "1135577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CI-TEAM Demo: Adventure Learning through Water and MOSS",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 170811.0,
 "awd_amount": 170811.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "The project \"CI-TEAM Demo: Adventure Learning through Water and MOSS\" is engaging K-12 students throughout Idaho with meaningful inquiries into water resource issues through outdoor data-collection expeditions supported via a novel online learning environment. Students collect authentic data related to an inquiry-based curriculum and this data is shared within the online environment. Students, teachers, and content experts from throughout Idaho then communicate and collaborate in meaningful ways around data using the latest in low cost, high tech instrumentation. The McCall Outdoor Science School (MOSS) is serving as an informal science education provider and cornerstone to the project mission by serving as the base camp for water expeditions. Water expeditions are inquiry-driven and focus on various aspects of water resources inherent in the four seasons. MOSS also serves as the cyberlearning host for which online environment development is taking place. Seed funding through EPSCoR has provided the means to design initial web interface components (http://mossi.tfhsbruins.com/index/index/). \r\n\r\nThe current online learning environment is being redesigned, in part, using the Adventure Learning (AL) framework as defined by the work of the collaborating PI at the University of Texas, Austin.  AL is an approach to hybrid and online education that provides students with opportunities to investigate real-world issues through authentic learning experiences within collaborative learning environments. The AL framework consists of nine carefully integrated components, which, taken together, enable the development of an inquiry-based online learning environment. The online learning environment complements the curriculum, and together the two foster an organic learning experience that capitalizes on both the affordances of social technologies as well as on the opportunities provided by the outdoors for authentic learning. \r\n\r\nThe curriculum supporting these endeavors will be made available for free online. Additionally, access to the online learning environment will be provided free of charge to interested teachers throughout Idaho. Furthermore, the AL water expeditions will be designed to enable teachers from throughout Idaho the ability to conduct their own AL water expeditions in conjunction with the AL water expeditions being conducted at MOSS. While teachers and learners in other locations study the same topic, the online learning environment provides opportunities for collaboration and interaction between geographically dispersed participants. These locations are then enabled to conduct their own local exploration of the issue, share data and use the data from MOSS and other classes to support localized inquiries. \r\n\r\nIntellectual Merit. Participating students in this project are developing and exercising key 21st century workforce skills. Authentic scientific inquiry leading to scientific literacy, as well as scientific skills will be developed in students. These skills include data collection, posing questions, making observations, inferring, and classifying. Students are also securing invaluable skills through their participation in the online learning environment, such as the ability to manage digital information and data, collaborate with others, and participate in virtual networks of practice. \r\n\r\nBroader Impact. Many of the student groups participating in MOSS activities are underrepresented (e.g. American Indian, female, and rural). In addition, through the online environment many of the barriers to participation are eliminated for underrepresented students. Interest in this project has also been expressed by funded and potential projects. These expressions highlight the ripe potential for synergy around an online learning environment replete with social affordances that provide users with the opportunity to upload/input data and interact in meaningful ways around the data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brant",
   "pi_last_name": "Miller",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Brant G Miller",
   "pi_email_addr": "bgmiller@uidaho.edu",
   "nsf_id": "000586046",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karla",
   "pi_last_name": "Eitel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karla Eitel",
   "pi_email_addr": "kbradley@uidaho.edu",
   "nsf_id": "000527462",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Eitel",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Jan U Eitel",
   "pi_email_addr": "jeitel@uidaho.edu",
   "nsf_id": "000590153",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Idaho",
  "inst_street_address": "875 PERIMETER DR",
  "inst_street_address_2": "",
  "inst_city_name": "MOSCOW",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2088856651",
  "inst_zip_code": "838449803",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF IDAHO",
  "org_prnt_uei_num": "",
  "org_uei_num": "QWYKRJH5NNJ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Idaho - McCall Outdoor Science School",
  "perf_str_addr": "1800 University Lane, POBox 1025",
  "perf_city_name": "McCall",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "836381025",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ID01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747700",
   "pgm_ele_name": "CI-TEAM"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7477",
   "pgm_ref_txt": "CI-TEAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 170811.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <em>Adventure Learning through Water and MOSS </em>(AL@) project enabled K-12 students throughout Idaho to examine water resource issues through outdoor data-collection expeditions supported via a novel online learning environment (<a href=\"http://adventurelearningat.com\">http://adventurelearningat.com</a>). Students collected data, engaged in inquiry-driven activities, and shared data on the project&rsquo;s online environment. Students, teachers, and content experts communicated and collaborated in meaningful ways around these data using low cost instrumentation. The McCall Outdoor Science School (MOSS) was the cornerstone to the project and served as an informal science education provider, acting as the basecamp for water expeditions. Water expeditions were inquiry-driven and focused on various aspects of water resources inherent in the four seasons.<em>&nbsp;</em></p>\n<p><em>Intellectual Merit Outcomes</em></p>\n<p>The intended outcomes of the project were to increase student knowledge of and attitudes toward science, inquiry, and cybertechnology, increase student agency toward water conservation, and improve teacher attitudes toward science teaching and cybertechnology. All outcomes were achieved to differing degrees. The project partners collected a variety of quantitative and qualitative data to establish project outcomes. Student surveys indicated that the students who attended AL@MOSS showed improved attitudes toward science, and more sophisticated views towards (1) technology, and (2) the relationship between science and technology. Students also seemed to have stronger views regarding their ability to impact scientific concerns. It is reasonable to infer that changes related to perceptions of technology were related to the use of tablets, blogging, and other features of the AL@ website that students were exposed to during their time at MOSS. It is unclear whether changes in the students&rsquo; perceptions of their ability to impact scientific concerns are related to their MOSS experience generally, or specifically related to organizing the MOSS program around the Adventure Learning framework through the CI-TEAM funded project.</p>\n<p>The AL@ project also had an impact on teachers. Although statistical analyses did not show any differences in their views toward science teaching and technology, responses to open-ended items indicated that most teachers felt they would teach science and use technology differently after their time at MOSS. Numerous teachers also reported that they wanted to adopt MOSS-like teaching practices in the future by using more inquiry- and hands-on learning approaches. Many teachers also suggested they would like to use tablets, class blogs and the AL@ web resources upon returning to their classrooms after their MOSS experience, and that their time at MOSS gave them ideas to better utilize such technologies in their teaching. However, these findings are based on self-reported data and no follow up data were collected to determine whether actual changes in practice occurred. Most of the teachers interviewed were positive about tablets and blogging, even when they suggested they were apprehensive when they first heard those technologies were going to be incorporated into MOSS&rsquo;s programs. Many interviewees suggested they felt the technology changes at MOSS were valuable for student motivation and engagement, and served to broaden students&rsquo; views of technology. Additionally, the teachers were quite positive regarding the role of the school blogs in allowing parents to stay connected with their children&rsquo;s activities at MOSS.</p>\n<p><em>Broader Impact Outcomes</em></p>\n<p>During the course of the AL@MOSS project 4,805 students participated in programming that used the AL@MOSS web environment. Of those students, approximately 708 students (15%) came from rural communities or could be considered underrepresented (e.g. Na...",
  "por_txt_cntn": "\nThe Adventure Learning through Water and MOSS (AL@) project enabled K-12 students throughout Idaho to examine water resource issues through outdoor data-collection expeditions supported via a novel online learning environment (http://adventurelearningat.com). Students collected data, engaged in inquiry-driven activities, and shared data on the projectÆs online environment. Students, teachers, and content experts communicated and collaborated in meaningful ways around these data using low cost instrumentation. The McCall Outdoor Science School (MOSS) was the cornerstone to the project and served as an informal science education provider, acting as the basecamp for water expeditions. Water expeditions were inquiry-driven and focused on various aspects of water resources inherent in the four seasons. \n\nIntellectual Merit Outcomes\n\nThe intended outcomes of the project were to increase student knowledge of and attitudes toward science, inquiry, and cybertechnology, increase student agency toward water conservation, and improve teacher attitudes toward science teaching and cybertechnology. All outcomes were achieved to differing degrees. The project partners collected a variety of quantitative and qualitative data to establish project outcomes. Student surveys indicated that the students who attended AL@MOSS showed improved attitudes toward science, and more sophisticated views towards (1) technology, and (2) the relationship between science and technology. Students also seemed to have stronger views regarding their ability to impact scientific concerns. It is reasonable to infer that changes related to perceptions of technology were related to the use of tablets, blogging, and other features of the AL@ website that students were exposed to during their time at MOSS. It is unclear whether changes in the studentsÆ perceptions of their ability to impact scientific concerns are related to their MOSS experience generally, or specifically related to organizing the MOSS program around the Adventure Learning framework through the CI-TEAM funded project.\n\nThe AL@ project also had an impact on teachers. Although statistical analyses did not show any differences in their views toward science teaching and technology, responses to open-ended items indicated that most teachers felt they would teach science and use technology differently after their time at MOSS. Numerous teachers also reported that they wanted to adopt MOSS-like teaching practices in the future by using more inquiry- and hands-on learning approaches. Many teachers also suggested they would like to use tablets, class blogs and the AL@ web resources upon returning to their classrooms after their MOSS experience, and that their time at MOSS gave them ideas to better utilize such technologies in their teaching. However, these findings are based on self-reported data and no follow up data were collected to determine whether actual changes in practice occurred. Most of the teachers interviewed were positive about tablets and blogging, even when they suggested they were apprehensive when they first heard those technologies were going to be incorporated into MOSSÆs programs. Many interviewees suggested they felt the technology changes at MOSS were valuable for student motivation and engagement, and served to broaden studentsÆ views of technology. Additionally, the teachers were quite positive regarding the role of the school blogs in allowing parents to stay connected with their childrenÆs activities at MOSS.\n\nBroader Impact Outcomes\n\nDuring the course of the AL@MOSS project 4,805 students participated in programming that used the AL@MOSS web environment. Of those students, approximately 708 students (15%) came from rural communities or could be considered underrepresented (e.g. Native American and Hispanic).\n\nThe web environment was used by projects beyond the scope of the initial NSF funding. Multiple and varied users denote the synergistic functionality of the web environment for co..."
 }
}