{
 "awd_id": "1135231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Social Science and the Alternative Energy Future: A Workshop Proposal to the National Science Foundation",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joshua Rosenbloom",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2011-05-31",
 "awd_max_amd_letter_date": "2011-05-31",
 "awd_abstract_narration": "American Academy of Arts and Sciences\r\nSocial Science and the Alternative Energy Future: A workshop proposal to the National Science Foundation\r\n\r\nPROJECT SUMMARY\r\nThere is a critical need to identify the legal, social, and economic barriers to the adoption of new energy technologies and to assess how they might be better understood and managed using tools developed by the social sciences. To address this need, the American Academy will convene a workshop on \"Social Science and the Alternative Energy Future\" on May 19-20, 2011, in Washington, D.C., that will identify priority areas for future social science research and develop recommendations for bridging the gap between the energy and the social science communities. The workshop will bring together social scientists, scientists and engineers, legal scholars, business leaders, and government officials to investigate issues that will benefit from further social science research and to understand how social science expertise can be more effectively applied to the development of energy policy.\r\n\r\nIntellectual Merit: Previous studies from the National Academies and others have concluded that the energy system must undergo transformational change to ensure an affordable, secure, and sustainable energy system. Transformational change of the existing technological infrastructure will require changes to economic, social, and legal structures as well, yet many of the societal considerations underlying these necessary changes have not been adequately addressed. This workshop will consider four key issues that will require new thinking from social scientists in order to meet the needs of policy-makers, and that have not been adequately addressed by other studies:\r\n\r\n1. How will the transformation of the energy system affect the decisions made by individuals and communities?\r\n2. How do regulations need to change to support new energy technologies?\r\n3. What governance framework will help sustain energy policies over the long term?\r\n4. What will be the effect of changing the energy system on other physical systems, including ecosystems and natural resources?\r\n\r\nBroader Impact: The final workshop report will review existing social science research, identify priority areas for future research, and develop recommendations for increasing communication between social scientists and energy policy-makers. By creating new interdisciplinary collaborations between previously-isolated professional communities, this workshop will inform governmental policy development and the research initiatives of nongovernmental organizations, and will increase public awareness of the societal risks and benefits of alternative energy technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "Berlowitz",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie C Berlowitz",
   "pi_email_addr": "lberlowitz@amacad.org",
   "nsf_id": "000589528",
   "pi_start_date": "2011-05-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "",
   "pi_last_name": "",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "",
   "pi_email_addr": "info@amacad.org",
   "nsf_id": "000587847",
   "pi_start_date": "2011-05-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Fri",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Robert W Fri",
   "pi_email_addr": "rwfri@comcast.net",
   "nsf_id": "000589524",
   "pi_start_date": "2011-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Academy of Arts and Sciences (AAAS)",
  "inst_street_address": "136 IRVING ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175765010",
  "inst_zip_code": "021381929",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "AMERICAN ACADEMY OF ARTS AND SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZVKUYJGJTET3"
 },
 "perf_inst": {
  "perf_inst_name": "American Academy of Arts and Sciences (AAAS)",
  "perf_str_addr": "136 Irving Street",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021381996",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A grant from the National Science Foundation supported &ldquo;Social Science and the Alternative Energy Future,&rdquo; a May 2011 American Academy of Arts and Sciences workshop held in Washington, DC. The workshop brought together social scientists, scientists and engineers, business leaders, and government officials to assess how individual, household, institutional, and community behavior affect the adoption of new energy technologies and practices. Participants examined how social science research could help address this problem; identified priorities for future research; and developed five broad strategies for enhancing collaboration between social scientists and policy makers. The workshop&rsquo;s conclusions and recommendations were published in an Academy report, <em>Beyond Technology: Strengthening Energy Policy through Social Science</em>.</p>\n<p><em>Beyond Technology</em> was cited in the Department of Energy (DOE) 2011 Quadrennial Technology Review as evidence of the importance of applying social science expertise to the design of energy technologies and policies. The report was highlighted at a hearing of the Senate Committee on Energy and Natural Resources on November 15, 2011. The workshop and the report have been featured in several media outlets, including the <em>Boston Globe</em>, <em>USA Today</em>, <em>Science</em> magazine, E&amp;E TV, <em>Issues in Science &amp; Technology</em>, and National Public Radio.&nbsp;</p>\n<p>The workshop generated a research agenda for future social science research on critical societal issues related to energy production and use.&nbsp; This agenda is already informing future government, academia, and industry research on energy and will provide a framework for new research programs and cross-disciplinary collaborations to advance knowledge of energy challenges. Future activities emerging from this workshop include the creation of an interdisciplinary forum on energy and social science convened by the American Academy.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2012<br>\n\t\t\t\t\tModified by: Robert&nbsp;W&nbsp;Fri</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA grant from the National Science Foundation supported \"Social Science and the Alternative Energy Future,\" a May 2011 American Academy of Arts and Sciences workshop held in Washington, DC. The workshop brought together social scientists, scientists and engineers, business leaders, and government officials to assess how individual, household, institutional, and community behavior affect the adoption of new energy technologies and practices. Participants examined how social science research could help address this problem; identified priorities for future research; and developed five broad strategies for enhancing collaboration between social scientists and policy makers. The workshopÆs conclusions and recommendations were published in an Academy report, Beyond Technology: Strengthening Energy Policy through Social Science.\n\nBeyond Technology was cited in the Department of Energy (DOE) 2011 Quadrennial Technology Review as evidence of the importance of applying social science expertise to the design of energy technologies and policies. The report was highlighted at a hearing of the Senate Committee on Energy and Natural Resources on November 15, 2011. The workshop and the report have been featured in several media outlets, including the Boston Globe, USA Today, Science magazine, E&amp;E TV, Issues in Science &amp; Technology, and National Public Radio. \n\nThe workshop generated a research agenda for future social science research on critical societal issues related to energy production and use.  This agenda is already informing future government, academia, and industry research on energy and will provide a framework for new research programs and cross-disciplinary collaborations to advance knowledge of energy challenges. Future activities emerging from this workshop include the creation of an interdisciplinary forum on energy and social science convened by the American Academy.\n\n \n\n\t\t\t\t\tLast Modified: 08/01/2012\n\n\t\t\t\t\tSubmitted by: Robert W Fri"
 }
}