{
 "awd_id": "1135667",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-South Africa Workshop: Mathematical Methods in Systems Biology and Population Dynamics, AIMS, Cape Town, South Africa",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 47000.0,
 "awd_amount": 47000.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "\"Mathematical Methods in Systems Biology and Population Dynamics\" is a workshop organized at the African Institute for Mathematical Sciences (AIMS) in Cape Town, South Africa, in 2012, to facilitate new collaborations between researcher in the United States and Africa. This workshop brings together applied mathematicians with researchers working in various biological and medical fields in order to exchange ideas and advances the knowledge of research globally by initiating and promoting collaborations motivated by challenging problems. These include the spread of infectious diseases (epidemiology) or the growing need for robust and reliable models in ecology, both of special importance in the host country of South Africa where research naturally has focused on fighting disease and epidemics.  In the United States, on the other hand, a strong emphasis exists on Systems Biology and especially on its aspects related to other diseases, including cancer. Therefore a second focus area of the workshop includes improved and more realistic models for the dynamic progression and treatment for various types of cancer, a truly global challenging problem.  There exist various mathematical methods and techniques (e.g., dynamical systems, optimal control) that apply to both major areas, while often only one or the other is being used by researchers in a specific field.  In this workshop these groups are brought together together to initiate new and nurture existing collaborations while at the same time bringing new mathematicians and scientists into this exciting interdisciplinary field. \r\n    \r\nThe organizing committee believes that mathematics has much to offer to the medical and biological communities and that methods and techniques from mathematics can deepen the understanding of many problems in systems biology, epidemiology and population dynamics. The workshop is expected to have an exceptional educational impact because of the unique character of AIMS, which is a center for graduate studies in the mathematical sciences in Africa with emphasis on mathematical biology. Thus the participation of researchers and students from various African countries is guaranteed.  Special efforts are made to recruit as participants U.S. graduate students and postdoctoral researchers and enable interactions that will catalyze collaborations between these groups.  The presence of both senior and junior researchers and students from both U.S. and Africa will provide a great opportunity for mentoring activities within the workshop.  The results of the workshop will be disseminated through published proceedings and further research contacts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Urszula",
   "pi_last_name": "Ledzewicz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Urszula Ledzewicz",
   "pi_email_addr": "uledzew@siue.edu",
   "nsf_id": "000360137",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heinz",
   "pi_last_name": "Schaettler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Heinz M Schaettler",
   "pi_email_addr": "hms@wustl.edu",
   "nsf_id": "000194452",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Edwardsville",
  "inst_street_address": "#5 HAIRPIN DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "EDWARDSVILLE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6186503010",
  "inst_zip_code": "620260001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HQ5NMP5HLL53"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Edwardsville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "620253828",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 47000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;A four-day US-South Africa Workshop on &ldquo;Mathematical Methods in Systems Biology and Population Dynamics&rdquo; was held at the African Institute for Mathematical Sciences (AIMS) in Muizenberg,  South Africa during the summer week of January 4-7, 2012. It brought together international and African experts in the fields of mathematical biology, systems biology and population dynamics to exchange ideas, advance the knowledge of research in the field, and explore opportunities for collaborative exchanges and education between the African, European, and North American countries. The workshop was planned as a small US-SA meeting, but with the growing interest approximately 60 participants representing 16 countries from Europe, Africa, Asia and Australia attended this workshop. The workshop provided a much needed platform for the close interactions between applied mathematicians on one side and researchers working in disease biology including cancer and infectious diseases as well as in various fields of ecology. It enabled interactions between US and African research groups catalyzing new and nurturing existing collaborations while at the same time bringing new mathematicians and scientists into this exciting interdisciplinary field.</p>\n<p>&nbsp;The program included ten plenary talks and tutorials by African and internationally renowned mathematicians and scientists active in the field of mathematical biology. The plenary talks and tutorials covered a wide range of various topics from modeling carcinogenesis and the role of the immune system in tumor development to problems in hemodynamics and more general topics like evolutionary principles in mathematical models in systems biology and population dynamics. In addition, forty regular talks were organized in two parallel sessions on diverse topics such as cancer modeling, cancer treatment, population dynamics, epidemiology, modeling of biochemical processes, signaling pathways and biomedical processes.&nbsp; The program also included a very well attended poster session where young researchers from the US and South Africa presented their work. Overall, all participants had a unique exposure to a variety of interdisciplinary research areas concerning the application of mathematical methods in systems biology and population dynamics. The modeling approaches ranged from novel variations on classic ODE and PDE models to stochastic and agent-based models to control and hybrid systems as well as network modeling. A selected number of research papers describing the findings from the workshop will be published as a special issue &ldquo;Mathematical Methods in Systems Biology and Population Dynamics&rdquo; of the journal &ldquo;Mathematical Biosciences and Engineering&rdquo; (MBE).</p>\n<p>&nbsp;Thanks to the efforts of the Organizing Committee the workshop had a significant participation of junior researchers, graduate students and postdoctoral fellows from the US, Europe and Africa. Junior participants had a chance to present their results in a poster session and some of them were invited to give presentations at the regular sessions. The best posters received three outstanding poster awards which went to students from the US and South Africa. Taking advantage of the good mix of researchers from all these countries as well as of senior researchers, the organizers prepared two panel sessions, one on &ldquo;<em>Career and Funding Opportunities in Mathematical Biology&rdquo;</em>, and the other one on &ldquo;<em>Challenges and Future Directions for Mathematics in Systems Biology and Population Dynamics,&rdquo;</em> at which relevant issues related to research directions and career opportunities in systems biology and population dynamics were discussed. The panel had an informal character and besides the short presentations by the panelists, most time was used for extensive interactions between the panelists and participa...",
  "por_txt_cntn": "\n A four-day US-South Africa Workshop on \"Mathematical Methods in Systems Biology and Population Dynamics\" was held at the African Institute for Mathematical Sciences (AIMS) in Muizenberg,  South Africa during the summer week of January 4-7, 2012. It brought together international and African experts in the fields of mathematical biology, systems biology and population dynamics to exchange ideas, advance the knowledge of research in the field, and explore opportunities for collaborative exchanges and education between the African, European, and North American countries. The workshop was planned as a small US-SA meeting, but with the growing interest approximately 60 participants representing 16 countries from Europe, Africa, Asia and Australia attended this workshop. The workshop provided a much needed platform for the close interactions between applied mathematicians on one side and researchers working in disease biology including cancer and infectious diseases as well as in various fields of ecology. It enabled interactions between US and African research groups catalyzing new and nurturing existing collaborations while at the same time bringing new mathematicians and scientists into this exciting interdisciplinary field.\n\n The program included ten plenary talks and tutorials by African and internationally renowned mathematicians and scientists active in the field of mathematical biology. The plenary talks and tutorials covered a wide range of various topics from modeling carcinogenesis and the role of the immune system in tumor development to problems in hemodynamics and more general topics like evolutionary principles in mathematical models in systems biology and population dynamics. In addition, forty regular talks were organized in two parallel sessions on diverse topics such as cancer modeling, cancer treatment, population dynamics, epidemiology, modeling of biochemical processes, signaling pathways and biomedical processes.  The program also included a very well attended poster session where young researchers from the US and South Africa presented their work. Overall, all participants had a unique exposure to a variety of interdisciplinary research areas concerning the application of mathematical methods in systems biology and population dynamics. The modeling approaches ranged from novel variations on classic ODE and PDE models to stochastic and agent-based models to control and hybrid systems as well as network modeling. A selected number of research papers describing the findings from the workshop will be published as a special issue \"Mathematical Methods in Systems Biology and Population Dynamics\" of the journal \"Mathematical Biosciences and Engineering\" (MBE).\n\n Thanks to the efforts of the Organizing Committee the workshop had a significant participation of junior researchers, graduate students and postdoctoral fellows from the US, Europe and Africa. Junior participants had a chance to present their results in a poster session and some of them were invited to give presentations at the regular sessions. The best posters received three outstanding poster awards which went to students from the US and South Africa. Taking advantage of the good mix of researchers from all these countries as well as of senior researchers, the organizers prepared two panel sessions, one on \"Career and Funding Opportunities in Mathematical Biology\", and the other one on \"Challenges and Future Directions for Mathematics in Systems Biology and Population Dynamics,\" at which relevant issues related to research directions and career opportunities in systems biology and population dynamics were discussed. The panel had an informal character and besides the short presentations by the panelists, most time was used for extensive interactions between the panelists and participants.\n\n The grant from the National Science Foundation allowed us to partially support the travel and local expenses of 25 US participants. We were happy to attract 12 Ph.D...."
 }
}