{
 "awd_id": "1135710",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Engineering Regulatory Protein Effector Specificity to Facilitate Combinatorial Library Analyses",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 127623.0,
 "awd_amount": 127623.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "0644678\r\nCirino\r\n\r\nThis research project addresses the need for improved technologies for engineering custom-designed enzymes and microbial factories by demonstrating a general approach to developing genetic selections or fluorescence-activated cell sorting (FACS) based screens to facilitate the rapid isolation of improved enzyme or metabolic pathway variants from diverse combinatorial libraries. Two-step approach was proposed, where a dual selection system is first used to engineer a regulatory protein such that the product/metabolite of interest inimitably acts as inducer of transcriptional activation. In the second step, the dual selection system incorporating the modified regulator serves as a highly specific reporter, correlating product formation with a selectable cellular phenotype. This approach will be demonstrated using the AraC regulator and its cognate promoter (\"PBAD\") as a model system. The proposed research will demonstrate the integration of protein engineering and directed evolution with metabolic engineering, yielding novel or improved synthesis of bioproducts. The broader impacts of this plan lie in the development of a technology generally enabling advances in biocatalysis. Importantly, the demonstrated method is readily extrapolated to microorganisms other than E. coli. The integrated education plan will strengthen the biochemical engineering curriculum and provide invaluable research experiences to students, preparing them for careers in biotechnology.  Planned outreach efforts will promote enthusiasm in science and engineering to a broader community by providing research opportunities to underrepresented and educationally or economically disadvantaged groups.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Cirino",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick C Cirino",
   "pi_email_addr": "cirino@engr.psu.edu",
   "nsf_id": "000272021",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 127623.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Funding from this award resulted in the development of a new research program in the Cirino lab: &nbsp;<a href=\"http://www.chee.uh.edu/faculty/cirino\">http://www.chee.uh.edu/faculty/cirino</a>.&nbsp; We sought customized, endogenous molecular reporters based on engineered bacterial regulatory proteins. Our goals were two-fold: first, to establish a platform for readily altering the ligand (&ldquo;effector&rdquo;) specificity of a transcriptional regulator; and second, to use the engineered regulators as novel molecular reporters in high-throughput screening of combinatorial libraries, such that increased expression of a reporter protein (e.g. GFP) corresponds to increased biosynthesis of the effector of interest. &nbsp;This scheme is depicted in the attached Figure.&nbsp; Several publications describe our success, both in the design of AraC regulatory protein variants with customized effector specificity (e.g. recognizing D-arabinose, mevalonate, triacetic acid lactone, or <em>p</em>-coumaric acid (in four different cases), all in contrast to the native effector L-arabinose) and in the application of these reporters for screening improved metabolic pathways (e.g. <em>E. coli</em>-based production of mevalonate and triacetic acid lactone were improved as a result of screening libraries of genes involved in the biosynthesis of these compounds). &nbsp;</p>\n<p>In addition to the case-specific products and results described in publications from this series of studies, these efforts demonstrate novel integration of protein engineering and directed evolution with metabolic engineering, and establish a new technology for improving biocatalysis. &nbsp;Furthermore, analyses of the mutation profiles of our AraC variants, particularly combined with future studies into the structures of these variants, are providing insights into the mechanisms of molecular recognition and streamlining future protein design efforts. &nbsp;Finally, the regulatory variants already designed, as well as many additional unique variants being constructed as a result of this research, contribute to the development of biosensors and serve as gene switches and metabolic control devices in synthetic biology applications. &nbsp;While we have focused on <em>E. coli</em> and the AraC protein, this method can be extrapolated to other microorganisms and regulatory proteins. &nbsp;</p>\n<p>From a research mentoring standpoint, this award directly provided research, stipend, and tuition funds for two graduate students. Two postdoctoral researchers were also partly supported through this grant.&nbsp; Students and postdoctoral associates graduated from the Cirino group have transitioned directly into Ph.D.-level biotechnology research positions in industry, postdoctoral research positions, or junior faculty positions in academia.</p>\n<p>This award additionally fostered the development of undergraduate research training and new educational curricula (e.g. a graduate course in metabolic engineering and a senior elective biomolecular engineering course that includes a web-based lab component), aimed at strengthening the biomolecular engineering core within chemical engineering. &nbsp;Most notably, numerous undergraduate students received invaluable laboratory training and research experience relating to this NSF-funded project, preparing them for careers in biotechnology.&nbsp; REU students, &ldquo;iGEM&rdquo; participants, Honors thesis students, students in under-represented groups (SROP) and work-study students worked alongside graduate students and postdocs, and were exposed to a variety of experimental procedures relating to protein engineering. This additionally provided mentoring experience for the group&rsquo;s graduate students and postdocs.</p>\n<p>In addition to the publications directly resulting from this research project (listed below), oral and poster presentations at numerous professional meetings, pre...",
  "por_txt_cntn": "\nFunding from this award resulted in the development of a new research program in the Cirino lab:  http://www.chee.uh.edu/faculty/cirino.  We sought customized, endogenous molecular reporters based on engineered bacterial regulatory proteins. Our goals were two-fold: first, to establish a platform for readily altering the ligand (\"effector\") specificity of a transcriptional regulator; and second, to use the engineered regulators as novel molecular reporters in high-throughput screening of combinatorial libraries, such that increased expression of a reporter protein (e.g. GFP) corresponds to increased biosynthesis of the effector of interest.  This scheme is depicted in the attached Figure.  Several publications describe our success, both in the design of AraC regulatory protein variants with customized effector specificity (e.g. recognizing D-arabinose, mevalonate, triacetic acid lactone, or p-coumaric acid (in four different cases), all in contrast to the native effector L-arabinose) and in the application of these reporters for screening improved metabolic pathways (e.g. E. coli-based production of mevalonate and triacetic acid lactone were improved as a result of screening libraries of genes involved in the biosynthesis of these compounds).  \n\nIn addition to the case-specific products and results described in publications from this series of studies, these efforts demonstrate novel integration of protein engineering and directed evolution with metabolic engineering, and establish a new technology for improving biocatalysis.  Furthermore, analyses of the mutation profiles of our AraC variants, particularly combined with future studies into the structures of these variants, are providing insights into the mechanisms of molecular recognition and streamlining future protein design efforts.  Finally, the regulatory variants already designed, as well as many additional unique variants being constructed as a result of this research, contribute to the development of biosensors and serve as gene switches and metabolic control devices in synthetic biology applications.  While we have focused on E. coli and the AraC protein, this method can be extrapolated to other microorganisms and regulatory proteins.  \n\nFrom a research mentoring standpoint, this award directly provided research, stipend, and tuition funds for two graduate students. Two postdoctoral researchers were also partly supported through this grant.  Students and postdoctoral associates graduated from the Cirino group have transitioned directly into Ph.D.-level biotechnology research positions in industry, postdoctoral research positions, or junior faculty positions in academia.\n\nThis award additionally fostered the development of undergraduate research training and new educational curricula (e.g. a graduate course in metabolic engineering and a senior elective biomolecular engineering course that includes a web-based lab component), aimed at strengthening the biomolecular engineering core within chemical engineering.  Most notably, numerous undergraduate students received invaluable laboratory training and research experience relating to this NSF-funded project, preparing them for careers in biotechnology.  REU students, \"iGEM\" participants, Honors thesis students, students in under-represented groups (SROP) and work-study students worked alongside graduate students and postdocs, and were exposed to a variety of experimental procedures relating to protein engineering. This additionally provided mentoring experience for the groupÆs graduate students and postdocs.\n\nIn addition to the publications directly resulting from this research project (listed below), oral and poster presentations at numerous professional meetings, presented by graduate students in many cases, have described results from this research (IBE National meeting 2007; ECI Biochemical Engineering XV; AICHE National Meeting 2007, 2008, 2009; ICBE 2009; SIM 2010, 2011; ACS 2008, 2009, 2010, 2011, 2012).\n\n \n\nPub..."
 }
}