{
 "awd_id": "1135482",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Collaborative Research: CI-WATER, Cyberinfrastructure to Advance High Performance Water Resource Modeling",
 "cfda_num": "47.083",
 "org_code": "01120000",
 "po_phone": "7032927575",
 "po_email": "skennan@nsf.gov",
 "po_sign_block_name": "Sean Kennan",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 3435873.0,
 "awd_amount": 3435873.0,
 "awd_min_amd_letter_date": "2011-09-23",
 "awd_max_amd_letter_date": "2011-09-23",
 "awd_abstract_narration": "Proposal Number:\t\t\tEPS-1135482\r\n\r\nLead Institution:\t\t\tBrigham Young University \r\n\r\nProject Director:\t\t\tNorman Jones\r\n\r\nLinked to:\tEPS-1135483 (University of Wyoming)\r\n\r\nProposal Title:\tCollaborative Research: CI-WATER, Cyberinfrastructure to Advance High Performance Water Resource Modeling\r\n\r\n\r\nThe project seeks to establish a consortium of Utah and Wyoming researchers who will acquire and develop hardware and software cyberinfrastructure (CI) to support the development and use of large-scale, high-resolution computational water resources models. These models will enable comprehensive examination of integrated system behavior through physically-based, data-driven simulations. Successful integration requires data, software, hardware, simulation models, and tools to visualize and disseminate results, as well as outreach to engage stakeholders and impart science into policy and management decisions. The project, called CI-WATER, will provide a robust and distributed CI consisting of integrated data services, modeling and visualization tools, and a comprehensive education and outreach program that can revolutionize how computer models are used to support water resources research in the Intermountain West and beyond.\r\n\r\n\r\nIntellectual Merit: The integrated data-intensive modeling enabled by the proposed CI will lead to better understanding of coupled natural and human water resources systems and their response and sensitivity to changes across space-time scales. Advances in data and modeling systems that enhance HPC usability and access by non-HPC specialists will transform the way hydrologic knowledge is created and provide broader informatics applicability beyond the field of water resources.\r\n\r\n\r\nBroader Impacts: The project will provide CI that improves access to data and sophisticated models, enable scientists to populate models with readily accessible data, harness HPC resources to perform multi-decadal simulations over large spatial areas with space-time resolution, and transform the way hydrologic knowledge is used in water resource planning and management. The CI enhancements will be integrated into a robust education program focused on improving cyber-literacy throughout the region",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "EPS",
 "org_div_long_name": "EPSCoR",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Norman",
   "pi_last_name": "Jones",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Norman L Jones",
   "pi_email_addr": "njones@byu.edu",
   "nsf_id": "000424628",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Tarboton",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "David G Tarboton",
   "pi_email_addr": "david.tarboton@usu.edu",
   "nsf_id": "000097690",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Hunter",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Laura G Hunter",
   "pi_email_addr": "lhunter@uen.org",
   "nsf_id": "000425204",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Nelson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Nelson",
   "pi_email_addr": "jimn@byu.edu",
   "nsf_id": "000423583",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Corbato",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Steven C Corbato",
   "pi_email_addr": "corbato@linkoregon.org",
   "nsf_id": "000519008",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 3435873.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>PROJECT OUTCOMES REPORT</strong></p>\n<p>NSF EPSCoR RII Track II Collaborative Cooperative Agreements 1135482/1135483: Cyberinfrastructure-WATER (CI-WATER)</p>\n<p>Brigham Young University, Utah State University, the University of Utah, the University of Wyoming</p>\n<p>Water is essential to all life, and with changes in demand from population growth and relocation, and shifts in when and where it is available, we need innovative tools to help us better plan, particularly in the West, where drought, flash flooding and snowfall changes may jeopardize our economy and quality of life. To help fill this need, four Utah and Wyoming research universities have collaborated on CI-WATER, a $6 million project to improve water forecasting and build the capacity for advanced research that leverages the power of high performance computing (HPC). Launched in 2011, the project has met its goals to (1) enhance cyberinfrastructure facilities, (2) enhance access to technically complex modeling, (3) advance high-resolution watershed modeling, and (4) promote science, technology, engineering and math (STEM) learning and water science engagement.</p>\n<p>&nbsp;<strong>Enhance Cyberinfrastructure Facilities</strong></p>\n<p>Technological advances have made it possible to amass more data about the interrelated systems that affect water resources than ever before. To tap the potential insights we can gain from this Big Data, we need robust computing systems that can run highly complex simulations and store the large datasets that are now available. Through CI-WATER, the University of Wyoming and University of Utah, which serve as data and computational hubs for researchers throughout the region, have upgraded equipment and systems to better address the needs of researchers, water resource managers and the general public. In addition to supporting the hydrological focus of CI-WATER, the improved processing speeds and storage capacities provide critical infrastructure for our region&rsquo;s future research and information management innovations.</p>\n<p><strong>Enhance Access with Data and Modeling Services</strong></p>\n<p>CI-WATER addressed an additional barrier to getting a clearer picture of our water future: the accessibility of next-generation research tools. Water managers and researchers, faced with the daunting prospect of learning esoteric computer skills to use HPC resources, understandably opt to rely on outdated information and methods. CI-WATER brings advanced modeling closer in reach with 23 models, tools and web applications, including easy-to use interfaces. Additionally, water resources are affected by diverse factors, from the behavior of precipitation and soil conditions to human demand and more. Behind the scenes, CI-WATER built information systems between models so users can assess water resources with a new level of breadth and depth without needing to become HPC experts. The result of this effort was water resource management tools that can provide clearer forecasts of future availability, be adapted to other regions, and support positive outcomes in the future through responsive, research-based planning.</p>\n<p><strong>Advance High Resolution Watershed Modeling</strong></p>\n<p>CI-WATER developed advanced HPC-capable modeling capabilities so water analysts can better understand how water moves through the Intermountain West, including ADHydro, one of the most robust, high resolution, water modeling systems in the world. ADHydro is groundbreaking in its scale and detail, and includes all processes relevant to water, including precipitation, soil infiltration, evaporation and transpiration, human factors and more. The ADHydro model incorporates a new, transformational solution for water movement through soils that is accurate, reliable, and computationally efficient.&nbsp; In addition to producing more accurate water resources forecasts for regional water analysts, CI...",
  "por_txt_cntn": "\nPROJECT OUTCOMES REPORT\n\nNSF EPSCoR RII Track II Collaborative Cooperative Agreements 1135482/1135483: Cyberinfrastructure-WATER (CI-WATER)\n\nBrigham Young University, Utah State University, the University of Utah, the University of Wyoming\n\nWater is essential to all life, and with changes in demand from population growth and relocation, and shifts in when and where it is available, we need innovative tools to help us better plan, particularly in the West, where drought, flash flooding and snowfall changes may jeopardize our economy and quality of life. To help fill this need, four Utah and Wyoming research universities have collaborated on CI-WATER, a $6 million project to improve water forecasting and build the capacity for advanced research that leverages the power of high performance computing (HPC). Launched in 2011, the project has met its goals to (1) enhance cyberinfrastructure facilities, (2) enhance access to technically complex modeling, (3) advance high-resolution watershed modeling, and (4) promote science, technology, engineering and math (STEM) learning and water science engagement.\n\n Enhance Cyberinfrastructure Facilities\n\nTechnological advances have made it possible to amass more data about the interrelated systems that affect water resources than ever before. To tap the potential insights we can gain from this Big Data, we need robust computing systems that can run highly complex simulations and store the large datasets that are now available. Through CI-WATER, the University of Wyoming and University of Utah, which serve as data and computational hubs for researchers throughout the region, have upgraded equipment and systems to better address the needs of researchers, water resource managers and the general public. In addition to supporting the hydrological focus of CI-WATER, the improved processing speeds and storage capacities provide critical infrastructure for our regionÆs future research and information management innovations.\n\nEnhance Access with Data and Modeling Services\n\nCI-WATER addressed an additional barrier to getting a clearer picture of our water future: the accessibility of next-generation research tools. Water managers and researchers, faced with the daunting prospect of learning esoteric computer skills to use HPC resources, understandably opt to rely on outdated information and methods. CI-WATER brings advanced modeling closer in reach with 23 models, tools and web applications, including easy-to use interfaces. Additionally, water resources are affected by diverse factors, from the behavior of precipitation and soil conditions to human demand and more. Behind the scenes, CI-WATER built information systems between models so users can assess water resources with a new level of breadth and depth without needing to become HPC experts. The result of this effort was water resource management tools that can provide clearer forecasts of future availability, be adapted to other regions, and support positive outcomes in the future through responsive, research-based planning.\n\nAdvance High Resolution Watershed Modeling\n\nCI-WATER developed advanced HPC-capable modeling capabilities so water analysts can better understand how water moves through the Intermountain West, including ADHydro, one of the most robust, high resolution, water modeling systems in the world. ADHydro is groundbreaking in its scale and detail, and includes all processes relevant to water, including precipitation, soil infiltration, evaporation and transpiration, human factors and more. The ADHydro model incorporates a new, transformational solution for water movement through soils that is accurate, reliable, and computationally efficient.  In addition to producing more accurate water resources forecasts for regional water analysts, CI-WATERÆs watershed models can be adapted for use in other regions, and currently transitioning into real world use at the NOAA/NWS National Water Center for use in future hydrologic forecasting models..."
 }
}