{
 "awd_id": "1135071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Support for Attendance by Early Career Geochemists and Petrologists to the Mineralogical Society of America Short Course on Sulfur in Magmas and Melts in August 2011",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 9990.0,
 "awd_amount": 9990.0,
 "awd_min_amd_letter_date": "2011-05-16",
 "awd_max_amd_letter_date": "2011-05-16",
 "awd_abstract_narration": "This award will provide partial financial support for travel and meeting registration expenses of six early career U.S. geochemists and petrologists to participate in the 74th Mineralogical Society of America (MSA)- and Geochemical Society (GS)-sponsored Short Course on 'Sulfur in Magmas and Melts and Its Importance for Natural and Technical Processes' and its associated two-day summer school activities to be held in Germany.  Funding will facilitate the participation by early career U.S. investigators (graduate students and postdoctoral researchers) in geochemistry and petrology who might not otherwise attend given the expense of air travel to Europe in the summer months.  This short course brings together experts in diverse fields to discuss recent research findings as well as strategies for future collaborative research on topics related to the role of the volatile component sulfur in a wide variety of natural processes bearing on magmas, mineralization, and volcanism and on processes of manufacturing glasses and steels for industrial applications.\r\n\r\nThis is the 74th MSA/GS Short Course will foster research collaboration and sharing of   information between investigators of natural processes involving magmatic sulfur, processes of producing synthetic glasses that involve sulfur, and those involved in steel production and the importance and behavior of sulfur.  Students and postdocs will be required to submit an abstract and share their scientific results in a poster session, and they will also have numerous opportunities to interact with senior researchers in the crossover fields of   petrology, geochemistry (melts, minerals, and fluids), mineral deposits, stable isotope systematics, experimental petrology, glass production, and steel production.  The participants will also have the unique opportunity to receive training in two, one-day summer school, laboratory-based activities to be held at universities in Germany (which have been designed by a co-organizer of the short course).  These activities are focused on experimental and analytical techniques involving sulfur in aluminosilicate melts and glasses. This summer school will serve to broaden the impact of the short course for early career scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Webster",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "James D Webster",
   "pi_email_addr": "jdw@amnh.org",
   "nsf_id": "000157615",
   "pi_start_date": "2011-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Museum Natural History",
  "inst_street_address": "200 CENTRAL PARK W",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127695975",
  "inst_zip_code": "100245102",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "THE AMERICAN MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "MNJDKB4FXLM6",
  "org_uei_num": "MNJDKB4FXLM6"
 },
 "perf_inst": {
  "perf_inst_name": "American Museum Natural History",
  "perf_str_addr": "Central Park West at 79th St",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100245192",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report for NSF award EAR-1135071 (Support for attendance by early career geochemists and petrologists to the Mineralogical Society of America short course on &ldquo;Sulfur in Magmas and Melts&rdquo; held August 2011)</p>\n<p>&nbsp;</p>\n<p>Jim Webster, AMNH</p>\n<p>June 13, 2012</p>\n<p>&nbsp;</p>\n<p>This award provided financial support for a group of early career investigators including 3 PhD students and 1 postdoctoral fellow to travel from the United States and attend the short course &ldquo;Sulfur in Magmas and Melts and its Importance for Natural and Technical Processes&rdquo; held in Goslar, Germany, in August of 2011.&nbsp; The award also provided partial support for their accommodations and short course registration expenses.&nbsp; The course was organized by Professor Harald Behrens of the University of Hannover, Germany, and by the principal investigator for this award.</p>\n<p>&nbsp;</p>\n<p>The chemical and physical interactions of sulfur with silicate melts are of large interest in the geosciences and in cosmochemistry, glass technology, and metallurgy.&nbsp; Sulfur is one of the most abundant and geochemically active volatiles in magmas. During volcanic eruptions, large amounts of sulfur are released to the atmosphere, mostly as sulfur dioxide and hydrogen sulfide, which have important climatic impacts.&nbsp; Sulfur also plays a fundamentally important role in the generation of metal deposits.&nbsp; This includes the world&rsquo;s largest copper deposits; these deposits also provide significant quantities of other metals including gold and molybdenum.&nbsp; Sulfur is also important in technical processes involved in glass and steel production.</p>\n<p>&nbsp;</p>\n<p>A central issue of this short course initiative was to join researchers from these different disciplines to improve our understanding of the behavior of sulfur in melts and its implications for natural and technical processes. Two central goals of the course were to: (1) exchange specific scientific experiences and initiate new research cooperation and activities (across research disciplines and internationally), and (2) transfer this knowledge to a broad and international group of young PhD-level researchers and students.</p>\n<p>&nbsp;</p>\n<p>The short course involved 70 researchers including professionals from academic institutions and from the steel- and glass-manufacturing industries, 29 PhD students, and several postdoctoral research fellows.&nbsp; The students and postdoctoral fellows attended oral presentations by the academic researchers and scholars and representatives of the&nbsp; manufacturing industries - during the 3-day short course.&nbsp; The short course also involved a set of short summer school activities in which the PhD students were informed of and given hands-on experiences in learning techniques in experimental petrology, and it was supported by publication of the 2011 Mineralogical Society of American Reviews in Mineralogy and Geochemistry volume 74 (which includes 16 chapters bearing on the geochemical behavior and importance of sulfur in molten systems).&nbsp; All of the students were required to present a poster summarizing their research activities.&nbsp; The students and postdoctoral fellows also had many opportunities to talk with the academic and industry scholars during meals, while presenting their posters, and in other informal situations.&nbsp; This combination of professional academics and representatives of industry was unique and quite useful in exposing the postdoctoral fellows and graduate students to a variety of new research methods and to potential employment opportunities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2012<br>\n\t\t\t\t\tModified by: James&nbsp;D&nbsp;Webster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report for NSF award EAR-1135071 (Support for attendance by early career geochemists and petrologists to the Mineralogical Society of America short course on \"Sulfur in Magmas and Melts\" held August 2011)\n\n \n\nJim Webster, AMNH\n\nJune 13, 2012\n\n \n\nThis award provided financial support for a group of early career investigators including 3 PhD students and 1 postdoctoral fellow to travel from the United States and attend the short course \"Sulfur in Magmas and Melts and its Importance for Natural and Technical Processes\" held in Goslar, Germany, in August of 2011.  The award also provided partial support for their accommodations and short course registration expenses.  The course was organized by Professor Harald Behrens of the University of Hannover, Germany, and by the principal investigator for this award.\n\n \n\nThe chemical and physical interactions of sulfur with silicate melts are of large interest in the geosciences and in cosmochemistry, glass technology, and metallurgy.  Sulfur is one of the most abundant and geochemically active volatiles in magmas. During volcanic eruptions, large amounts of sulfur are released to the atmosphere, mostly as sulfur dioxide and hydrogen sulfide, which have important climatic impacts.  Sulfur also plays a fundamentally important role in the generation of metal deposits.  This includes the worldÆs largest copper deposits; these deposits also provide significant quantities of other metals including gold and molybdenum.  Sulfur is also important in technical processes involved in glass and steel production.\n\n \n\nA central issue of this short course initiative was to join researchers from these different disciplines to improve our understanding of the behavior of sulfur in melts and its implications for natural and technical processes. Two central goals of the course were to: (1) exchange specific scientific experiences and initiate new research cooperation and activities (across research disciplines and internationally), and (2) transfer this knowledge to a broad and international group of young PhD-level researchers and students.\n\n \n\nThe short course involved 70 researchers including professionals from academic institutions and from the steel- and glass-manufacturing industries, 29 PhD students, and several postdoctoral research fellows.  The students and postdoctoral fellows attended oral presentations by the academic researchers and scholars and representatives of the  manufacturing industries - during the 3-day short course.  The short course also involved a set of short summer school activities in which the PhD students were informed of and given hands-on experiences in learning techniques in experimental petrology, and it was supported by publication of the 2011 Mineralogical Society of American Reviews in Mineralogy and Geochemistry volume 74 (which includes 16 chapters bearing on the geochemical behavior and importance of sulfur in molten systems).  All of the students were required to present a poster summarizing their research activities.  The students and postdoctoral fellows also had many opportunities to talk with the academic and industry scholars during meals, while presenting their posters, and in other informal situations.  This combination of professional academics and representatives of industry was unique and quite useful in exposing the postdoctoral fellows and graduate students to a variety of new research methods and to potential employment opportunities.\n\n\t\t\t\t\tLast Modified: 06/13/2012\n\n\t\t\t\t\tSubmitted by: James D Webster"
 }
}