{
 "awd_id": "1135727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE/RES: Trends in the Determinants of Gender Segregation Across STEM Majors, 1976 - 2006",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 525000.0,
 "awd_amount": 525000.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "Intellectual Merit: The University of California Los Angeles is conducting a study using national data on entering college students over the past three decades to advance understanding of the characteristics of women and men who pursue specific STEM majors and how those characteristics vary across STEM fields and over time. This study uses data from the Cooperative Institutional Research Program (CIRP) Freshman Survey, a national longitudinal study of entering college students conducted by UCLA's Higher Education Research Institute. The instrument includes dozens of relevant measures, including: self-ratings of academic and mathematical abilities, high school academic achievement and preparation, major choice, academic and career goals, life goals, value orientations, and demographic background. This study takes a unique approach by: (a) disaggregating results by gender and STEM field; (b) incorporating data from over three decades; and (c) using regression decomposition, a statistical method used primarily in economics and sociology, to understand the nature of such changes.\r\n\r\nBroader Impacts: Knowledge about the characteristics of who chooses particular STEM majors and how those characteristics have changed over time is critical to inform and improve efforts to recruit a diverse population of women and men into the STEM workforce. Prior research has identified key factors affecting college women's persistent underrepresentation in STEM fields including preparation, values, psychological factors, and structural barriers. What remains unknown is whether the determinants of STEM interest have changed over time and in different ways for women and men. Further, there is limited understanding of how determinants of participation differ by specific STEM field, a question of particular importance given that the gender gap in participation ranges from severe (engineering and computer science) to minimal (biological sciences).  Project visibility will be enhanced through the production of a professional-quality executive summary, final report, and five discipline-specific reports, available on two high-traffic websites: the Higher Education Research Institute and the Sudikoff Family Institute for Education & New Media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Sax",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Linda J Sax",
   "pi_email_addr": "lsax@g.ucla.edu",
   "nsf_id": "000455569",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerry",
   "pi_last_name": "Jacobs",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jerry A Jacobs",
   "pi_email_addr": "jjacobs@sas.upenn.edu",
   "nsf_id": "000181782",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "11000 KINROSS AVE Ste 102",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900242000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 525000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research over the past several decades has identified key factors affecting college women&rsquo;s persistent underrepresentation in science, technology, engineering, and math (STEM) fields.&nbsp; These factors include academic preparation, values, psychological factors, and structural barriers. Despite the vast literature on this topic, it is unknown whether these determinants of STEM interest have changed over time&mdash;and perhaps in different ways&mdash;for women and men.&nbsp; Further, there is limited understanding of how determinants of STEM participation differ by the specific STEM field, a question of particular importance given that women are severely underrepresented in some fields (e.g., engineering and computer science) but are the majority in others (e.g., biological sciences).&nbsp; This research study used national data on entering college students over the past four decades to advance our understanding of the types of women and men who pursue specific STEM majors and how those characteristics vary across STEM fields and over time.</p>\n<p>To lay the groundwork for our research, we first examined how explanations for the gender gap in STEM have evolved in the literature. Through a systematic review of the gender and STEM literature over the past 40 years, we identified longitudinal patterns and themes in how scholars, practitioners, and policy-makers have conceptualized the determinants of the STEM gender gap, and then evaluated the extent to which these explanations have evolved over time. Ultimately, we learned that scholarly explanations for the gender gap in STEM have not remained static over time. For example, women&rsquo;s underrepresentation in STEM is less often explained by family influence/expectations and is increasingly attributed to women&rsquo;s perceptions of STEM fields.</p>\n<p>Our empirical work then utilized data collected from over 8 million first-time full-time college students entering 1,225 four-year colleges and universities between 1971 and 2011. Data were made available by the Higher Education Research Institute at UCLA. We began by documenting how women&rsquo;s and men&rsquo;s interest in majoring in different STEM subfields has evolved over time. For example, the underrepresentation of women has been sizeable and persistent in engineering (Figure 1), highly variable in computer science (Figure 2), and no longer evident in the biological sciences (Figure 3).</p>\n<p>Then we conducted multivariate analyses within each of five STEM subfields to examine how the determinants of women&rsquo;s and men&rsquo;s decision to major in each field have changed over time. From this, we have learned that the characteristics of women and men aspiring to major in STEM fields have shifted in slightly different ways over the years.</p>\n<p>For example, while math self-concept is one of the most important predictors of STEM major selection, over the past four decades women&rsquo;s comparatively lower math confidence has become a less prominent explanation for their participation in several STEM fields, including two where women are most severely underrepresented: engineering and computer science. Our research also shows that having a social activist orientation&mdash;while still a deterrent to majoring in many STEM fields&mdash;has become a less prominent explanation for women&rsquo;s underrepresentation in engineering.&nbsp; Further, in the field of computer science, we have learned creative and artistic orientations&mdash;which have long been negative predictors of women&rsquo;s interest in computing&mdash;are increasingly prominent among female computer science majors. Taken together, these shifts may represent good news in efforts to recruit a broader spectrum of women into engineering and computer science.</p>\n<p>Our research asserts that knowledge about which types of incoming male and female college students are attracted to different STEM...",
  "por_txt_cntn": "\nResearch over the past several decades has identified key factors affecting college womenÆs persistent underrepresentation in science, technology, engineering, and math (STEM) fields.  These factors include academic preparation, values, psychological factors, and structural barriers. Despite the vast literature on this topic, it is unknown whether these determinants of STEM interest have changed over time&mdash;and perhaps in different ways&mdash;for women and men.  Further, there is limited understanding of how determinants of STEM participation differ by the specific STEM field, a question of particular importance given that women are severely underrepresented in some fields (e.g., engineering and computer science) but are the majority in others (e.g., biological sciences).  This research study used national data on entering college students over the past four decades to advance our understanding of the types of women and men who pursue specific STEM majors and how those characteristics vary across STEM fields and over time.\n\nTo lay the groundwork for our research, we first examined how explanations for the gender gap in STEM have evolved in the literature. Through a systematic review of the gender and STEM literature over the past 40 years, we identified longitudinal patterns and themes in how scholars, practitioners, and policy-makers have conceptualized the determinants of the STEM gender gap, and then evaluated the extent to which these explanations have evolved over time. Ultimately, we learned that scholarly explanations for the gender gap in STEM have not remained static over time. For example, womenÆs underrepresentation in STEM is less often explained by family influence/expectations and is increasingly attributed to womenÆs perceptions of STEM fields.\n\nOur empirical work then utilized data collected from over 8 million first-time full-time college students entering 1,225 four-year colleges and universities between 1971 and 2011. Data were made available by the Higher Education Research Institute at UCLA. We began by documenting how womenÆs and menÆs interest in majoring in different STEM subfields has evolved over time. For example, the underrepresentation of women has been sizeable and persistent in engineering (Figure 1), highly variable in computer science (Figure 2), and no longer evident in the biological sciences (Figure 3).\n\nThen we conducted multivariate analyses within each of five STEM subfields to examine how the determinants of womenÆs and menÆs decision to major in each field have changed over time. From this, we have learned that the characteristics of women and men aspiring to major in STEM fields have shifted in slightly different ways over the years.\n\nFor example, while math self-concept is one of the most important predictors of STEM major selection, over the past four decades womenÆs comparatively lower math confidence has become a less prominent explanation for their participation in several STEM fields, including two where women are most severely underrepresented: engineering and computer science. Our research also shows that having a social activist orientation&mdash;while still a deterrent to majoring in many STEM fields&mdash;has become a less prominent explanation for womenÆs underrepresentation in engineering.  Further, in the field of computer science, we have learned creative and artistic orientations&mdash;which have long been negative predictors of womenÆs interest in computing&mdash;are increasingly prominent among female computer science majors. Taken together, these shifts may represent good news in efforts to recruit a broader spectrum of women into engineering and computer science.\n\nOur research asserts that knowledge about which types of incoming male and female college students are attracted to different STEM fields, and how those characteristics have changed over time, is critical because it can inform and improve efforts to recruit a diverse population of women and men into t..."
 }
}