{
 "awd_id": "1135553",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CI-TEAM DEMO: Collaborative Research: An Online Community to Broaden Access to the Computational Research Enterprise",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sushil K Prasad",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 129834.0,
 "awd_amount": 129834.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "The aim of this CI-TEAM Demonstration Project, leveraging a CDI project, is to build an online community for computational research, by coupling a long-term vision with a focused strategy for growing that community. The long-term vision is an online community in which undergraduate researchers become a key part of the workforce for carrying out computational projects. As a demonstration, this team is implementing a prototype bridging a scientific gateway with a workflow/provenance management system to support computation, project management, and data management. The online community includes an expanding group of universities and supercomputing centers, in which undergraduates, recruited from HBCUs and other diverse sites, work remotely with research groups. The project will begin with students from Carnegie Mellon University and add research groups from other universities in the second year. The community will be hosted by the Materials Digital Library (MatDL) at Kent State University, an online space for community-based computational projects. The long-term vision enabled by this demonstration project uses cyberinfrastructure to restructure the scientific research enterprise in a way that both broadens participation and advances fundamental scientific research. The structure broadens access for students by making high quality research experiences available to undergraduates nationwide. It also broadens participation for others, including especially PhDs in positions at institutions where research is valued, but where high teaching or administrative loads serve as a barrier to research productivity. The current structure of the research enterprise highly favors individuals who can spend nearly full time on research and so take an idea from inception to publication at a competitive pace. The proposed online research community allows individuals to make meaningful contributions with the time they have available. The current structure of the research enterprise also favors individuals in highly research active environments where collaborations with local colleagues can help keep an individual?s research current and vital. The proposed community provides more inclusive mechanisms for establishing such collaborations. Finally, the current structure favors those in institutions with ready access to a work force of talented graduate and undergraduate students. The proposed community partially addresses this by allowing all experts to recruit undergraduates or other novices to participate in research projects. Lowering these barriers has the potential to substantially broaden the audience of both experts and novices who can participate in computational research. This expands the workforce for fundamental scientific research, both by pooling undergraduate work for the projects occurring in the community and by helping train future computational scientists.\r\n\r\nIntellectual merit\r\nIn this demonstration project, cyberinfrastructure will enable both the technical and social constructs needed to support interdisciplinary teams in which experts and novices collaborate remotely on computational research projects. The efficient functioning of such virtual project teams is the key enabler for a long-term vision that restructures the scientific research enterprise to broaden access and participation across experts, novices, and institutions. This long-term vision extends the demonstration\r\nproject to support an inclusive process for the continual creation of online project teams: experimentalists post problems which require computations; computational experts select problems of interest and either perform the calculations themselves or agree to serve as mentors for undergraduates and other novices; and novices sign on to complete specified research tasks under the guidance of expert mentors.\r\n\r\nBroader Impact\r\nThis demonstration project targets undergraduates who do not currently have opportunities to participate in computational research projects, including especially students from under-represented groups. The PIs expect that the virtual character of this project, which reduces geographic and time barriers while increasing access to resources and facilities, will be inviting to students who do not participate in more traditional Undergraduate Research experience programs, such as NSF's Research Experiences for Undergraduate (REUs), because of needs to work locally during the summer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Yaron",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Yaron",
   "pi_email_addr": "yaron@cmu.edu",
   "nsf_id": "000212287",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Gordon",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey J Gordon",
   "pi_email_addr": "ggordon@cs.cmu.edu",
   "nsf_id": "000149234",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747700",
   "pgm_ele_name": "CI-TEAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7477",
   "pgm_ref_txt": "CI-TEAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 129834.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre class=\"a-c-x-Ha a-c-Ma-td-Ib\">This CI-TEAM Demonstration Project has built a prototype online community&nbsp;<br />for computational research with a long-term strategy for growing that <br />community. In the prototype online community, undergraduate researchers <br />worked as a key part of the workforce for carrying out computational projects. <br />This demonstration project has explored technical and social aspects associated <br />with such a community. &nbsp;Significant positive outcomes include providing the <br />undergraduate participants with increased research experiences and <br />substantive computational training that were not possible through on-site <br />involvement at their home institutions. &nbsp;This project successfully supported <br />sixteen students working on undergraduate research. The project also <br />explored a number of means to support these students and manage their <br />work. The first summer research experiences used a set of tools that had <br />been developed for supporting research across multiple sites. These results <br />allowed us to identify a number of weaknesses that guided the work in the <br />following years. Critical requirements for moving beyond a demonstration <br />project to a site that can sustain the community were identified including: <br />broad student recruitment with targeted selection; cyberinfrastructure <br />based integration of workflows and open source scientific software; and <br />integration of workflow with data management, provenance management, <br />and preservation systems. &nbsp;Further refinement of the tools and processes <br />developed here will reach the goal of scaling this demonstration project <br />into a sustainable online research community for undergraduates <br />interested in computational science.</pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/12/2016<br>\n\t\t\t\t\tModified by: David&nbsp;J&nbsp;Yaron</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This CI-TEAM Demonstration Project has built a prototype online community \nfor computational research with a long-term strategy for growing that \ncommunity. In the prototype online community, undergraduate researchers \nworked as a key part of the workforce for carrying out computational projects. \nThis demonstration project has explored technical and social aspects associated \nwith such a community.  Significant positive outcomes include providing the \nundergraduate participants with increased research experiences and \nsubstantive computational training that were not possible through on-site \ninvolvement at their home institutions.  This project successfully supported \nsixteen students working on undergraduate research. The project also \nexplored a number of means to support these students and manage their \nwork. The first summer research experiences used a set of tools that had \nbeen developed for supporting research across multiple sites. These results \nallowed us to identify a number of weaknesses that guided the work in the \nfollowing years. Critical requirements for moving beyond a demonstration \nproject to a site that can sustain the community were identified including: \nbroad student recruitment with targeted selection; cyberinfrastructure \nbased integration of workflows and open source scientific software; and \nintegration of workflow with data management, provenance management, \nand preservation systems.  Further refinement of the tools and processes \ndeveloped here will reach the goal of scaling this demonstration project \ninto a sustainable online research community for undergraduates \ninterested in computational science.\n\n\t\t\t\t\tLast Modified: 01/12/2016\n\n\t\t\t\t\tSubmitted by: David J Yaron"
 }
}