{
 "awd_id": "1135417",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FESD Type I: PLIOcene MAXimum sea level (PLIOMAX): Dynamic ice sheet-Earth response in a warmer world",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Simone Metz",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 4250000.0,
 "awd_amount": 2699956.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "Knowing the maximum eustatic sea level rise that occurred during the mid-Pliocene warm period (~3 Ma ago) is critical to understanding the response of Greenland and Antarctic ice sheets to a modest global warming. Achieving this objective will require advances in modeling ice sheet dynamics, mantle processes, and the interactive coupling of solid Earth, ocean, atmosphere, and cryosphere components of the climate system. An essential missing element is a comprehensive database of globally distributed and dated Pliocene shoreline elevations, capable of providing the data constraints needed to test and guide the development of ice sheet and crustal deformation models that will be used to predict the magnitude and distribution of sea-level rise in a warmer world.  Simulations of the mid Pliocene using state-of-the-art climate-ice models with 400 ppm atm CO2, as suggested by proxy data, fail to produce air temperatures capable of causing significant surface melt in East Antarctica. These results are at odds with the +25 m sea level rise typically cited for the mid-Pliocene (e.g., PRISM) and imply: a) Pliocene CO2 levels may be underestimated; b) climate model sensitivity to CO2 may be far too low; c) the current generation of ice sheet models do not adequately represent important ice sheet physics; d) most sea level estimates for this time period are too high; e) some alternative major influence on climate that has yet to be identified; or f) some combination of the above. Here we propose to collaboratively and systematically work to reduce these uncertainties.  We submit that our expertise in four distinct disciplines, focused on the three objectives described below, will ultimately result in one internally consistent solution to a long-standing question, namely that of Antarctic ice sheet stability in a slightly warmer world. Our proposed five-year plan will deliver:  1) A dramatically improved database of Pliocene shoreline elevations from around the world.  2) A series of experiments (and mapped results) that predict the global isostatic response and expected modern elevations of Pliocene shorelines under different ice sheet, mantle, and dynamic topography scenarios.  3) A coupled high-resolution atmosphere-ocean-ice sheet/shelf-Earth model, the first of its kind.  M. Raymo, a marine geologist with expertise in geochronology and paleoclimatology, and P. Hearty, an expert in field geology of near-shore environments, will lead the data collection effort. J. Mitrovica, an expert on mantle-crustal dynamics with a specific focus on glacial isostasy, will lead the mantle-crust modeling effort. R. DeConto, a climatologist and Earth System modeler, will work with D. Pollard, a leading numerical ice sheet modeler, on climate-ice model construction efforts including coupling, for the first time, to a dynamic Earth model accounting for mantle and gravitational processes (with Mitrovica). \r\nIntellectual Merit: Evidence for ongoing warming of the climate system is unequivocal [IPCC 2007] and sea level rise due to melting glaciers is accelerating [Rignot et al., 2011]. Conservative estimates suggest a further 1-2 ¢ªC of global temperature rise will occur, even if massive reductions in GHG emissions were made. Building a fully-coupled ice-ocean-atmosphere-mantle-crust model capable of predicting future climate and sea level response of the Earth system and providing the data that can help modelers evaluate the fidelity of their ice sheet/climate simulations under different forcing scenarios, are the primary intellectual goals of this proposal. Improving predictive model capability is an essential need in the face of ongoing warming and no greater uncertainty (or potential catastrophe) exists than that of sea level rise. \r\nBroader Impacts: The need for a global array of Pliocene sea level estimates lends itself to a broad, multi-investigator approach and we are committed to engaging as many scientists as possible in this endeavor. This will be accomplished through outreach and collaboration, as well as with a wiki site that will serve as a repository for information relevant to undertaking field studies, including customizable access to modeling results of predicted global eustatic, dynamic topography, and isostatic effects. An NSF-funded companion project, Sea Change, is already creating outreach material for a general audience and these efforts, including our Magic Planet project, will continue in this project as well. In addition to involving two early career scientists as project collaborators (O¡¯Leary and Inglis), the PIs, who collectively have a strong record of teaching and mentoring, will train and mentor post-doctoral, graduate student, and undergraduate researchers as part of this project. One PI (Hearty) will supervise and mentor students at an institution serving students under-represented in the Geosciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maureen",
   "pi_last_name": "Raymo",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Maureen E Raymo",
   "pi_email_addr": "raymo@ldeo.columbia.edu",
   "nsf_id": "000591214",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Pollard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Pollard",
   "pi_email_addr": "pollard@essc.psu.edu",
   "nsf_id": "000453173",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerry",
   "pi_last_name": "Mitrovica",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jerry Mitrovica",
   "pi_email_addr": "jxm@eps.harvard.edu",
   "nsf_id": "000476200",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "DeConto",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M DeConto",
   "pi_email_addr": "deconto@geo.umass.edu",
   "nsf_id": "000092166",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Hearty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Hearty",
   "pi_email_addr": "heartyp@uncw.edu",
   "nsf_id": "000546573",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "685 Commonwealth Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801600",
   "pgm_ele_name": "Front in Earth Sys Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}