{
 "awd_id": "1136477",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dimensions: Collaborative Research:  Functional Diversity of Marine Eukaryotic Phytoplankton and Their Contributions to the C and N Cycling",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 599967.0,
 "awd_amount": 599967.0,
 "awd_min_amd_letter_date": "2011-09-22",
 "awd_max_amd_letter_date": "2011-09-22",
 "awd_abstract_narration": "Intellectual Merit: Phytoplankton form the basis of the marine food web and thus are a crucial element in the biological pump whereby CO2 from the atmosphere is sequestered in the deep ocean. For decades, biological oceanography focused on the eukaryotic phytoplankton. In the 1970-80s, it was discovered that the single celled picocyanobacteria are numerically dominant in the oceans and are responsible for a large fraction of ocean photosynthesis. What ensued was the growth of a new paradigm in which the picocyanobacteria dominate upper ocean biology and biogeochemistry. In fact, new data support the classic view that the eukaryotic phytoplankton are disproportionately important in both N and C cycling, even in regions where very small cells dominate the biomass and where the eukaryotes themselves are in the \"pico\" size fraction. In oligotrophic environments, where very small cells dominate, in situ recycling appears to supply most of the nitrogen (i.e., ammonium) required for primary production. New nitrate supply must balance N loss from the system, however, and new data suggest that this nitrate is an important contribution to phytoplankton N, even in the oceanic deserts. It is not known whether the nitrate supply in these systems is used by the entire assemblage or predominantly by larger phytoplankton (essentially entirely eukaryotic). On the basis of still quite limited molecular surveys, we now recognize that the diversity of both large and small eukaryotic phytoplankton is greater than previously thought and that the most abundant and widespread eukaryotes are probably not in culture and may not be closely related to known cultivated organisms. This project will investigate the taxonomic, genetic and functional diversity of eukaryotic phytoplankton at two North Atlantic sites (subarctic and subtropical) in two seasons.\r\nThe PIs will use diagnostic microarrays for community analysis based on functional genes (both DNA and RNA) and next generation sequencing (i.e., transcriptomics using 454 technology) to identify the players, both in terms of community composition and activity, and to explore the functional diversity of the natural assemblage. In order to identify which groups are active in C and N assimilation and which N source is being utilized by the different size and functional groups, both filter-separated and flow cytometry-sorted samples will be used to 1) measure 13C primary production and 15N assimilation by incubations with isotope tracers, 2) measure the natural stable N isotope signatures of different taxonomic groups and 3) link the molecular diversity to the functional diversity in C and N transformations. Using flow cytometry linked to mass spectrometry, these investigators have found an unexpectedly strong differentiation in the form of N assimilated by prokaryotes and eukaryotes, with eukaryotes being more dynamic.\r\n\r\nIntegration: This project will investigate the taxonomic, genetic and functional diversity of eukaryotic phytoplankton and to link this diversity and assemblage composition to the carbon and nitrogen biogeochemistry of the surface ocean. Taxonomic diversity will be investigated by identifying the components of the phytoplankton assemblages using molecular, chemical and microscope methods. Genetic diversity will be explored at several levels, including direct sequencing of clone libraries of key functional genes and metatranscriptomic sequencing and microarray analysis of size fractionated/sorted phytoplankton assemblages. Using natural abundance and tracer stable isotope methods, genetic and taxonomic diversity will be linked to functional diversity in C and N assimilation in size- fractionated and taxon-sorted populations.\r\n\r\nBroader Impacts: The broader impacts of this project include contributions to fundamental research and education: 1) continued development of new advanced methods of isotope analysis in environmental samples, with increasing breadth of applications in biogeochemistry and biodiversity; 2) undergraduate teaching in foundation courses on climate and environmental science to recruit freshmen and sophomore students into the science majors; 3) undergraduate research experience through internships and senior thesis research (a requirement at Princeton) for upper level undergraduates; 4) training the next generation of microbial ecology/ biogeochemistry researchers through classroom and research experience at the graduate level. In addition, a new module will be created (The Forests and Deserts of the Ocean) for the Princeton outreach program for middle school teachers (QUEST, Questioning Underlies Effective Science Teaching).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Allen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew E Allen",
   "pi_email_addr": "aallen@jcvi.org",
   "nsf_id": "000258002",
   "pi_start_date": "2011-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "J. Craig Venter Institute, Inc.",
  "inst_street_address": "4120 CAPRICORN LN",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8582001864",
  "inst_zip_code": "920373498",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "J. CRAIG VENTER INSTITUTE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "FL8UNYTG72D1"
 },
 "perf_inst": {
  "perf_inst_name": "J. Craig Venter Institute, Inc.",
  "perf_str_addr": "10355 Science Center Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921211118",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 599967.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research examined functional, genetic and taxonomic diversity of eukaryotic phytoplankton in the surface ocean. Marine phytoplankton account for about half the annual global primary production.&nbsp; As the basis of the marine food web, phytoplankton are a crucial element in the biological pump whereby CO<sub>2</sub> from the atmosphere is eventually sequestered in the deep ocean.&nbsp; Many factors contribute to the diversity of phytoplankton and their roles in primary production, the local food web and global export production.&nbsp; In addition to variations in size, different groups of phytoplankton exhibit different physiological and biochemical capabilities, &ldquo;preferences&rdquo; for nutrient utilization and growth form.&nbsp; For example, small cells, whether prokaryotic or eukaryotic, have the advantage of large surface to volume ratios and generally grow faster than their larger congeners or functional parallels at lower nutrient concentrations.&nbsp; With their simplified genomes, the most abundant picophytoplankton, <em>Prochlorococcus</em>, is generally unable to utilize nitrate, and apparently achieves its high cell abundance in the oligotrophic ocean by exploiting regenerated nitrogen. In contrast, diatoms, generally larger cells with larger more complex genomes, can grow nearly as fast and they achieve their highest growth rates on nitrate.&nbsp; Although stochastic factors &ndash; essentially, being in the right place at the right time &ndash; may determine which species dominates a bloom, similarities in some fundamental properties may be selective in defining a winning life form. &nbsp;For example, species able to &nbsp;escape microzooplankton predation because of their size (large cells) or protection (chemical or mechanical) consistently dominate the biomass in blooms .</p><p>&nbsp;</p><p>Size and functional diversity are important parameters in biogeochemical models, which are used to investigate the fate of carbon and nitrogen in the ocean.&nbsp;&nbsp; Differences in the physical regime of, e.g., the central gyres vs. the subpolar oceans, are reflected in differences in phytoplankton community composition in terms of size and taxonomy.&nbsp; Therefore we expect that global change that includes perturbation of the temperature and nutrient structure of the ocean will lead to changes in the phytoplankton community and the rest of the food web. Climate change and nitrogen fertilization of the open ocean are potential new drivers of phytoplankton biodiversity.&nbsp; Understanding the current structure and function of phytoplankton assemblages is thus essential to the effectiveness of models for predicting response of ocean productivity to global changes.</p><p>&nbsp;</p><p>Here we assign specific functions to major groups of phytoplankton that dominate the oceans largest biomes. Three major groups, the mamiellales, pyrmnesiophytes, and pelagophytes, dominate these ecosystems. Through comparative ecological genomics we contrast the evolution and ecology of these groups to the large phytoplankton cells that dominate coastal regions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/14/2015<br>\n\t\t\t\t\tModified by: Andrew&nbsp;E&nbsp;Allen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>\n<div class=\"porColContainerHR\">\n<div class=\"porContentCol\">\n<h2>Addendum # 1</h2><p>This project has been registered at BCO-DMO:</p>\n<p>http://www.bco-dmo.org/project/544343</p>\n<p>Molecular and diversity/genomic data has been deposited at BCO-DMO under: <a href=\"http://www.bco-dmo.org/dataset/565717\">http://www.bco-dmo.org/dataset/565717</a> and linked to the project page above. This BCO-DMO entry includes results broken down by bacteria, archaea, eukaryotic chloroplast, and eukaryote. As noted in BCO-DMO, processed sequences from this data set can be found at <a href=\"http://scripps.ucsd.edy/labs/aallen/data/\">http://scripps.ucsd.edy/labs/aallen/data/</a> under microbi...",
  "por_txt_cntn": "\nThis research examined functional, genetic and taxonomic diversity of eukaryotic phytoplankton in the surface ocean. Marine phytoplankton account for about half the annual global primary production.  As the basis of the marine food web, phytoplankton are a crucial element in the biological pump whereby CO2 from the atmosphere is eventually sequestered in the deep ocean.  Many factors contribute to the diversity of phytoplankton and their roles in primary production, the local food web and global export production.  In addition to variations in size, different groups of phytoplankton exhibit different physiological and biochemical capabilities, \"preferences\" for nutrient utilization and growth form.  For example, small cells, whether prokaryotic or eukaryotic, have the advantage of large surface to volume ratios and generally grow faster than their larger congeners or functional parallels at lower nutrient concentrations.  With their simplified genomes, the most abundant picophytoplankton, Prochlorococcus, is generally unable to utilize nitrate, and apparently achieves its high cell abundance in the oligotrophic ocean by exploiting regenerated nitrogen. In contrast, diatoms, generally larger cells with larger more complex genomes, can grow nearly as fast and they achieve their highest growth rates on nitrate.  Although stochastic factors &ndash; essentially, being in the right place at the right time &ndash; may determine which species dominates a bloom, similarities in some fundamental properties may be selective in defining a winning life form.  For example, species able to  escape microzooplankton predation because of their size (large cells) or protection (chemical or mechanical) consistently dominate the biomass in blooms .\n \nSize and functional diversity are important parameters in biogeochemical models, which are used to investigate the fate of carbon and nitrogen in the ocean.   Differences in the physical regime of, e.g., the central gyres vs. the subpolar oceans, are reflected in differences in phytoplankton community composition in terms of size and taxonomy.  Therefore we expect that global change that includes perturbation of the temperature and nutrient structure of the ocean will lead to changes in the phytoplankton community and the rest of the food web. Climate change and nitrogen fertilization of the open ocean are potential new drivers of phytoplankton biodiversity.  Understanding the current structure and function of phytoplankton assemblages is thus essential to the effectiveness of models for predicting response of ocean productivity to global changes.\n \nHere we assign specific functions to major groups of phytoplankton that dominate the oceans largest biomes. Three major groups, the mamiellales, pyrmnesiophytes, and pelagophytes, dominate these ecosystems. Through comparative ecological genomics we contrast the evolution and ecology of these groups to the large phytoplankton cells that dominate coastal regions.\n\n\t\t\t\t\tLast Modified: 04/14/2015\n\n\t\t\t\t\tSubmitted by: Andrew E Allen\nThis project has been registered at BCO-DMO:\n\nhttp://www.bco-dmo.org/project/544343\n\nMolecular and diversity/genomic data has been deposited at BCO-DMO under: http://www.bco-dmo.org/dataset/565717 and linked to the project page above. This BCO-DMO entry includes results broken down by bacteria, archaea, eukaryotic chloroplast, and eukaryote. As noted in BCO-DMO, processed sequences from this data set can be found at http://scripps.ucsd.edy/labs/aallen/data/ under microbial diversity data sets.\n\nOther genomic data generated through this project has been deposited in the NCBI sequence read archive under accession SRX278429-SRX78432 and SRX278437.\nLast Modified: 09/22/2015\nSubmitted by: Andrew E Allen"
 }
}