{
 "awd_id": "1136219",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrated Experimental- Computational Modeling of Deformation and Fatigue in Advanced Structural Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 94263.0,
 "awd_amount": 94263.0,
 "awd_min_amd_letter_date": "2011-06-30",
 "awd_max_amd_letter_date": "2011-06-30",
 "awd_abstract_narration": "In this collaborative effort, the PI?s will develop a system of 3D image-based computational models for finite deformation crystal plasticity modeling that incorporates morphological features and crystallographic orientations of real material microstructures. An innovative grain-based adaptive finite element model will be created for accurate and efficient analyses, overcoming limitations of conventional FE methods. Each grain in a polycrystalline aggregate will be represented by a single super-element incorporating a special hybrid assumed stress-plastic strain formulation. The element will feature adaptive augmentation of resolution to represent evolving localization zones and nascent cracks in the microstructure. Crystallographic dislocation densities will also be incorporated as spatial field variables, which can convect and localize to affect plastic hardening. Effective multi-scaling schemes for coupling the dislocation density model with efficient coarse-grained crystal plasticity models will be developed.  The GAFEM developments will also be accompanied by a multiple time scale model for simulating large number of cycles required to capture initiation and evolution in fatigue crack simulations.   New strategies for the measurement of microstructural response to mechanical loading will be incorporated for calibrating constitutive models. Novel, complementary experiments at different scales, will use a combination of focused ion beam (FIB) micromachining of test articles coupled with testing in a modified nanoindentor and other testing methods, enabling extraction of high quality uniaxial and simple bending constitutive data, and state-of-the-art SEM and TEM observations. Interfaces will be characterized with pillar/cantilever testing of bicrystals and with a combination of orientation microscopy (OM) analysis, surface strain mapping and optical interferometry.  These procedures will form a basis for the development of property databases necessary for verification and validation of microstructure-sensitive deformation and damage modeling. \r\n\r\nThe program, upon completion, will provide an unprecedented detailed and integrated understanding of the role of microstructure on deformation and failure characteristics in Ti alloys. This is critical to reliable materials design, especially with respect to creep and fatigue characteristics. Success of this new paradigm will be of great interest to industries such as GE Aviation since the time and cost saving for inserting advanced alloys in safety-critical applications will be tremendous and will allow industry to leapfrog present technologies. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Somnath",
   "pi_last_name": "Ghosh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Somnath Ghosh",
   "pi_email_addr": "sghosh20@jhu.edu",
   "nsf_id": "000574304",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182683",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 94263.0
  }
 ],
 "por": null
}