{
 "awd_id": "1136428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cal Poly Pomona Noyce Master Teacher Fellows Program (CPP MTFs)",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 1438805.0,
 "awd_amount": 1438805.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2013-12-24",
 "awd_abstract_narration": "Cal Poly Pomona, in partnership with Pomona Unified School District and Ontario Montclair School District,  is preparing 20 middle school Master teachers using a five-year video-based analysis-of-practice professional development program focused on improving Master teacher science and mathematics content knowledge, pedagogical content knowledge and leadership skills.  Video and computer technologies provide an opportunity for creating a practice-based program which includes videotaped lessons and coaching sessions with student teachers along with accompanying lesson plans, student work, student assessments and curriculum materials that support important Master teacher learning.   The project is looking at program effectiveness in terms of its impact on student teacher learning and retention in the field. A quasi-experimental two-group design allows for comparisons between student teachers whose Cooperating Teacher experienced the CPP MTF program and student teachers who received support from Cooperating Teachers who were not in the program. Pre-post assessments of MTFs' content knowledge, pedagogical content knowledge (PCK), communication and facilitation skills, pre-post videos of MTFs' classroom practice, and pre-post student teacher content knowledge and PCK as well as a longitudinal data base provide the necessary data to analyze factors that predict student teacher learning and their longevity in the teaching profession.  The project is using a longitudinal database to track attrition rates of student teachers from both groups to determine the value added to student teachers as a result of their Master teacher's participation in the CPP MTF program.  MTFs gain the knowledge and skills necessary to become adjunct faculty in the College of Education and Integrative Studies at Cal Poly Pomona as well as receive state certification as a Teacher Performance Assessment Scorer. Options to become National Board Certified, potential mentors in the Beginning Teacher Support and Assessment (BTSA) Program within their school district or complete the requirements for certification in an additional content field are available to the MTFs.   The Huntington Library, located in Pasadena, provides expertise and resources critical to botany content.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Wickler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Wickler",
   "pi_email_addr": "nizwickler@cpp.edu",
   "nsf_id": "000330120",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Janeen",
   "pi_last_name": "Volsey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janeen Volsey",
   "pi_email_addr": "jevolsey@cpp.edu",
   "nsf_id": "000414658",
   "pi_start_date": "2011-08-24",
   "pi_end_date": "2013-12-24"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurie",
   "pi_last_name": "Riggs",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Laurie J Riggs",
   "pi_email_addr": "lriggs@cpp.edu",
   "nsf_id": "000502980",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Homeyra",
   "pi_last_name": "Sadaghiani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Homeyra Sadaghiani",
   "pi_email_addr": "hrsadaghiani@cpp.edu",
   "nsf_id": "000529844",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Page",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Page",
   "pi_email_addr": "mfpage@cpp.edu",
   "nsf_id": "000562326",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cal Poly Pomona Foundation, Inc.",
  "inst_street_address": "3801 W TEMPLE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POMONA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9098692948",
  "inst_zip_code": "917682557",
  "inst_country_name": "United States",
  "cong_dist_code": "35",
  "st_cong_dist_code": "CA35",
  "org_lgl_bus_name": "CAL POLY POMONA FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "JMGMMM7BMBT6"
 },
 "perf_inst": {
  "perf_inst_name": "California State Polytechnic University, Pomona",
  "perf_str_addr": "3801 W Temple Ave",
  "perf_city_name": "Pomona",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917682557",
  "perf_ctry_code": "US",
  "perf_cong_dist": "35",
  "perf_st_cong_dist": "CA35",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "7908",
   "pgm_ref_txt": "Teaching & Mstr Tchng Fellows"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1438805.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The California State Polytechnic University, Pomona (CPP) Robert Noyce Master Teacher Fellows program has positively improved Master Teacher Fellows&rsquo; (MTF) content knowledge, use of research based teaching strategies from the Science Teachers Learning through Lesson Analysis (STeLLA) video-analysis based professional development program, efficacy for teaching math or science, and participation and confidence as leaders, particularly with respect to pedagogical content knowledge. MTFs unanimously agreed that the program deepened their content knowledge and equipped them with strategies to create student-centered lessons. They also overwhelming reported a boost in their confidence, especially related to presenting, public speaking and in leadership roles within their districts and professional communities. Comparisons of pre and post assessments showed significant improvements over time in probability and statistics conceptual understanding, algebraic equations/inequalities, and life and physical science declarative knowledge, in spite of relatively small sample sizes and the corresponding loss of statistical power. &nbsp;Overall, the MTF program provided MTFs with a valuable experience that had a positive, even fairly transformative, effect on their teaching practice.</p>\n<p>Program and data collection changes needed to be made throughout the program, based on formative feedback and real-world challenges (e.g., lack of student teachers, small control group, unavailability of student standardized test data), yet the program was still well-implemented. Participating MTFs were satisfied overall with the program, the STeLLA conceptual framework of &ldquo;student thinking&rdquo; and &ldquo;content storyline&rdquo;, their group facilitators, and the Summer Institutes, though there were differences between each of the four groups (7<sup>th</sup> grade math, 7<sup>th</sup> grade science, 8<sup>th</sup> grade math, 8<sup>th</sup> grade science). In addition, all MTFs reported satisfaction overall with their group facilitators throughout the program. One of the longest-lasting changes established throughout the program was a mutual respect and collaboration between university faculty and middle school teachers working in some of our most challenging schools. When reflecting on their time in the program, MTFs expressed gratitude and appreciation.</p>\n<p>Importantly, MTFs appear to be influencing other teachers and administrators, including through sharing lessons and activities and providing formal and informal leadership for other teachers in their schools and districts that serve a large number of underrepresented minority students and English learners. We understand that the scope of MTFs&rsquo; influence was directly influenced by the culture of the school and the reception of their ideas and materials by their colleagues and administration. Despite numerous challenges, the MTFs, particularly those who participated in the program for the duration (five years), have met program goals. Their participation has had a positive effect on their own knowledge and skills, and consequently they have provided enriched opportunities for their students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/25/2017<br>\n\t\t\t\t\tModified by: Nicole&nbsp;Wickler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe California State Polytechnic University, Pomona (CPP) Robert Noyce Master Teacher Fellows program has positively improved Master Teacher Fellows? (MTF) content knowledge, use of research based teaching strategies from the Science Teachers Learning through Lesson Analysis (STeLLA) video-analysis based professional development program, efficacy for teaching math or science, and participation and confidence as leaders, particularly with respect to pedagogical content knowledge. MTFs unanimously agreed that the program deepened their content knowledge and equipped them with strategies to create student-centered lessons. They also overwhelming reported a boost in their confidence, especially related to presenting, public speaking and in leadership roles within their districts and professional communities. Comparisons of pre and post assessments showed significant improvements over time in probability and statistics conceptual understanding, algebraic equations/inequalities, and life and physical science declarative knowledge, in spite of relatively small sample sizes and the corresponding loss of statistical power.  Overall, the MTF program provided MTFs with a valuable experience that had a positive, even fairly transformative, effect on their teaching practice.\n\nProgram and data collection changes needed to be made throughout the program, based on formative feedback and real-world challenges (e.g., lack of student teachers, small control group, unavailability of student standardized test data), yet the program was still well-implemented. Participating MTFs were satisfied overall with the program, the STeLLA conceptual framework of \"student thinking\" and \"content storyline\", their group facilitators, and the Summer Institutes, though there were differences between each of the four groups (7th grade math, 7th grade science, 8th grade math, 8th grade science). In addition, all MTFs reported satisfaction overall with their group facilitators throughout the program. One of the longest-lasting changes established throughout the program was a mutual respect and collaboration between university faculty and middle school teachers working in some of our most challenging schools. When reflecting on their time in the program, MTFs expressed gratitude and appreciation.\n\nImportantly, MTFs appear to be influencing other teachers and administrators, including through sharing lessons and activities and providing formal and informal leadership for other teachers in their schools and districts that serve a large number of underrepresented minority students and English learners. We understand that the scope of MTFs? influence was directly influenced by the culture of the school and the reception of their ideas and materials by their colleagues and administration. Despite numerous challenges, the MTFs, particularly those who participated in the program for the duration (five years), have met program goals. Their participation has had a positive effect on their own knowledge and skills, and consequently they have provided enriched opportunities for their students.\n\n\t\t\t\t\tLast Modified: 07/25/2017\n\n\t\t\t\t\tSubmitted by: Nicole Wickler"
 }
}