{
 "awd_id": "1136530",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Identification of Genes Associated with Resistance to Epizootic Disease in a Marine Invertebrate",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Lesser",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 51285.0,
 "awd_amount": 51285.0,
 "awd_min_amd_letter_date": "2011-04-13",
 "awd_max_amd_letter_date": "2011-04-13",
 "awd_abstract_narration": "Funding was requested to identify MSX disease resistance genes in oysters to better understand the genetic mechanisms of host defense, which are poorly known in marine invertebrates. These genes or markers are valuable for studying host-pathogen interactions and predicting host population response. The team will collect and analyze pre-epizootic samples and establish a baseline population genetics signature of a natural population that is potentially about to undergo a heavy selective mortality by MSX. They will also collect samples as the epizootic progresses and after mortality has occurred to validate markers for MSX-resistance and document genetic changes caused by MSX outbreaks.\r\n\r\nThe team has previously worked at this location through a NSF Ecology of Infectious Disease award and has already identified a set of genes/markers that are associated with resistance to MSX and/or Dermo. Because MSX and Dermo occurred together, they could not separate MSX from Dermo resistance. This MSX outbreak in Maine, where Dermo is negligible, provides a rare opportunity to do so and observe the timeline of a genetic response of the host population and possibly rapid development of resistance.\r\n\r\nThis request was made through a Rapid Response Research Grant (RAPID) rather than through a regular proposal because a new outbreak of MSX disease, caused by water-borne protozoan parasite Haplosporidium nelsoni, is being observed in eastern oysters in Maine. The prevalence has reached 96%, and heavy mortalities are expected soon when water temperature increases this spring and summer. The study must be undertaken without delay in order to understand the genetic mechanisms of oyster defense to MSX disease and observe the timeline of genetic response and development of resistance of the host population.\r\n\r\nBroader Impacts of this proposal include participation of one graduate student. The study will take advantage of the new outbreak of MSX disease being observed in eastern oysters in Maine to understand the response of oyster populations to MSX disease. The results will be useful for understanding the consequences of future similar outbreaks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ximing",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ximing Guo",
   "pi_email_addr": "xguo@hsrl.rutgers.edu",
   "nsf_id": "000426881",
   "pi_start_date": "2011-04-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Ford",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Susan E Ford",
   "pi_email_addr": "susan@hsrl.rutgers.edu",
   "nsf_id": "000239962",
   "pi_start_date": "2011-04-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Bouchard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah Bouchard",
   "pi_email_addr": "deborah.bouchard@maine.edu",
   "nsf_id": "000590716",
   "pi_start_date": "2011-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "6959 Miller Avenue",
  "perf_city_name": "Port Norris",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "083493167",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NJ02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "7242",
   "pgm_ref_txt": "ECOLOGY OF INFECTIOUS DISEASES"
  },
  {
   "pgm_ref_code": "7308",
   "pgm_ref_txt": "BE-UF: ECOL OF INFECTIOUS DISE"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 51285.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Identification of disease resistance genes has been critical to our understanding of the genetic mechanisms that humans use to combat disease.&nbsp; Genes are also involved in disease resistance in other organisms, including marine invertebrates, but are much less well known. &nbsp;These genes are valuable for studying host-pathogen interactions, predicting host response and developing disease-resistant stocks.&nbsp; One way to identify genes or markers of resistance, is to compare their frequency in the survivors of disease-caused mortality with the frequency in the pre-mortality population.&nbsp; If the survivors have significantly more of certain genes, those genes may be associated with disease resistance.</p>\n<p>A marine species that has suffered heavily from diseases in recent years is the eastern oyster, which lives from Canada along the eastern US coast and into the Gulf of Mexico.&nbsp; It is the basis for major fisheries and aquaculture operations in these regions.&nbsp; Two parasites, given the common names MSX and Dermo, have caused devastating mortalities of oysters, particularly in the mid-Atlantic estuaries, although they are not harmful to humans who eat the oysters.</p>\n<p>In a previous study of oysters in Delaware Bay, we identified a number of genetic markers that were linked to improved survival in oysters exposed to both MSX and Dermo diseases, but were unable to determine which genes were specific to which disease.&nbsp; To tackle this problem, we set up an experiment to identify potential genes conferring resistance specifically to the MSX parasite. We exposed a group of &ldquo;na&iuml;ve&rdquo; oysters from Maine, which had no previous experience with that parasite, to MSX infection in the absence of the Dermo parasite. &nbsp;But we first obtained DNA from a representative sample of the oysters.&nbsp; After they were exposed, we monitored mortality and took samples to confirm that the oysters had become infected.&nbsp; After about 60% of the oysters had died from MSX disease, we collected DNA from the survivors.&nbsp; When we compared the frequency of the markers that we had previously identified, but been unable to assign specifically to either MSX or Dermo resistance, we found that 10 of 17 markers were much more frequent in the survivors, strongly indicating their role in resistance to MSX disease.&nbsp; Another 4 markers were also more frequent in the survivors, but increased somewhat less markedly.&nbsp; Only 3 markers did not change in frequency.</p>\n<p>Our results indicate that most of the disease-resistance markers that were identified in the previous study of Delaware Bay oysters, which are exposed to both MSX and Dermo parasites, are related to MSX-resistance. This finding is consistent with the finding that most Delaware Bay oysters have become resistant to MSX disease through the process of natural selection, but that resistance to Dermo disease is not well developed in this population.&nbsp; Interestingly, however, comparison with data from other studies indicates that several of the genetic markers are associated with resistance to both diseases. This is a new finding, but not surprising because the two diseases may invoke similar defense mechanisms in the eastern oyster. &nbsp;&nbsp;</p>\n<p>This is the first time that markers specifically for MSX-resistance are identified and validated. These markers should be useful for studying genetic mechanisms of disease-resistance in the eastern oyster and for the development of disease-resistant oysters through marker-assisted selection. Disease-resistance is poorly understood in oysters. The development of disease-resistant oysters should contribute greatly to oyster aquaculture and restoration.</p>\n<p>Also as part of this project, we surveyed the immune gene set of the eastern oyster with next generation sequencing. Our results show that oysters have a large and diverse set of genes r...",
  "por_txt_cntn": "\nIdentification of disease resistance genes has been critical to our understanding of the genetic mechanisms that humans use to combat disease.  Genes are also involved in disease resistance in other organisms, including marine invertebrates, but are much less well known.  These genes are valuable for studying host-pathogen interactions, predicting host response and developing disease-resistant stocks.  One way to identify genes or markers of resistance, is to compare their frequency in the survivors of disease-caused mortality with the frequency in the pre-mortality population.  If the survivors have significantly more of certain genes, those genes may be associated with disease resistance.\n\nA marine species that has suffered heavily from diseases in recent years is the eastern oyster, which lives from Canada along the eastern US coast and into the Gulf of Mexico.  It is the basis for major fisheries and aquaculture operations in these regions.  Two parasites, given the common names MSX and Dermo, have caused devastating mortalities of oysters, particularly in the mid-Atlantic estuaries, although they are not harmful to humans who eat the oysters.\n\nIn a previous study of oysters in Delaware Bay, we identified a number of genetic markers that were linked to improved survival in oysters exposed to both MSX and Dermo diseases, but were unable to determine which genes were specific to which disease.  To tackle this problem, we set up an experiment to identify potential genes conferring resistance specifically to the MSX parasite. We exposed a group of \"na&iuml;ve\" oysters from Maine, which had no previous experience with that parasite, to MSX infection in the absence of the Dermo parasite.  But we first obtained DNA from a representative sample of the oysters.  After they were exposed, we monitored mortality and took samples to confirm that the oysters had become infected.  After about 60% of the oysters had died from MSX disease, we collected DNA from the survivors.  When we compared the frequency of the markers that we had previously identified, but been unable to assign specifically to either MSX or Dermo resistance, we found that 10 of 17 markers were much more frequent in the survivors, strongly indicating their role in resistance to MSX disease.  Another 4 markers were also more frequent in the survivors, but increased somewhat less markedly.  Only 3 markers did not change in frequency.\n\nOur results indicate that most of the disease-resistance markers that were identified in the previous study of Delaware Bay oysters, which are exposed to both MSX and Dermo parasites, are related to MSX-resistance. This finding is consistent with the finding that most Delaware Bay oysters have become resistant to MSX disease through the process of natural selection, but that resistance to Dermo disease is not well developed in this population.  Interestingly, however, comparison with data from other studies indicates that several of the genetic markers are associated with resistance to both diseases. This is a new finding, but not surprising because the two diseases may invoke similar defense mechanisms in the eastern oyster.   \n\nThis is the first time that markers specifically for MSX-resistance are identified and validated. These markers should be useful for studying genetic mechanisms of disease-resistance in the eastern oyster and for the development of disease-resistant oysters through marker-assisted selection. Disease-resistance is poorly understood in oysters. The development of disease-resistant oysters should contribute greatly to oyster aquaculture and restoration.\n\nAlso as part of this project, we surveyed the immune gene set of the eastern oyster with next generation sequencing. Our results show that oysters have a large and diverse set of genes related to immune response. Most immune gene families are conserved or even expanded in oysters. The finding of a sophisticated innate immune system in oysters, a lophotrochozoan protos..."
 }
}