{
 "awd_id": "1136607",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Center for Sustainable Polymers",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924950",
 "po_email": "kcovert@nsf.gov",
 "po_sign_block_name": "Katharine Covert",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1500000.0,
 "awd_amount": 1674157.0,
 "awd_min_amd_letter_date": "2011-08-26",
 "awd_max_amd_letter_date": "2013-09-05",
 "awd_abstract_narration": "The Center for Sustainable Polymers will establish a comprehensive knowledge base to enable the efficient and economical conversion of natural and abundant molecules into tomorrow's advanced polymeric materials.  It will blend efforts in polymer design, monomer synthesis, polymerization catalysis, architecture and morphology control, and polymer property optimization to establish the basic scientific tenets for innovative renewable resource polymer technologies.  The targets will be (1) architecturally diverse block copolymers as thermoplastic elastomers, tough plastics, and adhesives; and (2) thermosetting multiblock copolymers for structural and foam applications. The Center will develop new scientific understanding that will advance the use of biorenewable materials and supplant environmentally deleterious versions derived from petrochemicals. \r\n\r\nIn addition to fostering the development and implementation of new innovative products for the benefit of society, the Center will also engage in a wide range of educational and public outreach activities.  An important component will be public outreach aimed at informing citizenry and policy makers on the societal importance of sustainable technologies. Broad public dissemination includes the development of an interactive exhibit at the Minnesota State Fair. The Center will foster collaboration among academic researchers, industrial partners, environmental advocates, and designers. Center graduate students and postdoctoral researchers will join interdisciplinary research teams, participate in an industrial internship program, and receive cross-disciplinary training in the area of sustainable polymers that will be vital for their independent careers. Efforts to broaden the participation of underrepresented students will be undertaken by building partnerships with other local organizations with similar interests and expertise.\r\n\r\nThe Center for Sustainable Polymers is funded as part of the Centers for Chemical Innovation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Hillmyer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marc A Hillmyer",
   "pi_email_addr": "hillmyer@umn.edu",
   "nsf_id": "000484089",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Hoye",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas R Hoye",
   "pi_email_addr": "hoye@umn.edu",
   "nsf_id": "000215643",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Bates",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Frank S Bates",
   "pi_email_addr": "bates001@umn.edu",
   "nsf_id": "000147047",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Tolman",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "William B Tolman",
   "pi_email_addr": "wbtolman@wustl.edu",
   "nsf_id": "000219918",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Coates",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey W Coates",
   "pi_email_addr": "gc39@cornell.edu",
   "nsf_id": "000290134",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 OAK ST SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "199500",
   "pgm_ele_name": "CHE CENTERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1995",
   "pgm_ref_txt": "CHE CENTERS"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149158.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 24999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Research Focus and Anticipated Benefits </strong></p>\n<p>The overarching goal of the Center for Sustainable Polymers (CSP) is to establish foundational chemical principles that enable the efficient and economical conversion of natural and abundant molecules into tomorrow&rsquo;s advanced polymers. To achieve this objective the center has engaged researchers with a truly diverse set of expertise that includes the fields of organic, inorganic, catalytic, biosynthetic, polymer, materials, and computational chemistry. This broad base of knowledge and experience allows researchers in the CSP to take a comprehensive approach to this challenging topic, which we have organized into three primary research areas.</p>\n<p>In the first area, Next Generation Feedstocks, researchers aim to discover new, efficient, non-toxic, and often catalytic, chemical transformations of biomass and other natural product-based feedstocks into <em>both</em> established and new molecules that can be converted into established and new polymers.<em> </em>The second research focus is Controlled Polymerization Processes. In this area, CSP researchers work to discover new methods to convert bio-based monomers into sustainable polymers with precisely controlled molecular structures. The third area of research is Hybrid Polymer Structures, where CSP scientists work to establish crucial relationships between chemical structure, morphology and performance for polymer architectures that incorporate multiple components and exhibit advanced properties important for future products.</p>\n<p>The anticipated benefit of this research project is a suite of polymeric materials that outcompete traditional (petroleum based) polymers from a cost, performance, and environmental perspective.</p>\n<p><strong>Education and Outreach</strong></p>\n<p>In addition to this ambitious research agenda, the CSP implements, facilitates, and fosters a wide range of informal and formal educational activities. Our faculty, researchers, students, and staff work diligently to engage the public and educate the citizenry and policy makers on the societal importance of sustainable polymers and technologies. An important aspect of the CSP&rsquo;s work is to broaden the participation of underrepresented minority students in science, technology, engineering, and math (STEM) fields by working with key community partners.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/07/2014<br>\n\t\t\t\t\tModified by: Marc&nbsp;A&nbsp;Hillmyer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1136607/1136607_10127209_1415382456568_IMG_3031--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1136607/1136607_10127209_1415382456568_IMG_3031--rgov-800width.jpg\" title=\"Organic Chemistry Lab Polymer Sample\"><img src=\"/por/images/Reports/POR/2014/1136607/1136607_10127209_1415382456568_IMG_3031--rgov-66x44.jpg\" alt=\"Organic Chemistry Lab Polymer Sample\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">CSP faculty have translated center research into experiments for undergraduate students in the Organic Chemistry Laboratory course. Here a student shows the sustainable polymer they made in lab, before it is melted into a clear film.</div>\n<div class=\"imageCredit\">Laura Seifert</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marc&nbsp;A&nbsp;Hillmyer</div>\n<div class=\"imageTitle\">Organic Chemistry Lab Polymer Sample</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nResearch Focus and Anticipated Benefits \n\nThe overarching goal of the Center for Sustainable Polymers (CSP) is to establish foundational chemical principles that enable the efficient and economical conversion of natural and abundant molecules into tomorrowÆs advanced polymers. To achieve this objective the center has engaged researchers with a truly diverse set of expertise that includes the fields of organic, inorganic, catalytic, biosynthetic, polymer, materials, and computational chemistry. This broad base of knowledge and experience allows researchers in the CSP to take a comprehensive approach to this challenging topic, which we have organized into three primary research areas.\n\nIn the first area, Next Generation Feedstocks, researchers aim to discover new, efficient, non-toxic, and often catalytic, chemical transformations of biomass and other natural product-based feedstocks into both established and new molecules that can be converted into established and new polymers. The second research focus is Controlled Polymerization Processes. In this area, CSP researchers work to discover new methods to convert bio-based monomers into sustainable polymers with precisely controlled molecular structures. The third area of research is Hybrid Polymer Structures, where CSP scientists work to establish crucial relationships between chemical structure, morphology and performance for polymer architectures that incorporate multiple components and exhibit advanced properties important for future products.\n\nThe anticipated benefit of this research project is a suite of polymeric materials that outcompete traditional (petroleum based) polymers from a cost, performance, and environmental perspective.\n\nEducation and Outreach\n\nIn addition to this ambitious research agenda, the CSP implements, facilitates, and fosters a wide range of informal and formal educational activities. Our faculty, researchers, students, and staff work diligently to engage the public and educate the citizenry and policy makers on the societal importance of sustainable polymers and technologies. An important aspect of the CSPÆs work is to broaden the participation of underrepresented minority students in science, technology, engineering, and math (STEM) fields by working with key community partners.\n\n\t\t\t\t\tLast Modified: 11/07/2014\n\n\t\t\t\t\tSubmitted by: Marc A Hillmyer"
 }
}