{
 "awd_id": "1136667",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dimensions: Collaborative Research: Lake Baikal Responses to Global Change: The Role of Genetic, Functional and Taxonomic Diversity in the Plankton",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 414878.0,
 "awd_amount": 414878.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2012-12-11",
 "awd_abstract_narration": "Human-induced global change is altering most ecosystems on Earth. Highly diverse ecosystems may be better buffered against change, maintaining key functions even as the physical environment changes. How ecosystems respond will likely depend on their biodiversity, but how different components of biological diversity determine ecosystem responses to global change are still poorly understood. Genetic diversity enhances the ability of populations to adapt to change and functional diversity allows different species to carry out key ecosystem functions, but little is known about how these components of diversity will interact with each other and with the number of species present in a changing environment. Sixty years of existing ecological data, field sampling, genetic analyses, experiments, and  mathematical models will be used by an interdisciplinary team of researchers to examine multiple aspects of biodiversity in the largest, oldest and most biologically diverse lake in the world, Lake Baikal in Siberia. A major goal of the project will be to develop the ability to predict how this ecosystem will respond to rising temperatures and other stressors. Holding 20% of world's unfrozen fresh water, this UNESCO World Heritage Site is recognized internationally as a globally important freshwater resource, a treasure trove of biodiversity, and a unique natural laboratory in which to study evolution. With an unprecedented diversity of endemic species found nowhere else, Lake Baikal serves as a model for ecosystems with highly unique biota and cold aquatic environments undergoing rapid warming.\r\n\r\nResearchers and students will engage in an interdisciplinary international collaborative research program. Funding will support graduate training in both applied and basic areas of science, including molecular biology, ecology, and informatics. Data collected by this project will be publicly available so that they can be used by other scientists and educators. Project results will be communicated to environmental organizations in Russia and the US and to a US-based film team planning an IMAX movie about Baikal and freshwater conservation. School teachers from Michigan, Texas and Tennessee will participate in the project and, together with researchers, develop educational activities on aquatic ecology, biological diversity and global change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Theriot",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Edward C Theriot",
   "pi_email_addr": "etheriot@austin.utexas.edu",
   "nsf_id": "000359738",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "2400 Trinity Street",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 414878.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project was part of a multi-institutional study of the functioning of the Lake Baikal ecosystem.&nbsp; Lake Baikal is of interest for several reasons. The oldest and largest lake in the world at over a mile deep, it has developed a unique group of animals, plants and microbes, including a number of species that live nowhere else in the world.&nbsp; The top of the aquatic food web is occupied by the world&rsquo;s only completely freshwater population of seals, locally called &ldquo;nerpa&rdquo;.&nbsp; They feed on an unusual fish whose local name translates to &ldquo;candlefish&rdquo;.&nbsp; They are so fatty and oily that they can be burned!&nbsp; The candlefish feed on small crustaceans which feed upon single celled plants called diatoms.</p>\n<p>&nbsp;</p>\n<p>Baikal extends 450 miles north to south in Siberia, and is divided into three basins with limited water exchange between them, so it forms a great natural experiment to see how lakes might respond to climate change. Our group&rsquo;s goal is to understand the complexity of interactions between the local environment, and the Baikal food web, and how that might change under a global warming scenario.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The goal of our particular part of the project was to understand the diversity of diatoms.&nbsp; Diatoms are single-celled plants that live in lakes, streams and oceans. They are the basis of the food web, and make about 25% of the oxygen we breathe. They produce fat and oil as storage products (rather than sugar), the same fats and oils which power the candlefish and nerpa.&nbsp;</p>\n<p>&nbsp;</p>\n<p>As have many studies, we found that the species special to Lake Baikal were more or less distributed across the lake.&nbsp; One concern is that the lake warms, it will become more like other lakes and so the species special to Lake Baikal will die off and be replaced by other diatoms and other algae, altering the base of the food web.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our project was designed to investigate the capacity of diatoms to adapt to lake change.&nbsp; A system&rsquo;s ability to adapt depends in part on its diversity of its capabilities.&nbsp; We studied diatom diversity at two levels.&nbsp; One was taxonomic, that is the kinds and numbers of species.&nbsp; Then we studied the genetic diversity of important species.&nbsp; This included dominant species particularly important in the food web, which are largely species that are unique to Lake Baikal. &nbsp;&nbsp;So far, we have found that there are tendencies for different genetic variants to occupy different parts of the lake, indicating that there are perhaps strains adapted to different climates and the species could adapt to a warming lake.&nbsp; However, the differences are very slight.&nbsp; Our colleagues at Michigan State are experimenting on these species to investigate if these genetic strains have corresponding abilities to adapt to different temperature and nutrient conditions.</p>\n<p>&nbsp;</p>\n<p>While attention given to Baikal usually focuses on its unusual species, it also harbors species that are commonly found in lakes around the world.&nbsp; These species live in shallow, warmer, more nutrient rich nearshore habitats.&nbsp; If the lake warms, these are the species most likely to invade the main part of the lake and change the food web.&nbsp; We are also studying their taxonomic and genetic diversity, and comparing these cosmopolitan species from Baikal and the Great Lakes of North America. We have found that the strains in these lakes are morphologically identical to strains around the world and are genetically very, very similar.</p>\n<p>&nbsp;</p>\n<p>These data will be integrated into other data being gathered by our colleagues on species throughout the food web.&nbsp; Together they will be used to inform models that will be used to predict the future of Lake Baikal.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified...",
  "por_txt_cntn": "\nOur project was part of a multi-institutional study of the functioning of the Lake Baikal ecosystem.  Lake Baikal is of interest for several reasons. The oldest and largest lake in the world at over a mile deep, it has developed a unique group of animals, plants and microbes, including a number of species that live nowhere else in the world.  The top of the aquatic food web is occupied by the worldÆs only completely freshwater population of seals, locally called \"nerpa\".  They feed on an unusual fish whose local name translates to \"candlefish\".  They are so fatty and oily that they can be burned!  The candlefish feed on small crustaceans which feed upon single celled plants called diatoms.\n\n \n\nBaikal extends 450 miles north to south in Siberia, and is divided into three basins with limited water exchange between them, so it forms a great natural experiment to see how lakes might respond to climate change. Our groupÆs goal is to understand the complexity of interactions between the local environment, and the Baikal food web, and how that might change under a global warming scenario. \n\n \n\nThe goal of our particular part of the project was to understand the diversity of diatoms.  Diatoms are single-celled plants that live in lakes, streams and oceans. They are the basis of the food web, and make about 25% of the oxygen we breathe. They produce fat and oil as storage products (rather than sugar), the same fats and oils which power the candlefish and nerpa. \n\n \n\nAs have many studies, we found that the species special to Lake Baikal were more or less distributed across the lake.  One concern is that the lake warms, it will become more like other lakes and so the species special to Lake Baikal will die off and be replaced by other diatoms and other algae, altering the base of the food web. \n\n \n\nOur project was designed to investigate the capacity of diatoms to adapt to lake change.  A systemÆs ability to adapt depends in part on its diversity of its capabilities.  We studied diatom diversity at two levels.  One was taxonomic, that is the kinds and numbers of species.  Then we studied the genetic diversity of important species.  This included dominant species particularly important in the food web, which are largely species that are unique to Lake Baikal.   So far, we have found that there are tendencies for different genetic variants to occupy different parts of the lake, indicating that there are perhaps strains adapted to different climates and the species could adapt to a warming lake.  However, the differences are very slight.  Our colleagues at Michigan State are experimenting on these species to investigate if these genetic strains have corresponding abilities to adapt to different temperature and nutrient conditions.\n\n \n\nWhile attention given to Baikal usually focuses on its unusual species, it also harbors species that are commonly found in lakes around the world.  These species live in shallow, warmer, more nutrient rich nearshore habitats.  If the lake warms, these are the species most likely to invade the main part of the lake and change the food web.  We are also studying their taxonomic and genetic diversity, and comparing these cosmopolitan species from Baikal and the Great Lakes of North America. We have found that the strains in these lakes are morphologically identical to strains around the world and are genetically very, very similar.\n\n \n\nThese data will be integrated into other data being gathered by our colleagues on species throughout the food web.  Together they will be used to inform models that will be used to predict the future of Lake Baikal.\n\n \n\n\t\t\t\t\tLast Modified: 12/24/2015\n\n\t\t\t\t\tSubmitted by: Edward C Theriot"
 }
}