{
 "awd_id": "1136258",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "How to Dive Deeper and Longer: Air Sac and Lung Volumes of  Penguins",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Polly A. Penhale",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 32284.0,
 "awd_amount": 32284.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "The principal investigator will obtain direct lung and air sac volume for three species of penguin (Emperor, Adelie, and King), using state of the art medical technology (MRI, CT-scan) available at the UCSD Keck Center.  These data are critical to understanding penguin dive physiology because:  (1) The respiratory oxygen store is estimated to be a significant fraction of the total oxygen body store in these species, and (2) the ratio of air sac to lung volume is a potential mechanism for the prevention of pulmonary barotrauma (lung squeeze). Direct measurements are needed to evaluate and interpret data obtained using indirect techniques (based on simulated dives in pressure chambers or on buoyancy-swim speed calculations during dives at sea).  The data will allow the investigators to test the hypothesis that mass-specific lung volumes are smaller in deeper diving penguins, and that the resulting ratio of air sac to lung air capillary volume will be sufficient to allow for 60-fold compression of air in Emperor penguins without risk of 'lung squeeze'.  Adelie and King penguins are already available for participation in the study.  The P.I. seeks support to export Emperor penguin chicks from Cape Washington, to be raised at Sea World, to round out the species comparisons. Broader impacts include creation of educational exhibits at Sea World Parks; establishment of a research and conservation fund for penguins; and student training in medical techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Ponganis",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Paul J Ponganis",
   "pi_email_addr": "pponganis@ucsd.edu",
   "nsf_id": "000447944",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930204",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 32284.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Lung and air sac volumes contribute to the ability of penguins to dive and hunt at depth, and, thus, are critical to the ecology of these animals.&nbsp; In particular, air volumes in the lungs and air sacs are relevant to a) the amount of oxygen the penguin can store in its body, b) its buoyancy and how much work must be performed during a dive, and c) protection against lung tissue trauma &nbsp;(&ldquo;lung squeeze&rdquo; or barotrauma) due to pressure at depth.&nbsp; Although the air sacs of birds are collapsible, the bird lung is rigid and non-collapsible, and the mechanism by which the lung escapes barotrauma is unknown.&nbsp; It was hypothesized that the ratio of air sac volume to lung volume would be large enough in penguins to account for the compression of air sac air into the lung to prevent lung trauma even during the deepest dives of these penguins.</p>\n<p>This project utilized three-dimensional (3D) reconstructions of computerized tomography (CT) scans of Ad&eacute;lie, king and emperor penguins to analyze the volumes of their lungs and air sacs.&nbsp; &nbsp;&nbsp;CT scans were conducted on the penguins while they were under general anesthesia. Computerized analysis of the 3D reconstructions allowed measurements of lung and air sac volumes in the three species.&nbsp;</p>\n<p>The size of the penguin lung relative to body mass was found to be similar to that of other birds.&nbsp; On the basis of size, the penguin lung appears to function similarly to the lungs of other birds.</p>\n<p>In contrast to the lungs, the maximum air sac volumes of penguins were two to three times predicted values.&nbsp; Although it is known that penguins take bigger breaths prior to deeper dives, it is unknown whether they breathe this deeply prior to their deepest dives.&nbsp; However, calculations with the maximum air sac volumes in this study did provide body densities and buoyancies that were consistent with observations in the wild.</p>\n<p>The ratio of the maximum air sac volume to the volume of the rigid segments of the penguin lung was large enough to account for more than the deepest depths reported for each species.&nbsp; Thus, a large air sac volume appears to be critical in the prevention of pressure-induced trauma to the penguin lung.&nbsp; In addition, such large air sac volumes increase estimates of the oxygen available to a penguin during a dive.&nbsp; In emperor penguins, for example, the amount of oxygen would increase 75%.</p>\n<p>In summary, the volume of the penguin lung is in accord with lung volumes of other birds.&nbsp; However, the air sac volumes of the penguins are larger than expected, and may represent the primary mechanism by which barotrauma to the lung is prevented in deep dives.&nbsp; Further research to verify air volumes prior to dives to different depths is still needed to verify this hypothesis.&nbsp; Larger air volumes would also greatly increase the amount of oxygen available to penguins during dives, and contribute to their ability to hunt and find prey at depth.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2014<br>\n\t\t\t\t\tModified by: Paul&nbsp;J&nbsp;Ponganis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLung and air sac volumes contribute to the ability of penguins to dive and hunt at depth, and, thus, are critical to the ecology of these animals.  In particular, air volumes in the lungs and air sacs are relevant to a) the amount of oxygen the penguin can store in its body, b) its buoyancy and how much work must be performed during a dive, and c) protection against lung tissue trauma  (\"lung squeeze\" or barotrauma) due to pressure at depth.  Although the air sacs of birds are collapsible, the bird lung is rigid and non-collapsible, and the mechanism by which the lung escapes barotrauma is unknown.  It was hypothesized that the ratio of air sac volume to lung volume would be large enough in penguins to account for the compression of air sac air into the lung to prevent lung trauma even during the deepest dives of these penguins.\n\nThis project utilized three-dimensional (3D) reconstructions of computerized tomography (CT) scans of Ad&eacute;lie, king and emperor penguins to analyze the volumes of their lungs and air sacs.    CT scans were conducted on the penguins while they were under general anesthesia. Computerized analysis of the 3D reconstructions allowed measurements of lung and air sac volumes in the three species. \n\nThe size of the penguin lung relative to body mass was found to be similar to that of other birds.  On the basis of size, the penguin lung appears to function similarly to the lungs of other birds.\n\nIn contrast to the lungs, the maximum air sac volumes of penguins were two to three times predicted values.  Although it is known that penguins take bigger breaths prior to deeper dives, it is unknown whether they breathe this deeply prior to their deepest dives.  However, calculations with the maximum air sac volumes in this study did provide body densities and buoyancies that were consistent with observations in the wild.\n\nThe ratio of the maximum air sac volume to the volume of the rigid segments of the penguin lung was large enough to account for more than the deepest depths reported for each species.  Thus, a large air sac volume appears to be critical in the prevention of pressure-induced trauma to the penguin lung.  In addition, such large air sac volumes increase estimates of the oxygen available to a penguin during a dive.  In emperor penguins, for example, the amount of oxygen would increase 75%.\n\nIn summary, the volume of the penguin lung is in accord with lung volumes of other birds.  However, the air sac volumes of the penguins are larger than expected, and may represent the primary mechanism by which barotrauma to the lung is prevented in deep dives.  Further research to verify air volumes prior to dives to different depths is still needed to verify this hypothesis.  Larger air volumes would also greatly increase the amount of oxygen available to penguins during dives, and contribute to their ability to hunt and find prey at depth.\n\n \n\n\t\t\t\t\tLast Modified: 08/30/2014\n\n\t\t\t\t\tSubmitted by: Paul J Ponganis"
 }
}