{
 "awd_id": "1136887",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analysis of Polar Module on the 2010 General Social Survey",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 44444.0,
 "awd_amount": 44444.0,
 "awd_min_amd_letter_date": "2011-05-02",
 "awd_max_amd_letter_date": "2011-05-02",
 "awd_abstract_narration": "The circumpolar North has been experiencing strong climate and environmental changes, largely originating elsewhere but with implications not only for northern residents and ecosystems but for mid-latitude climate as well. Both northern and southern polar regions also are experiencing an increase in resource-directed human activities with ecosystem effects. Without public knowledge, prospects are worse for policies that sensibly address polar issues. The proposed research will utilize a unique information resource presented by the 2010 General Social Survey (GSS) polar module, conducting in-depth analysis with the potential to inform policy and with educational applications of results. \r\n\r\nThe polar module questions were carried on the GSS in 2006 and again in 2010, before and after the International Polar Year (IPY, 2007-2008). Earlier work by Hamilton (2008) examined the 2006 responses in detail. The analysis proposed here will examine the 2010 polar module responses, and investigate how they relate to respondents - general and polar science knowledge, contact with science- or IPY-related activities, and their background or belief characteristics including education, age, gender and ideology. Because the same questions were first asked on the 2006 GSS, the research team will also study changes in polar-issue responses, using the panel component of GSS to detect individual, as well as social shifts. The approach involves thoughtful application of diverse tabular, graphic, and modeling techniques. \r\n\r\nData analysis will be multifaceted and, where appropriate, state of the art. Guiding principles are robustness and replication, aimed at identifying nontrivial conclusions that show stability across variations in measurement and statistical techniques. Multivariate analysis will use probability-weighted binomial, multinomial or ordered logit modeling to test hypotheses about the effects of education, science knowledge, information sources, and other factors on perceptions about polar topics. Simpler examination of tables and graphs forms a critical first step before advancing to multivariate models. Presentations aimed at general-public audiences will visualize key findings through graphics. \r\n\r\nThe polar module was designed around IPY, so its results will have substantially greater value in the immediate future, while IPY evaluations are ongoing. Cross-sectional data for the 2010 GSS were released in February 2011. These include about 700 first-time GSS respondents who answered the polar module questions. The panel component of 2010 GSS will be released in late spring 2011, and including about 700 additional interviews with the polar questions. Many people answered the polar questions twice, in 2006 and 2010. Analysis of the panel component could contribute to the ongoing assessment of IPY impacts. Results will be shared with other projects such as those on climate change education. Timely analysis of the 2010 GSS will also inform the design of new polar-issue questions for future national surveys. \r\n\r\nDeliverables from this analysis will include at least one academic paper and, importantly, one publicly accessible report. The report will be published by early summer 2012. Presentations of results in 2012 will be made at general public or stakeholder meetings, as well as appropriate professional forums. The GSS data are public, and the research team will archive additional programs developed to facilitate analysis of the polar module questions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Hamilton",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence C Hamilton",
   "pi_email_addr": "Lawrence.Hamilton@unh.edu",
   "nsf_id": "000418419",
   "pi_start_date": "2011-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "Department of Sociology",
  "perf_city_name": "Durham",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038243509",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "NH",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520100",
   "pgm_ele_name": "ARCTIC RESEARCH PROJECTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 44444.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2006 and again in 2010, before and after the International Polar Year (IPY, 2007&ndash;2008), the General Social Survey (GSS) carried a set of questions assessing U.S. public knowledge and concern about polar regions. IPY activities included many basic research projects, but also outreach and education efforts that aimed to raise awareness of polar science. The GSS questions would provide one simple test for changes in public knowledge and concern.<br /><br />The research team for this &ldquo;Analysis of Polar Module&rdquo; NSF project did not participate in GSS question design, but conducted the first detailed comparative analysis of results. We started by comparing &ldquo;cross-section&rdquo; respondents who answered polar questions in 2006 only or in 2010 only. We next compared answers by &ldquo;panel&rdquo; respondents who were asked the same questions in both years. Cross-section and panel comparisons reached similar conclusions.<br />(1) Public knowledge about polar regions shows modest but statistically significant improvement from 2006 to 2010 (Figure 1). For example, in 2010 more people knew that the North Pole is on ice floating over an ocean (47% of cross-section respondents in 2010, compared with 41% in 2006), that Inuit live north of the Arctic Circle (51% vs. 44%), or that the sun sometimes shines at the South Pole (69% vs. 67%).<br />(2) Concern about the consequences of polar environmental change show no systematic change (Figure 2). For example, among cross-section respondents a high percentage from both years (67% in 2010 vs. 69% in 2006) said they would be bothered a great deal if sea levels rise, flooding coastal areas. Somewhat fewer (47% vs. 44%) would be bothered if Inuit lose their traditional way of life, or polar bears become extinct (49% vs. 44%).<br />(3) Support for reserving Antarctica for science, instead of opening it for commercial development, remained the same among cross-section respondents (46% reserve, 19% open in both years) but rose among panel respondents (Figure 3).<br />(4) People who score better on the polar knowledge questions, or on a general &ldquo;science literacy&rdquo; quiz, tend to express higher levels of concern about polar environmental change. They also more often support reserving Antarctica for science (Figures 4&ndash;5).<br />(5) Other individual characteristics including education, gender and income also affect concern about polar change. Apart from science knowledge, the strongest predictor of concern is respondent&rsquo;s political outlook.<br />Detailed results and question wording have been published in a Carsey Institute report (Hamilton, Cutler and Schaefer 2012a) freely available online: http://www.carseyinstitute.unh.edu/publications/IB-Hamilton-Polar-Vision.pdf<br /><br />Polar knowledge scores thus show significant improvement from 2006 to 2010, consistent with expectations that IPY would have a beneficial effect on public awareness. Before interpreting this as an IPY effect, however, we note that polar regions have been in the news for other reasons as well. Although other changes mean that we cannot attribute heightened awareness of polar facts solely to IPY, its outreach and education activities could well have contributed. One unexpected finding about polar knowledge, deserving more investigation, is that gains belonged disproportionately to women.<br /><br />The more people know about polar regions or about science in general, the more likely they are to express concern about polar aspects of climate change, and to support reserving Antarctica for science. Clear patterns in Figures 4 and 5 bear this out, as do technical analyses (Hamilton, Cutler and Schaefer 2012b) in which the effects of knowledge on concern remain significant even after controlling for age, gender, education and political outlook.<br /><br />Levels of concern about polar aspects of climate change, unlike levels of pol...",
  "por_txt_cntn": "\nIn 2006 and again in 2010, before and after the International Polar Year (IPY, 2007&ndash;2008), the General Social Survey (GSS) carried a set of questions assessing U.S. public knowledge and concern about polar regions. IPY activities included many basic research projects, but also outreach and education efforts that aimed to raise awareness of polar science. The GSS questions would provide one simple test for changes in public knowledge and concern.\n\nThe research team for this \"Analysis of Polar Module\" NSF project did not participate in GSS question design, but conducted the first detailed comparative analysis of results. We started by comparing \"cross-section\" respondents who answered polar questions in 2006 only or in 2010 only. We next compared answers by \"panel\" respondents who were asked the same questions in both years. Cross-section and panel comparisons reached similar conclusions.\n(1) Public knowledge about polar regions shows modest but statistically significant improvement from 2006 to 2010 (Figure 1). For example, in 2010 more people knew that the North Pole is on ice floating over an ocean (47% of cross-section respondents in 2010, compared with 41% in 2006), that Inuit live north of the Arctic Circle (51% vs. 44%), or that the sun sometimes shines at the South Pole (69% vs. 67%).\n(2) Concern about the consequences of polar environmental change show no systematic change (Figure 2). For example, among cross-section respondents a high percentage from both years (67% in 2010 vs. 69% in 2006) said they would be bothered a great deal if sea levels rise, flooding coastal areas. Somewhat fewer (47% vs. 44%) would be bothered if Inuit lose their traditional way of life, or polar bears become extinct (49% vs. 44%).\n(3) Support for reserving Antarctica for science, instead of opening it for commercial development, remained the same among cross-section respondents (46% reserve, 19% open in both years) but rose among panel respondents (Figure 3).\n(4) People who score better on the polar knowledge questions, or on a general \"science literacy\" quiz, tend to express higher levels of concern about polar environmental change. They also more often support reserving Antarctica for science (Figures 4&ndash;5).\n(5) Other individual characteristics including education, gender and income also affect concern about polar change. Apart from science knowledge, the strongest predictor of concern is respondentÆs political outlook.\nDetailed results and question wording have been published in a Carsey Institute report (Hamilton, Cutler and Schaefer 2012a) freely available online: http://www.carseyinstitute.unh.edu/publications/IB-Hamilton-Polar-Vision.pdf\n\nPolar knowledge scores thus show significant improvement from 2006 to 2010, consistent with expectations that IPY would have a beneficial effect on public awareness. Before interpreting this as an IPY effect, however, we note that polar regions have been in the news for other reasons as well. Although other changes mean that we cannot attribute heightened awareness of polar facts solely to IPY, its outreach and education activities could well have contributed. One unexpected finding about polar knowledge, deserving more investigation, is that gains belonged disproportionately to women.\n\nThe more people know about polar regions or about science in general, the more likely they are to express concern about polar aspects of climate change, and to support reserving Antarctica for science. Clear patterns in Figures 4 and 5 bear this out, as do technical analyses (Hamilton, Cutler and Schaefer 2012b) in which the effects of knowledge on concern remain significant even after controlling for age, gender, education and political outlook.\n\nLevels of concern about polar aspects of climate change, unlike levels of polar knowledge, show no systematic change from 2006 to 2010. This reflects the fact that concern is affected by other factors besides knowledge, such as respondentsÆ political outlook (Ham..."
 }
}