{
 "awd_id": "1136604",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: WormNet II: Assembling the Annelid Tree of Life",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 286607.0,
 "awd_amount": 286607.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2017-02-08",
 "awd_abstract_narration": "The more than 16,000 recognized species of annelid worms exhibit immense morphological diversity and include such distinct groups as fireworms, earthworms, bloodworms, and leeches. As sediment feeders, scavengers, and predators, annelids occupy terrestrial and aquatic habitats worldwide and are the most abundant fauna (larger than 1 millimeter) in the deep sea, Earth's most extensive habitat. Annelids have economic importance as bait, pests, invasive species (e.g., oyster borers) and ecosystem engineers.  Nonetheless, many fundamental questions about annelids remain unresolved because knowledge of their diversity and evolutionary history is lacking. To fill this gap, this international project will assemble the annelid family tree using a large-scale, multi-tiered approach. The oldest relationships will be examined with high-throughput DNA genome sequencing techniques. Recent relationships will be resolved with multi-gene DNA approaches and a community-based sequencing service that will examine approximately 3000 species. \r\n\r\nAs one of the few segmented phyla, annelids are integral to understanding animal evolution. This project has significant interdisciplinary implications in fields such as developmental biology, paleontology, marine biology, physiology and evolution. Specimens, data, and educational resources will be publicly available. Extensive human resource development includes training more than 25 undergraduates, 5 graduate students and 4 postdoctoral researchers at four institutions, and recruitment of underrepresented groups. K-12 outreach will foster broad scientific participation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "James",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel W James",
   "pi_email_addr": "sjames@mum.edu",
   "nsf_id": "000390166",
   "pi_start_date": "2011-04-06",
   "pi_end_date": "2017-02-08"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Logsdon",
   "pi_mid_init": "M",
   "pi_sufx_name": "Jr",
   "pi_full_name": "John M Logsdon",
   "pi_email_addr": "john-logsdon@uiowa.edu",
   "nsf_id": "000392583",
   "pi_start_date": "2017-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768900",
   "pgm_ele_name": "ASSEMBLING THE TREE OF LIFE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 71501.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 215106.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Within the larger framework of the Annelida Tree of Life (AToL) project, our group targeted the phylogeny of Clitellata, those segmented worms bearing the reproductive structure known as the clitellum. We used three complementary approaches to gather DNA sequence data for comparison and phylogenetic reconstruction: transcriptomics (expressed genes), targeted locus capture and genome sequencing.</p>\n<p>Our transcriptome results on the earthworm subset of Clitellata (Crassiclitellata i.e. thick clitellum) confirmed and strengthened conclusions of previous molecular phylogeny of earthworms, and addressed questions about paleogeography in relation to two deep divergences in the earthworm tree of life. We resolved a polytomy involving Rhinodrilidae, Almidae and Glossoscolecidae in favor of separating the former Glossoscolecidae into Rhinodrilidae and a narrower Glossoscolecidae.&nbsp;&nbsp;Two deep divergences separated Gondwanan and Laurasian clades, in a time frame consistent with the north-south split of Pangea roughly 180 million years ago.&nbsp;&nbsp;Earthworm phylogenetic effects of subsequent splitting of the two supercontinents was not directly addressed in our publication, but appears from this and prior work to be more complex. The phylogeny also suggests that some revisionary systematics is needed within the Gondwanan superfamily Megascolecoidea. On the other hand, the transcriptome-based phylogeny introduced an unexpected hypothesis of polyphyly into a widespread genus&nbsp;<em>Dichogaster</em>.</p>\n<p>Targeted locus capture, in the form of Anchored Hybrid Enrichment (AHE) based on probes designed for conserved genome regions, was applied to shallow and deep phylogenetics within Clitellata, Crassiclitellata, and some smaller taxonomic groups. We sought to greatly expand the taxonomic sampling of Clitellata and Crassiclitellata, and were successful in doing so. However, data analysis has been hampered by the deep divergences and resulting sequence alignment challenges. Within more restricted sets of taxa we had success with Branchiobdellida, leech-like commensals of crayfish (done by a collaborating AToL team elsewhere), and the earthworm genus&nbsp;<em>Pontoscolex</em>. The latter is very important because one &ldquo;species&rdquo;&nbsp;<em>P. corethrurus</em>&nbsp;is a globally distributed tropical invasive species.&nbsp;&nbsp;In this instance AHE data completely supported a separate effort based on four genes, precluding any debate about adequacy of genome sampling. It confirms that&nbsp;<em>P. corethrurus</em>&nbsp;is composed of four cryptic lineages, and that several similar species have been confused with it. Going forward we intend to use the AHE data to assist in revision of the Megascolecoidea and to address questions about the paleogeography versus Crassiclitellata phylogeny in the years after 180 mya.</p>\n<p>We added a significant direction of research to the project by generating draft genomes of twelve earthworm species representing all the earthworm families of the Gondwanan set, including seven families for which there was no prior genome-scale data set. These draft genomes open the possibility for exploring genome evolution, gene / genome duplication events, gene family evolution, and correlates of shifts between terrestrial and aquatic lifestyles. At present, these genomes have been annotated for gene content and mined for a standard set of metazoan genes. Future analyses will focus on using these data in combination with other sequence data (including that described above) to illuminatte the relationships among and evolutionary history of earthworms.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/17/2018<br>\n\t\t\t\t\tModified by: John&nbsp;M&nbsp;Logsdon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWithin the larger framework of the Annelida Tree of Life (AToL) project, our group targeted the phylogeny of Clitellata, those segmented worms bearing the reproductive structure known as the clitellum. We used three complementary approaches to gather DNA sequence data for comparison and phylogenetic reconstruction: transcriptomics (expressed genes), targeted locus capture and genome sequencing.\n\nOur transcriptome results on the earthworm subset of Clitellata (Crassiclitellata i.e. thick clitellum) confirmed and strengthened conclusions of previous molecular phylogeny of earthworms, and addressed questions about paleogeography in relation to two deep divergences in the earthworm tree of life. We resolved a polytomy involving Rhinodrilidae, Almidae and Glossoscolecidae in favor of separating the former Glossoscolecidae into Rhinodrilidae and a narrower Glossoscolecidae.  Two deep divergences separated Gondwanan and Laurasian clades, in a time frame consistent with the north-south split of Pangea roughly 180 million years ago.  Earthworm phylogenetic effects of subsequent splitting of the two supercontinents was not directly addressed in our publication, but appears from this and prior work to be more complex. The phylogeny also suggests that some revisionary systematics is needed within the Gondwanan superfamily Megascolecoidea. On the other hand, the transcriptome-based phylogeny introduced an unexpected hypothesis of polyphyly into a widespread genus Dichogaster.\n\nTargeted locus capture, in the form of Anchored Hybrid Enrichment (AHE) based on probes designed for conserved genome regions, was applied to shallow and deep phylogenetics within Clitellata, Crassiclitellata, and some smaller taxonomic groups. We sought to greatly expand the taxonomic sampling of Clitellata and Crassiclitellata, and were successful in doing so. However, data analysis has been hampered by the deep divergences and resulting sequence alignment challenges. Within more restricted sets of taxa we had success with Branchiobdellida, leech-like commensals of crayfish (done by a collaborating AToL team elsewhere), and the earthworm genus Pontoscolex. The latter is very important because one \"species\" P. corethrurus is a globally distributed tropical invasive species.  In this instance AHE data completely supported a separate effort based on four genes, precluding any debate about adequacy of genome sampling. It confirms that P. corethrurus is composed of four cryptic lineages, and that several similar species have been confused with it. Going forward we intend to use the AHE data to assist in revision of the Megascolecoidea and to address questions about the paleogeography versus Crassiclitellata phylogeny in the years after 180 mya.\n\nWe added a significant direction of research to the project by generating draft genomes of twelve earthworm species representing all the earthworm families of the Gondwanan set, including seven families for which there was no prior genome-scale data set. These draft genomes open the possibility for exploring genome evolution, gene / genome duplication events, gene family evolution, and correlates of shifts between terrestrial and aquatic lifestyles. At present, these genomes have been annotated for gene content and mined for a standard set of metazoan genes. Future analyses will focus on using these data in combination with other sequence data (including that described above) to illuminatte the relationships among and evolutionary history of earthworms.\n\n \n\n\t\t\t\t\tLast Modified: 04/17/2018\n\n\t\t\t\t\tSubmitted by: John M Logsdon"
 }
}