{
 "awd_id": "1136303",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Robert Noyce Urban Mathematics Educator Program Phase II",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924671",
 "po_email": "ksverdru@nsf.gov",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 149474.0,
 "awd_amount": 149474.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "The Robert Noyce Urban Mathematics Educator Program (UMEP) Phase II is designed to monitor and evaluate the effectiveness of the UMEP that began as a Phase I Noyce Teachers Scholarship program for career changers seeking teaching positions in secondary mathematics.  Partnering school districts, the Atlanta Public Schools and the DeKalb County School System are actively engaged in all aspects of the program from selection of UMEP Scholars to the degree program to the placement of UMEP Scholars in teaching positions. \r\n\r\nFrom 2005 through 2010, thirty-six UMEP Noyce Scholars completed the Master's Degree with initial certification and began teaching in high need schools. Thirty-three UMEP Noyce Scholars have remained in teaching and are becoming exemplars as professional educators. The UMEP operates as an active online Professional Learning Community composed of the UMEP Scholars, the UMEP Leadership team, and UMEP Noyce Scholars who have evolved as teacher leaders.  In Phase II, the project extends and expands on-going research on the online learning community as well as continues research and evaluation on the effectiveness of the degree program, selection process, preparation, placement and retention of the UMEP Scholars. The UMEP is becoming prominent for the retention of exemplary teachers in high-need schools. Plans for dissemination of the findings from the research and evaluation are to contribute to the knowledge of preparation, placement, and retention of effective secondary mathematics in high-need schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Thomas",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Christine D Thomas",
   "pi_email_addr": "cthomas11@gsu.edu",
   "nsf_id": "000351865",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Draga",
   "pi_last_name": "Vidakovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Draga Vidakovic",
   "pi_email_addr": "dvidakovic@gsu.edu",
   "nsf_id": "000290192",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pier",
   "pi_last_name": "Junor Clarke",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Pier A Junor Clarke",
   "pi_email_addr": "pjunor@gsu.edu",
   "nsf_id": "000167491",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janice",
   "pi_last_name": "Fournillier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janice Fournillier",
   "pi_email_addr": "jfournillier@gsu.edu",
   "nsf_id": "000548633",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University",
  "perf_str_addr": "",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303023999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149474.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;</strong>The goals of the Robert Noyce Urban Mathematics Educator Program (UMEP) Phase II were: &nbsp;(a) to evaluate and monitor the effectiveness of the Phase I program and (b) to use the results of the evaluation research for dissemination of knowledge on retention and effective teaching practices. The Phase I: Robert Noyce Urban Mathematics Educator Program (UMEP) was designed to address recruitment and retention of secondary mathematics teachers in urban high-need schools. The Phase I goal was to recruit, prepare, induct, and retain 40 students with undergraduate backgrounds in mathematics or mathematics related fields into teaching. The participants selected for Phase I, known as UMEP Scholars, completed the Master of Arts in Teaching (MAT) degree which included completing the requirements for teacher certification in mathematics for grades 7 through 12. The Phase I included components to support the Scholars from teacher preparation through the induction years of teaching and beyond. Thirty-six Scholars completed the MAT degree program. During the transition from Phase I into Phase II, there were 33 UMEP Scholars teaching secondary mathematics in high need schools representing a 91% retention rate of UMEP Scholars in urban high-need schools. A major focus of the Phase II project was to sustain and scale-up the focus on the UMEP professional learning community (PLC) as the driver for retention and the mechanism for continued support of the Scholars.</p>\n<p>The design of our PLC is centered in the concept of a Community of Practice which is framed within the social theory of learning (Wenger, 1999).&nbsp; A social theory of learning characterizes social participation as a process of learning and knowing whereby the primary focus is a view of learning as an active social process. During Phase I of the UMEP our PLC operated as a face-to-face community. We transitioned the PLC into an online PLC during Phase II when all UMEP Scholars where in teaching positions. Given they had grown geographically dispersed by the location of their schools the decision to move to an online format became an excellent option for maintaining our PLC. As a result the online PLC became the central context for the UMEP Phase II.</p>\n<p>&nbsp;<strong><em>Outcome 1</em></strong><em>: Evaluate and Monitor the Effectiveness of the Program </em></p>\n<p>Given our level of success in retaining our UMEP Scholars in high-need schools, certain aspects of the online PLC began to emerge as major contributing factors to UMEP Scholars&rsquo; retention in urban high-need schools. Data on the PLC were collected through interviews, surveys, threaded discussions in the Google Group, Wiki space content, and video recordings of UMEP meetings in SL. Analysis revealed the online PLC was supportive in sustaining the Scholars in at least three areas: (a) enhancement of Scholars&rsquo; classroom management practices, (b) enhancement of Scholars&rsquo; instructional practices, and (c) development of Scholars as teacher leaders. Examination of the data also revealed specific instructional practices discussed and shared in SL, on the Google Group and in the Wiki space. We found the Scholars collaborating in the following areas: (a) examining textbooks and other resources for cultural effectiveness, (b) sharing experiences in facilitating student-centered instruction, (c) sharing experiences in using technology&mdash;specially for differentiating instruction, (d)&nbsp; sharing e-resources endorsed among the Scholars, (e)&nbsp; sharing ways in which to establish contexts for&nbsp; mathematics lessons, (f) sharing ways in which classroom behaviors could be addressed while limiting interference in instructional time, (g)&nbsp; sharing specific resources related to formative and summative assessment, (h)&nbsp; engaging in discussions on modifying instruction with respect to students&rsquo; misconceptions...",
  "por_txt_cntn": "\n The goals of the Robert Noyce Urban Mathematics Educator Program (UMEP) Phase II were:  (a) to evaluate and monitor the effectiveness of the Phase I program and (b) to use the results of the evaluation research for dissemination of knowledge on retention and effective teaching practices. The Phase I: Robert Noyce Urban Mathematics Educator Program (UMEP) was designed to address recruitment and retention of secondary mathematics teachers in urban high-need schools. The Phase I goal was to recruit, prepare, induct, and retain 40 students with undergraduate backgrounds in mathematics or mathematics related fields into teaching. The participants selected for Phase I, known as UMEP Scholars, completed the Master of Arts in Teaching (MAT) degree which included completing the requirements for teacher certification in mathematics for grades 7 through 12. The Phase I included components to support the Scholars from teacher preparation through the induction years of teaching and beyond. Thirty-six Scholars completed the MAT degree program. During the transition from Phase I into Phase II, there were 33 UMEP Scholars teaching secondary mathematics in high need schools representing a 91% retention rate of UMEP Scholars in urban high-need schools. A major focus of the Phase II project was to sustain and scale-up the focus on the UMEP professional learning community (PLC) as the driver for retention and the mechanism for continued support of the Scholars.\n\nThe design of our PLC is centered in the concept of a Community of Practice which is framed within the social theory of learning (Wenger, 1999).  A social theory of learning characterizes social participation as a process of learning and knowing whereby the primary focus is a view of learning as an active social process. During Phase I of the UMEP our PLC operated as a face-to-face community. We transitioned the PLC into an online PLC during Phase II when all UMEP Scholars where in teaching positions. Given they had grown geographically dispersed by the location of their schools the decision to move to an online format became an excellent option for maintaining our PLC. As a result the online PLC became the central context for the UMEP Phase II.\n\n Outcome 1: Evaluate and Monitor the Effectiveness of the Program \n\nGiven our level of success in retaining our UMEP Scholars in high-need schools, certain aspects of the online PLC began to emerge as major contributing factors to UMEP ScholarsÆ retention in urban high-need schools. Data on the PLC were collected through interviews, surveys, threaded discussions in the Google Group, Wiki space content, and video recordings of UMEP meetings in SL. Analysis revealed the online PLC was supportive in sustaining the Scholars in at least three areas: (a) enhancement of ScholarsÆ classroom management practices, (b) enhancement of ScholarsÆ instructional practices, and (c) development of Scholars as teacher leaders. Examination of the data also revealed specific instructional practices discussed and shared in SL, on the Google Group and in the Wiki space. We found the Scholars collaborating in the following areas: (a) examining textbooks and other resources for cultural effectiveness, (b) sharing experiences in facilitating student-centered instruction, (c) sharing experiences in using technology&mdash;specially for differentiating instruction, (d)  sharing e-resources endorsed among the Scholars, (e)  sharing ways in which to establish contexts for  mathematics lessons, (f) sharing ways in which classroom behaviors could be addressed while limiting interference in instructional time, (g)  sharing specific resources related to formative and summative assessment, (h)  engaging in discussions on modifying instruction with respect to studentsÆ misconceptions, (i) discussing strategies for facilitating student preparation for the end of course tests, and (j) sharing ways in which they modified instructions in targeting common student misconceptions.\n\nAs th..."
 }
}