{
 "awd_id": "1136706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dimensions: Collaborative Research: Lake Baikal Responses to Global Change: The Role of Genetic, Functional and Taxonomic Diversity in the Plankton",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 196120.0,
 "awd_amount": 196120.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "Human-induced global change is altering most ecosystems on Earth. Highly diverse ecosystems may be better buffered against change, maintaining key functions even as the physical environment changes. How ecosystems respond will likely depend on their biodiversity, but how different components of biological diversity determine ecosystem responses to global change are still poorly understood. Genetic diversity enhances the ability of populations to adapt to change and functional diversity allows different species to carry out key ecosystem functions, but little is known about how these components of diversity will interact with each other and with the number of species present in a changing environment. Sixty years of existing ecological data, field sampling, genetic analyses, experiments, and  mathematical models will be used by an interdisciplinary team of researchers to examine multiple aspects of biodiversity in the largest, oldest and most biologically diverse lake in the world, Lake Baikal in Siberia. A major goal of the project will be to develop the ability to predict how this ecosystem will respond to rising temperatures and other stressors. Holding 20% of world's unfrozen fresh water, this UNESCO World Heritage Site is recognized internationally as a globally important freshwater resource, a treasure trove of biodiversity, and a unique natural laboratory in which to study evolution. With an unprecedented diversity of endemic species found nowhere else, Lake Baikal serves as a model for ecosystems with highly unique biota and cold aquatic environments undergoing rapid warming.\r\n\r\nResearchers and students will engage in an interdisciplinary international collaborative research program. Funding will support graduate training in both applied and basic areas of science, including molecular biology, ecology, and informatics. Data collected by this project will be publicly available so that they can be used by other scientists and educators. Project results will be communicated to environmental organizations in Russia and the US and to a US-based film team planning an IMAX movie about Baikal and freshwater conservation. School teachers from Michigan, Texas and Tennessee will participate in the project and, together with researchers, develop educational activities on aquatic ecology, biological diversity and global change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lev",
   "pi_last_name": "Yampolsky",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Lev Y Yampolsky",
   "pi_email_addr": "yampolsk@etsu.edu",
   "nsf_id": "000305385",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Tennessee State University",
  "inst_street_address": "1276 GILBREATH DR",
  "inst_street_address_2": "",
  "inst_city_name": "JOHNSON CITY",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "4234396000",
  "inst_zip_code": "376146598",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "TN01",
  "org_lgl_bus_name": "EAST TENNESSEE STATE UNIVERSITY",
  "org_prnt_uei_num": "JBG7T7RXQ2B7",
  "org_uei_num": "V5LLVC627U34"
 },
 "perf_inst": {
  "perf_inst_name": "East Tennessee State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "376140001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "TN01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 196120.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Lake Baikal in Siberia, Russia, is the deepest and the oldest lake on Earth that contain 20% of planet&rsquo;s surface unfrozen fresh water. It is also a remarkably isolated habitat that contains a highly diverse and highly endemic fauna &ndash; essentially a world onto itself, a unique &ldquo;Nature&rsquo;s laboratory&rdquo; in which evolutionary processes occurred and continue to occur largely independently from the rest of the biosphere.&nbsp; This makes Baikal, along with several other isolated long-lived habitats, such as Hawaiian island, Galapagos islands or Great African Rift lakes, attractive research models for the study of mechanisms that create and maintain biological diversity.</p>\n<p>&nbsp;</p>\n<p>The purpose of our component of the project was to characterize genetic and functional properties of Baikal&rsquo;s zooplankton. More specifically, this included three specific goals: the investigation of breeding strategy of <em>Epischura baikalensis, </em>&nbsp;a study of genetic differentiation and differential gene expression both focal species and a functional genomics study in <em>Macrohectopus branickii </em>&nbsp;as a unique planktonic amphipod whose evolutionary history features a recent and rapid transition to plankton life style<em>.</em></p>\n<p>&nbsp;</p>\n<p>1. Is<em> E. baikalensis</em>, the pivotal zooplankton species, a &ldquo;capital&rdquo; or &ldquo;income&rdquo; breeder? In other word does this organism store resources to fund future reproduction or is current reproduction reflecting current feeding rate. This knowledge complements the data on <em>E. baikalensis</em> feeding rates and diet obtained by my co-PI Dr. Marianne Moore (Wellesley College). We utilized the RNA:DNA ratio approach often used to characterize metabolic rates, growth and reproduction in aquatic organisms and compared the RNA:DNA ratio in <em>Epischura </em>exposed to different feeding regimes and temperature in the laboratory as well as in individuals sampled from natural population at locations with different phytoplankton availability. We showed that <em>Epischura </em>&nbsp;indeed is a &ldquo;capital breeder&rdquo;: the RNA:DNA ratio responded to starvation and temperature in non-reproducing adults with low lipid storage, but not in individuals with developed ovaries and/or visible lipid storage.&nbsp; We predict that peak reproduction rate of <em>Epischura&rsquo;s </em>summer generation should depend on feeding conditions during the spring phytoplankton peak and not on the duration of &ldquo;clear water&rdquo; stage during the summer.</p>\n<p>&nbsp;</p>\n<p>&nbsp;2. Genetic differentiation and differential gene expression between geographically distant populations of Baikal zooplankton. To approach both these questions we utilized two recently developed next generation sequencing approaches: RNAseq and RADseq. We constructed a reference transcriptome of <em>E. baikalensis </em>using 454 sequencing and sequenced by Illumina sequencing cDNAs from 10 field-collected samples and 3 samples acclimated to different temperature in the lab, each in 3 replicates.&nbsp; This provided us both with the estimates of differential expression and of frequencies of alleles at genetic markers called single nucleotide polymorphisms (SNPs) located within coding portions of genes represented in our reference transcriptome. We observed a strong differentiation at SNP sites, mostly reflecting North-South gradient within the lake. This differentiation was stronger for non-synonymous SNPs (i.e., nucleotide changes that result in amino acid changes in the proteins and may therefore be under selection) than in synonymous, presumably neutral SNPs. Similarly, we observe a North-South gradient in differential gene expression (mirrored by the gradient gene expression at different temperatures in the lab). This rare example of a gene expression gradient within a species of lake zooplankton indicates t...",
  "por_txt_cntn": "\nLake Baikal in Siberia, Russia, is the deepest and the oldest lake on Earth that contain 20% of planetÆs surface unfrozen fresh water. It is also a remarkably isolated habitat that contains a highly diverse and highly endemic fauna &ndash; essentially a world onto itself, a unique \"NatureÆs laboratory\" in which evolutionary processes occurred and continue to occur largely independently from the rest of the biosphere.  This makes Baikal, along with several other isolated long-lived habitats, such as Hawaiian island, Galapagos islands or Great African Rift lakes, attractive research models for the study of mechanisms that create and maintain biological diversity.\n\n \n\nThe purpose of our component of the project was to characterize genetic and functional properties of BaikalÆs zooplankton. More specifically, this included three specific goals: the investigation of breeding strategy of Epischura baikalensis,  a study of genetic differentiation and differential gene expression both focal species and a functional genomics study in Macrohectopus branickii  as a unique planktonic amphipod whose evolutionary history features a recent and rapid transition to plankton life style.\n\n \n\n1. Is E. baikalensis, the pivotal zooplankton species, a \"capital\" or \"income\" breeder? In other word does this organism store resources to fund future reproduction or is current reproduction reflecting current feeding rate. This knowledge complements the data on E. baikalensis feeding rates and diet obtained by my co-PI Dr. Marianne Moore (Wellesley College). We utilized the RNA:DNA ratio approach often used to characterize metabolic rates, growth and reproduction in aquatic organisms and compared the RNA:DNA ratio in Epischura exposed to different feeding regimes and temperature in the laboratory as well as in individuals sampled from natural population at locations with different phytoplankton availability. We showed that Epischura  indeed is a \"capital breeder\": the RNA:DNA ratio responded to starvation and temperature in non-reproducing adults with low lipid storage, but not in individuals with developed ovaries and/or visible lipid storage.  We predict that peak reproduction rate of EpischuraÆs summer generation should depend on feeding conditions during the spring phytoplankton peak and not on the duration of \"clear water\" stage during the summer.\n\n \n\n 2. Genetic differentiation and differential gene expression between geographically distant populations of Baikal zooplankton. To approach both these questions we utilized two recently developed next generation sequencing approaches: RNAseq and RADseq. We constructed a reference transcriptome of E. baikalensis using 454 sequencing and sequenced by Illumina sequencing cDNAs from 10 field-collected samples and 3 samples acclimated to different temperature in the lab, each in 3 replicates.  This provided us both with the estimates of differential expression and of frequencies of alleles at genetic markers called single nucleotide polymorphisms (SNPs) located within coding portions of genes represented in our reference transcriptome. We observed a strong differentiation at SNP sites, mostly reflecting North-South gradient within the lake. This differentiation was stronger for non-synonymous SNPs (i.e., nucleotide changes that result in amino acid changes in the proteins and may therefore be under selection) than in synonymous, presumably neutral SNPs. Similarly, we observe a North-South gradient in differential gene expression (mirrored by the gradient gene expression at different temperatures in the lab). This rare example of a gene expression gradient within a species of lake zooplankton indicates that Epischura baikalensis is capable to plastically adjust its metabolism in response to changing temperatures.\n\n \n\n3. Phylogenomics of the plankton amphipod. The unique biology and morphology of Macrohectopus branickii, the only plankton amphipod on Earth suggests that numerous genes in its genome must have exp..."
 }
}