{
 "awd_id": "1136855",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Albert Einstein Distinguished Educator Fellowship Program",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Celestine Pea",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 2230348.0,
 "awd_amount": 2230348.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2013-12-19",
 "awd_abstract_narration": "During the FY11-12 academic year, various directorates/offices across the National Science Foundation (NSF) host nineteen (19) K-12 science and mathematics teachers as Fellows of the Albert Einstein Distinguished Educator Fellowship (AEDEF) program.  The AEDEF program is a congressionally-mandated program under the auspices of the U. S. Department of Energy (DOE).  NSF participates in AEDEF through a grant to the Triangle Coalition (TC) that manages the program for DOE. \r\n\r\nThe objectives of the program are to: (1) provide outstanding STEM teachers the opportunity to bring to Congress, and appropriate branches of the Federal government the insights, extensive knowledge, and practical experience of classroom teachers; (2)  increase the understanding, communication, and cooperation between Congress and Federal agencies; (3) increase the understanding, communication and cooperation between the Federal government and the science, technology and mathematics education community; and (4) gain insights and an understanding of national educational issues which can then be transferred back to the classroom.  While at NSF, each Fellow gains general as well as discipline-specific knowledge based on their placement within Foundation.\r\n\r\nDuring FY11-12, Fellows engage in a wide range of STEM activities both internal and external to NSF.  These activities offer a wealth of experiences likely to advance the STEM knowledge base of participating teachers.   Representing 11 states (California, Colorado, Florida, Indiana, Louisiana, Michigan, Ohio, Pennsylvania, South Carolina, Utah, and Virginia), Fellows serve their 11-month fellowship under a specific sponsor who oversees the day-to-day activities of the individual Fellow.  \r\n\r\nOther agencies participating in the program include NASA, NOAA, and DOE.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vance",
   "pi_last_name": "Ablott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vance Ablott",
   "pi_email_addr": "ablottv@triangle-coalition.org",
   "nsf_id": "000444613",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Culbertson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn G Culbertson",
   "pi_email_addr": "culbertsonk@triangle-coalition.org",
   "nsf_id": "000549640",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Triangle Coalition for Science and Technology Education",
  "inst_street_address": "1840 Wilson Boulevard",
  "inst_street_address_2": "Suite 201",
  "inst_city_name": "Arlington",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7035165960",
  "inst_zip_code": "222013000",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Triangle Coalition for Science and Technology Education",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222013000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135900",
   "pgm_ele_name": "RES EXP FOR TEACHERS(RET)-SITE"
  },
  {
   "pgm_ele_code": "173300",
   "pgm_ele_name": "GEOSCIENCE EDUCATION"
  },
  {
   "pgm_ele_code": "179300",
   "pgm_ele_name": "MSP-OTHER AWARDS"
  },
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  },
  {
   "pgm_ele_code": "520800",
   "pgm_ele_name": "ARCTIC RESEARCH AND EDUCATION"
  },
  {
   "pgm_ele_code": "529400",
   "pgm_ele_name": "Antarctic Education"
  },
  {
   "pgm_ele_code": "717900",
   "pgm_ele_name": "GRAD TEACHING FELLOWS IN K-12"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  },
  {
   "pgm_ele_code": "795700",
   "pgm_ele_name": "Research Investment Communictn"
  },
  {
   "pgm_ele_code": "919900",
   "pgm_ele_name": "Unallocated Program Costs"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2230348.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Albert Einstein Distinguished Educator Fellowship Program (\"<span><span>AEF</span></span>\") is a federal agency fellowship p<span>program</span> for outstanding K-12 STEM (science, technology, engineering, mathematics) teachers. Each Fellow spends an academic year engaged in STEM policy while being immersed in a professional development (PD) <span>program</span> that provides practical, <span>transferable</span> classroom skills. The Einstein Fellowship Program exposes participants broadly to STEM education policy, advances in pedagogy, STEM topics, and thought leadership that enhances their content and practice knowledge, improves their teaching methods, and strengthens their STEM leadership and policy influencing capabilities. Einstein Fellows bring to NSF a thorough understanding of the needs of K-12 students and teachers, evaluative insights into effective K-12 activities, and the ability to interpret the language of STEM education policy. Further, Fellows provide to NSF the unique perspective of the practicing teacher during project conceptualization and in administration of established programs.</p>\n<p>By statute, the <span><span>AEF</span></span> program is organized around four key goals: to connect STEM teachers (practitioners) to the federal government (policy); to improve communication on STEM policy between Congress and the agencies; to improve communication between federal policymakers and the STEM education community; and to develop STEM policy and practical<br />skills that may transfer back to the classroom.</p>\n<p>The 2011-2012 <span><span>AEF</span></span> cohort was comprised of 30 teachers from 16 states and the District of Columbia. Nineteen of those fellows were placed at NSF. Triangle Coalition, founder of the <span><span>AEF</span></span> p<span>rogram</span>, provided program and administrative services to Fellows on behalf of NSF, working<br />in <span>partnership</span> with the U.S. Department of Energy. These services <span>include</span> <span>monthly</span> professional development programming, oversight of individual professional development plans and participant reports, outreach, recruitment, interview, and placement of incoming Fellows, and financial administration of stipends, professional travel and education expenses.</p>\n<p>The <span><span>AEF</span></span> program endows participants with STEM policy knowledge, professional connections, and leadership skills that are critically important as the education community strives to meet American, and indeed global, STEM needs. Fellows leave the <span><span>AEF</span></span> program with a practitioner's understanding of STEM policy-making and a comprehensive STEM portfolio to share with local leaders, colleagues, and students. This includes contacts with STEM policy leaders, information on undergraduate and graduate internships, scholarships, lab research, contests and resources which can inspire teachers and students toward careers in STEM.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2014<br>\n\t\t\t\t\tModified by: Vance&nbsp;Ablott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Albert Einstein Distinguished Educator Fellowship Program (\"AEF\") is a federal agency fellowship pprogram for outstanding K-12 STEM (science, technology, engineering, mathematics) teachers. Each Fellow spends an academic year engaged in STEM policy while being immersed in a professional development (PD) program that provides practical, transferable classroom skills. The Einstein Fellowship Program exposes participants broadly to STEM education policy, advances in pedagogy, STEM topics, and thought leadership that enhances their content and practice knowledge, improves their teaching methods, and strengthens their STEM leadership and policy influencing capabilities. Einstein Fellows bring to NSF a thorough understanding of the needs of K-12 students and teachers, evaluative insights into effective K-12 activities, and the ability to interpret the language of STEM education policy. Further, Fellows provide to NSF the unique perspective of the practicing teacher during project conceptualization and in administration of established programs.\n\nBy statute, the AEF program is organized around four key goals: to connect STEM teachers (practitioners) to the federal government (policy); to improve communication on STEM policy between Congress and the agencies; to improve communication between federal policymakers and the STEM education community; and to develop STEM policy and practical\nskills that may transfer back to the classroom.\n\nThe 2011-2012 AEF cohort was comprised of 30 teachers from 16 states and the District of Columbia. Nineteen of those fellows were placed at NSF. Triangle Coalition, founder of the AEF program, provided program and administrative services to Fellows on behalf of NSF, working\nin partnership with the U.S. Department of Energy. These services include monthly professional development programming, oversight of individual professional development plans and participant reports, outreach, recruitment, interview, and placement of incoming Fellows, and financial administration of stipends, professional travel and education expenses.\n\nThe AEF program endows participants with STEM policy knowledge, professional connections, and leadership skills that are critically important as the education community strives to meet American, and indeed global, STEM needs. Fellows leave the AEF program with a practitioner's understanding of STEM policy-making and a comprehensive STEM portfolio to share with local leaders, colleagues, and students. This includes contacts with STEM policy leaders, information on undergraduate and graduate internships, scholarships, lab research, contests and resources which can inspire teachers and students toward careers in STEM.\n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: Vance Ablott"
 }
}