{
 "awd_id": "1136122",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Promoting Undergraduate Licensure in Science Education (PULSE)",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 1199996.0,
 "awd_amount": 1199996.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "The PULSE (Promoting Undergraduate Licensure in Science Education) Program recruits undergraduate science majors with academic talent and financial need and prepares them in an exemplary manner to pursue a secondary science teaching career in settings that have the greatest need for excellent teachers: high-needs local school districts.  PULSE supports the preparation, licensure, placement, and successful induction of twenty-five secondary science teachers who are committed to serving in high-needs settings.  PULSE Noyce Scholars are eligible to receive awards for up to two years in the amount of $12,000/year.  Recruitment targets the highest performing STEM students at the University of Colorado at Denver (UCD).  Special efforts are made to recruit from underrepresented populations in STEM education, which include Asian, Hispanic, Black, and Native American students, as well as students with disabilities.  PULSE is committed to including one individual with disabilities in each cohort of scholars and works with UCD Disability Services and Resources to achieve this end. \r\n\r\nThe PULSE Program enables students to earn a baccalaureate degree in Biology, Chemistry, Physics or Geography/ Environmental Sciences while simultaneously completing coursework in UCD's science education Individually Structured Major (ISM) or by completing post-baccalaureate licensure.  PULSE provides recruitment activities, a formal program of preparation for licensure, field-based experiences in high-needs schools, a variety of formal and informal teaching and career exploration opportunities, STEM or STEM education research experiences, and newly developed internships and coursework to increase both the number of STEM majors who pursue secondary science teaching and the quality of their preparation.  To implement the program, UCD partners with Aurora Public Schools (APS).  APS serves as the site for many field and other learning experiences provided through PULSE, as well as a site for potential future employment of the Noyce Scholars who become certified science teachers. \r\n \r\nThe Noyce Scholars are licensed through the Urban Community Teacher Education (UCTE) program, which was redesigned by the UCD School of Education and Human Development to reflect research and best practice in preparing teacher candidates for teaching in urban classrooms.  The Noyce Scholars participate in program-specific learning experiences that leverage existing institutional strengths (e.g., science and science education research and urban teacher education) and a strong partnership with APS to provide a multi-faceted and developmental set of experiences that span from freshman year through the Noyce scholars' induction years.  The learning experiences of the Noyce Scholars serve as a model for integrating undergraduate science education, science research, preparation to teach in urban settings, and strong induction-years support for teachers.  The development, deployment, and evaluation of this model are contributing to the STEM education field's understanding of urban science teacher preparation and support. \r\n\r\nThe PULSE Noyce Scholarship Program responds in a systematic way to the national challenge of preparing secondary science teachers who are prepared to function effectively in high-needs settings.  It combines the ISM with targeted recruiting of students in traditional STEM courses to prepare secondary science educators drawn from groups traditionally underrepresented in K-12 science education. The program's partnership with APS and structured induction support offers a strong model for other teacher preparation programs and for STEM recruitment and retention efforts in high-needs districts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Doris",
   "pi_last_name": "Kimbrough",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Doris R Kimbrough",
   "pi_email_addr": "doris.kimbrough@ucdenver.edu",
   "nsf_id": "000259825",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leo",
   "pi_last_name": "Bruederle",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Leo P Bruederle",
   "pi_email_addr": "leo.bruederle@ucdenver.edu",
   "nsf_id": "000333663",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Wee",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan S Wee",
   "pi_email_addr": "bryan.wee@ucdenver.edu",
   "nsf_id": "000077000",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurel",
   "pi_last_name": "Hartley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Laurel M Hartley",
   "pi_email_addr": "laurel.hartley@ucdenver.edu",
   "nsf_id": "000499347",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Talbot",
   "pi_mid_init": "M",
   "pi_sufx_name": "III",
   "pi_full_name": "Robert M Talbot",
   "pi_email_addr": "Robert.Talbot@UCDenver.edu",
   "nsf_id": "000589685",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver-Downtown Campus",
  "inst_street_address": "1380 LAWRENCE ST STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "802042055",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF COLORADO AT DENVER",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6CXZ6GSJW84"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Denver",
  "perf_str_addr": "1200 Larimer Street, Suite 3014",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802173364",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1199996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project was to&nbsp;encourage some of the best and brightest STEM students at the University of Colorado Denver (CU Denver) to become&nbsp;K-12 science teachers in classrooms that serve students with the greatest educational needs and to&nbsp;provide exemplary training that would equip them to be successful and effective in this role.&nbsp;To achieve this goal, CU Denver graduate and undergraduate students engaged in scholarship opportunities, the Noyce seminar, internship opportunities, and post-licensure induction support, all supported by the Noyce mentor. The project met its goal of 25 students achieving science licensure and teaching in high needs school districts and accomplished other benchmarks that will promote regional STEM education.</p>\n<p><strong>Scholarship opportunities.</strong>&nbsp; During the grant, 32 science majors were awarded various levels of scholarship funding to work towards teacher licensure. Of these, 25 scholars completed licensure as part of the PULSE program.&nbsp; Two students left the Noyce program but ultimately achieved licensure in alternative formats. Particularly impressive is that 21 of the 25 (84%) scholars who completed science licensure are still teaching, and 10 of the 25 have already completed the service requirement.&nbsp; Of the four who completed licensure who are not currently teaching, we know one is pursuing a PhD, one is returning to teaching after taking family leave, one is working in informal education at a science museum, and one is raising young children and may return to teaching.&nbsp;</p>\n<p><strong>Noyce seminar</strong>. A seminar series was developed and implemented through the course of the project. The PULSE project collaborated with the Rocky Mountain Noyce Program in Mathematics to involve both sets of Noyce scholars in the seminar. In the last project year, the seminar overlapped with our third Noyce project. The seminar aimed to foster cohesion and interaction among the Noyce scholars and provide professional development around the profession of K-12 STEM teaching. The Noyce seminar focused on topics such as classroom management, inquiry learning in STEM, science literacy strategies, scaffolding lessons for differentiation around knowledge and understanding and English language learning, project-based learning, classroom observations and debriefs (where an observational tool was developed), and career support (writing resumes and cover letters, mock interviews, navigating the job search, etc.).&nbsp;</p>\n<p><strong>Internship opportunities</strong>. Internship support was provided to more than a dozen undergraduate students through the course of the program.&nbsp; These &ldquo;pre-Noyce&rdquo; opportunities involved students in teaching activities to determine interest in a teaching career.&nbsp; These internship activities included math and science tutoring in local school districts, involving K-12 students in after school enrichment activities, working in local science/math camps, museums, and other informal STEM education centers, and the piloting of CU Denver&rsquo;s Learning Assistant (LA) Program.&nbsp; The LA program was piloted in 3 courses as part of the PULSE program accompanied by a small internal grant. Its success has garnered ongoing support from the University and has resulted in expansion to 35 &ndash; 40 course sections, supported by 60 &ndash; 70 LAs and impacting around 3000 students per academic year. &nbsp;</p>\n<p><strong>Noyce mentor.</strong> There were two Noyce mentors who participated in the PULSE project.&nbsp; Both were retired science teachers who had significant experience in coaching science teachers and providing professional development.&nbsp; The first participated in the first two years of the project, and the second continued through the end of the project and continues working with our Noyce scholars in the current project.&nbsp; The role of the Noyce mentor was to provide STEM specific support for our Noyce scholars in their student teaching experience and in their first years as new teachers (induction support).&nbsp; She met with them regularly, observing and coaching their teaching, helping them negotiate classroom management, providing feedback on their lesson plans, providing emotional support as they encountered challenges, and acting as their advocate should problems arise with school administrators, clinical teachers, or the site professor at the school.&nbsp; Feedback from the scholars indicate that the Noyce mentor was possibly the most valuable resource for them in the entire project.</p>\n<p><strong>Induction support.</strong> The PULSE project provided professional development opportunities to our Noyce scholars during their first years of teaching in high needs districts. We accomplished this through three different formats: symposia during the summer and academic year, informal networking sessions over coffee and travel opportunities.&nbsp; We hosted 4 summer (3 &ndash; 5 days) and 4 academic-year (single Saturday) symposia through the course of the grant, focusing on a variety of topics, including cooperative learning strategies, classroom culture, classroom management, science notebooks, project-based learning, argument-driven inquiry, and language of inquiry (literacy in math and science). The latter two topics involved a collaboration with instructors at the Denver Museum of Nature and Science. We sent Noyce scholars and former scholars to Noyce regional conferences in Phoenix, San Diego, and San Francisco, two Noyce Summits in Washington, DC, two NSTA national meetings and other STEM teaching workshops.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2019<br>\n\t\t\t\t\tModified by: Doris&nbsp;R&nbsp;Kimbrough</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the project was to encourage some of the best and brightest STEM students at the University of Colorado Denver (CU Denver) to become K-12 science teachers in classrooms that serve students with the greatest educational needs and to provide exemplary training that would equip them to be successful and effective in this role. To achieve this goal, CU Denver graduate and undergraduate students engaged in scholarship opportunities, the Noyce seminar, internship opportunities, and post-licensure induction support, all supported by the Noyce mentor. The project met its goal of 25 students achieving science licensure and teaching in high needs school districts and accomplished other benchmarks that will promote regional STEM education.\n\nScholarship opportunities.  During the grant, 32 science majors were awarded various levels of scholarship funding to work towards teacher licensure. Of these, 25 scholars completed licensure as part of the PULSE program.  Two students left the Noyce program but ultimately achieved licensure in alternative formats. Particularly impressive is that 21 of the 25 (84%) scholars who completed science licensure are still teaching, and 10 of the 25 have already completed the service requirement.  Of the four who completed licensure who are not currently teaching, we know one is pursuing a PhD, one is returning to teaching after taking family leave, one is working in informal education at a science museum, and one is raising young children and may return to teaching. \n\nNoyce seminar. A seminar series was developed and implemented through the course of the project. The PULSE project collaborated with the Rocky Mountain Noyce Program in Mathematics to involve both sets of Noyce scholars in the seminar. In the last project year, the seminar overlapped with our third Noyce project. The seminar aimed to foster cohesion and interaction among the Noyce scholars and provide professional development around the profession of K-12 STEM teaching. The Noyce seminar focused on topics such as classroom management, inquiry learning in STEM, science literacy strategies, scaffolding lessons for differentiation around knowledge and understanding and English language learning, project-based learning, classroom observations and debriefs (where an observational tool was developed), and career support (writing resumes and cover letters, mock interviews, navigating the job search, etc.). \n\nInternship opportunities. Internship support was provided to more than a dozen undergraduate students through the course of the program.  These \"pre-Noyce\" opportunities involved students in teaching activities to determine interest in a teaching career.  These internship activities included math and science tutoring in local school districts, involving K-12 students in after school enrichment activities, working in local science/math camps, museums, and other informal STEM education centers, and the piloting of CU Denver?s Learning Assistant (LA) Program.  The LA program was piloted in 3 courses as part of the PULSE program accompanied by a small internal grant. Its success has garnered ongoing support from the University and has resulted in expansion to 35 &ndash; 40 course sections, supported by 60 &ndash; 70 LAs and impacting around 3000 students per academic year.  \n\nNoyce mentor. There were two Noyce mentors who participated in the PULSE project.  Both were retired science teachers who had significant experience in coaching science teachers and providing professional development.  The first participated in the first two years of the project, and the second continued through the end of the project and continues working with our Noyce scholars in the current project.  The role of the Noyce mentor was to provide STEM specific support for our Noyce scholars in their student teaching experience and in their first years as new teachers (induction support).  She met with them regularly, observing and coaching their teaching, helping them negotiate classroom management, providing feedback on their lesson plans, providing emotional support as they encountered challenges, and acting as their advocate should problems arise with school administrators, clinical teachers, or the site professor at the school.  Feedback from the scholars indicate that the Noyce mentor was possibly the most valuable resource for them in the entire project.\n\nInduction support. The PULSE project provided professional development opportunities to our Noyce scholars during their first years of teaching in high needs districts. We accomplished this through three different formats: symposia during the summer and academic year, informal networking sessions over coffee and travel opportunities.  We hosted 4 summer (3 &ndash; 5 days) and 4 academic-year (single Saturday) symposia through the course of the grant, focusing on a variety of topics, including cooperative learning strategies, classroom culture, classroom management, science notebooks, project-based learning, argument-driven inquiry, and language of inquiry (literacy in math and science). The latter two topics involved a collaboration with instructors at the Denver Museum of Nature and Science. We sent Noyce scholars and former scholars to Noyce regional conferences in Phoenix, San Diego, and San Francisco, two Noyce Summits in Washington, DC, two NSTA national meetings and other STEM teaching workshops.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/13/2019\n\n\t\t\t\t\tSubmitted by: Doris R Kimbrough"
 }
}