{
 "awd_id": "1136142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Origins, Carriers, and Implications of Mass-Independent Fractionation of Sulfur Isotopes (S-MIF)",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 10200.0,
 "awd_amount": 10200.0,
 "awd_min_amd_letter_date": "2011-04-26",
 "awd_max_amd_letter_date": "2011-04-26",
 "awd_abstract_narration": "Lionel (Bill) Poirier of Texas Tech University and Boswell Wing of McGill University are supported by an award from the Chemistry Special Projects program and the Geobiology and Low-Temperature Geochemistry program  to conduct the \"Joint NASA-NSF Workshop: Origins, Carriers and Implications of Mass-Independent Fractionation of Sulfur Isotopes\".  The workshop will be held at the Hotel Monaco in Alexandria, VA on June 12-14 2011, with roughly 25-30 participants including geochemists, chemical physicists, both theoretical and experimental, and atmospheric modelers. \r\n\r\nThe workshop is expected to lay the basis for research that will help us understand the important atmospheric transformations that laid the basis for the emergence of life on our planet.  Long-lasting collaborations and strategic alliances may naturally arise among the workshop participants themselves, who represent a diverse range of universities, national and international laboratories, and nationalities, as well as scientific disciplines, but the findings of this workshop will be disseminated very broadly. In choosing the potential participants, due consideration has also been paid to achieving a balance of gender, age, and ethnicity.  To foster domestic graduate student training and postdoctoral mentorship, a number of participants from this group of next-generation researchers will also be encouraged to attend the workshop. A workshop of the highly interdisciplinary type proposed here should be especially beneficial for these newer members of the scientific research community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lionel",
   "pi_last_name": "Poirier",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Lionel W Poirier",
   "pi_email_addr": "Bill.Poirier@ttu.edu",
   "nsf_id": "000231798",
   "pi_start_date": "2011-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Boswell",
   "pi_last_name": "Wing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Boswell Wing",
   "pi_email_addr": "boswell.wing@mcgill.ca",
   "nsf_id": "000590301",
   "pi_start_date": "2011-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "Dept. of Chem. and Biochem.",
  "perf_city_name": "Lubbock",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794091061",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "197800",
   "pgm_ele_name": "PROJECTS"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Just over a decade ago, a team of geochemists made an astounding discovery. While measuring the chemical composition of ancient rock, Dr. James Farquhar and colleagues found surprisingly large quantities of certain sulfur isotopes that almost certainly must have been produced or preserved in an oxygen-free atmosphere. The trends they uncovered exist only in rock samples dating prior to 2.4 billion years ago, suggesting that the atmosphere underwent a profound change at that precise time. The finding confirmed for many the long-held theory suggested by previous rock analyses that, during this era, oxygen arose from being a trace gas to a substantial component of the Earth&rsquo;s atmosphere-a great event that caused permanent changes in both the atmosphere itself and the biosphere, eventually enabling the emergence of complex life.</p>\n<p><br />The &ldquo;Sulfur Mass-Independent Fractionation&rdquo; (S-MIF) in the ancient rock record thus provides geologists with a powerful new analytical approach for understanding the great oxygenation event. However, the direct relationship between the S-MIF signal and the atmosphere has yet to be understood at a molecular level. Future progress therefore requires a better and more detailed theoretical and chemical understanding, of the sort that members of the physical chemistry community may be able to provide.&nbsp;<br />To facilitate the next stage of research, NASA&rsquo;s Exobiology Program, NSF&rsquo;s Chemistry Special Projects program, and NSF&rsquo;s Geobiology and Low-Temperature Geochemistry program established a three-day workshop in the summer of 2011. The goal of the gathering in Alexandria, VA, was to generate ideas from a variety of experts about how the critical questions in S-MIF chemistry may be addressed. Participants had backgrounds in the following fields: astrobiology, isotope analysis, geobiology, atmospheric modeling, geochemistry, chemical dynamics, and experimental and computational chemistry.</p>\n<p><br />The conclusions drawn from this workshop are summarized in a special Summary Report, the primary outcome of the NSF support. The Summary Report has been published and distributed by NASA in print form, and is also being disseminated on a special NASA website:&nbsp;&nbsp; &nbsp; &nbsp;</p>\n<p>http://IS.GD/S_MIF</p>\n<p>Various supplementary materials, such as background readings and power point presentations of the main talks, are also presented on the website.&nbsp;</p>\n<p><br />The most important conclusion to be drawn from the meeting is that existing chemical physics methodologies can indeed be directly brought to bear on the S-MIF problem. This has already led to joint collaborative research ventures, included new federally funded research projects.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2013<br>\n\t\t\t\t\tModified by: Lionel&nbsp;W&nbsp;Poirier</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1136142/1136142_10087862_1378939329706_SMIFimage--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1136142/1136142_10087862_1378939329706_SMIFimage--rgov-800width.jpg\" title=\"cover image\"><img src=\"/por/images/Reports/POR/2013/1136142/1136142_10087862_1378939329706_SMIFimage--rgov-66x44.jpg\" alt=\"cover image\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The cover image represents the interdisciplinary discussions fostered at the workshop.These discussions brought together physical chemists (represented by the SO2 potential energy surface), field ge...",
  "por_txt_cntn": "\nJust over a decade ago, a team of geochemists made an astounding discovery. While measuring the chemical composition of ancient rock, Dr. James Farquhar and colleagues found surprisingly large quantities of certain sulfur isotopes that almost certainly must have been produced or preserved in an oxygen-free atmosphere. The trends they uncovered exist only in rock samples dating prior to 2.4 billion years ago, suggesting that the atmosphere underwent a profound change at that precise time. The finding confirmed for many the long-held theory suggested by previous rock analyses that, during this era, oxygen arose from being a trace gas to a substantial component of the EarthÆs atmosphere-a great event that caused permanent changes in both the atmosphere itself and the biosphere, eventually enabling the emergence of complex life.\n\n\nThe \"Sulfur Mass-Independent Fractionation\" (S-MIF) in the ancient rock record thus provides geologists with a powerful new analytical approach for understanding the great oxygenation event. However, the direct relationship between the S-MIF signal and the atmosphere has yet to be understood at a molecular level. Future progress therefore requires a better and more detailed theoretical and chemical understanding, of the sort that members of the physical chemistry community may be able to provide. \nTo facilitate the next stage of research, NASAÆs Exobiology Program, NSFÆs Chemistry Special Projects program, and NSFÆs Geobiology and Low-Temperature Geochemistry program established a three-day workshop in the summer of 2011. The goal of the gathering in Alexandria, VA, was to generate ideas from a variety of experts about how the critical questions in S-MIF chemistry may be addressed. Participants had backgrounds in the following fields: astrobiology, isotope analysis, geobiology, atmospheric modeling, geochemistry, chemical dynamics, and experimental and computational chemistry.\n\n\nThe conclusions drawn from this workshop are summarized in a special Summary Report, the primary outcome of the NSF support. The Summary Report has been published and distributed by NASA in print form, and is also being disseminated on a special NASA website:      \n\nhttp://IS.GD/S_MIF\n\nVarious supplementary materials, such as background readings and power point presentations of the main talks, are also presented on the website. \n\n\nThe most important conclusion to be drawn from the meeting is that existing chemical physics methodologies can indeed be directly brought to bear on the S-MIF problem. This has already led to joint collaborative research ventures, included new federally funded research projects.\n\n\t\t\t\t\tLast Modified: 09/11/2013\n\n\t\t\t\t\tSubmitted by: Lionel W Poirier"
 }
}