{
 "awd_id": "1136079",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE/RES: Girls' Cultural-Gendered Identities and Perceptions as Future Technologists: A Mixed-Method Research Project of Intersectionality",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dana Britton",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 524987.0,
 "awd_amount": 650512.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2014-08-19",
 "awd_abstract_narration": "Intellectual Merit: This three-year research study draws from a pilot project that examined how adolescent girls in under-resourced school districts perceive and operationalize their developing consciousness as cultural beings and future technologists. Researchers from Arizona State University, University of Colorado-Boulder, and the National Center for Women Information Technology (NCWIT) will capitalize on their already existing collaborations with Phoenix Union High School District, Roosevelt School District, Gila River Indian Community, and Colorado MESA to structure this study in three geographic regions (Denver, Phoenix, and Gila River Indian Community).  A stratified sample of 160 adolescent (ages 13-18) girls of color (e.g. African American, Latina, Native American), from high-needs districts will be randomly assigned in one of two conditions (C#1: technology program with cultural relevancy and gendered-identities emphasized; and C#2 technology program without a focus on cultural relevancy or gendered identities). The research team will administer pre-, mid-, and post- treatment instruments to girls in each condition and implement ethnographic methods and participatory action research to texturize the quantitative data. Theoretical concepts of intersectionality and standpoint serve as the frameworks for the design.\r\n\r\nBroader Impacts: This proposal will uniquely analyze how multiple and intersecting factors inform various dimensions of self that shape girl's perceptions as technologists. This study also will move beyond simply identifying girls? perceptions and barriers and explore how they are constructed, experienced, and overcome in everyday practice.  Examining these intersections and dynamics will advance understanding about nuanced factors that encourage or impede girls of color considering technology at earlier stages in their educational careers than commonly researched.  The findings from this study will be of interest to educational institutions and technology industries interested in diversity recruitment and retention programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Scott",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly A Scott",
   "pi_email_addr": "kascott3@asu.edu",
   "nsf_id": "000190727",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Ashcraft",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine S Ashcraft",
   "pi_email_addr": "catherine.ashcraft@colorado.edu",
   "nsf_id": "000466477",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Santos",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos E Santos",
   "pi_email_addr": "Carlos.E.Santos@asu.edu",
   "nsf_id": "000589529",
   "pi_start_date": "2011-09-12",
   "pi_end_date": "2014-08-19"
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Office for Research and Sponsored Projects Administration - ASU",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 524987.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 125525.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-7b287157-cf40-2482-600f-3cfca1a850f1\">\n<p dir=\"ltr\"><span>From January 2012 through December 2015, a collaborative team of researchers from Arizona State University, University of Colorado-Denver, and National Center for Women Information Technology (NCWIT), worked on the</span><span> </span><span>GSE/RES funded project entitled</span><span> </span><span>Girls&rsquo; Cultural-Gendered Identities and Perceptions as Future Technologists: A Mixed-Method Research Project of Intersectionality </span><span>to explore the sustained impact of a unique enrichment program-- CompuGirls, a culturally-relevant technology enrichment program for girls in high-needs&rsquo; districts. Girls participate in three courses over the course of a year: 1) a course learning to use technologies such as iMovie, GarageBand, iPhoto, 2) a course learning to program with SCRATCH, and 3) a course that further develops programming and other technology skills through Teen Second Life. Throughout all three courses, the girls engage in a research project that connects the technologies they are learning to social justice issues they choose to address in their communities. CompuGirls served as the experimental group for the study in which girls were taught to use technology in a setting that included a cultural identity focus within a culturally responsive computing program. The control group of 60 girls participated in a program that did not offer a cultural identity focus. The goals of the project were 1) &nbsp;&nbsp;To broaden understanding of adolescent girls of color perceptions of themselves as cultural and gendered beings, and as future technologists; and 2)</span><span><span> </span></span><span>To provide a space where girls can articulate their standpoints as girls of color and as technologists. The research questions that guided the study were: 1) Does exposure to a program on technology with an explicit cultural-gendered identity focus have a beneficial effect on adolescent girls of color perceptions of technology? And 2) how do girls&rsquo; race, social class, language, gender, and geographical positioning work as intersecting variables influencing their standpoints on technology and technology careers?</span></p>\n<p dir=\"ltr\"><span>The study was comprised of two methodologies. The experimental study used stratified random sampling for two program conditions, matching the girls using age and their initial scores on technology self-concept; thus yielding groups in both conditions that contain girls of similar ages and with similar baseline scores on self-concept in technology. The second arm of the study was a qualitative approach using interviews, focus groups, testimonial booths, and observations to help explain and enhance some of the trends observed in the quantitative data.</span></p>\n<p dir=\"ltr\"><span>Quantitative data indicated that exposure to the culture-sensitive curriculum in the experimental condition did not improve girls&rsquo; self-concept of their use of digital media, girls&rsquo; self-concept of their gender perception, girls&rsquo; self-concept of their racial perceptions, girls&rsquo; self-concept in comparison to boys, girls&rsquo; self-concept in peer engagement, girls&rsquo; self-concept in community engagement, and girls&rsquo; self-concept in their race identity compared to the control group, in which girls just received exposure to the technology-focused curriculum. However, it was noticeable that the sample size is relatively small (n=57 for the experimental group and n=60 for the control group). Therefore, the null results could be attributable to the relatively low power.</span></p>\n<br /><span>Qualitative research, however, painted a far more complex picture. This team collected over 160 hours of participant observations and interviews. In this way they were able to capture a complex portrait of each participant rather than &ldquo;...",
  "por_txt_cntn": "\n\nFrom January 2012 through December 2015, a collaborative team of researchers from Arizona State University, University of Colorado-Denver, and National Center for Women Information Technology (NCWIT), worked on the GSE/RES funded project entitled GirlsÆ Cultural-Gendered Identities and Perceptions as Future Technologists: A Mixed-Method Research Project of Intersectionality to explore the sustained impact of a unique enrichment program-- CompuGirls, a culturally-relevant technology enrichment program for girls in high-needsÆ districts. Girls participate in three courses over the course of a year: 1) a course learning to use technologies such as iMovie, GarageBand, iPhoto, 2) a course learning to program with SCRATCH, and 3) a course that further develops programming and other technology skills through Teen Second Life. Throughout all three courses, the girls engage in a research project that connects the technologies they are learning to social justice issues they choose to address in their communities. CompuGirls served as the experimental group for the study in which girls were taught to use technology in a setting that included a cultural identity focus within a culturally responsive computing program. The control group of 60 girls participated in a program that did not offer a cultural identity focus. The goals of the project were 1)   To broaden understanding of adolescent girls of color perceptions of themselves as cultural and gendered beings, and as future technologists; and 2) To provide a space where girls can articulate their standpoints as girls of color and as technologists. The research questions that guided the study were: 1) Does exposure to a program on technology with an explicit cultural-gendered identity focus have a beneficial effect on adolescent girls of color perceptions of technology? And 2) how do girlsÆ race, social class, language, gender, and geographical positioning work as intersecting variables influencing their standpoints on technology and technology careers?\nThe study was comprised of two methodologies. The experimental study used stratified random sampling for two program conditions, matching the girls using age and their initial scores on technology self-concept; thus yielding groups in both conditions that contain girls of similar ages and with similar baseline scores on self-concept in technology. The second arm of the study was a qualitative approach using interviews, focus groups, testimonial booths, and observations to help explain and enhance some of the trends observed in the quantitative data.\nQuantitative data indicated that exposure to the culture-sensitive curriculum in the experimental condition did not improve girlsÆ self-concept of their use of digital media, girlsÆ self-concept of their gender perception, girlsÆ self-concept of their racial perceptions, girlsÆ self-concept in comparison to boys, girlsÆ self-concept in peer engagement, girlsÆ self-concept in community engagement, and girlsÆ self-concept in their race identity compared to the control group, in which girls just received exposure to the technology-focused curriculum. However, it was noticeable that the sample size is relatively small (n=57 for the experimental group and n=60 for the control group). Therefore, the null results could be attributable to the relatively low power.\n\nQualitative research, however, painted a far more complex picture. This team collected over 160 hours of participant observations and interviews. In this way they were able to capture a complex portrait of each participant rather than \"a flattened idea\" of their self-concept. Researchers hypothesize that the reasons behind the lack of improvement in self-concept for girls in the control group lies in the time and attention needed to process such weighted topics as identity, social justice, and inequities in gender and race. For this reason, the researchers suggest that, at the conclusion of the study, girls in the experimental group were ..."
 }
}