{
 "awd_id": "1136212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "University of Rochester Noyce Scholars Program - Phase II: Preparing Highly-Qualified Mathematics and Science Teachers for High-Need Schools",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 749994.0,
 "awd_amount": 749994.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2012-04-19",
 "awd_abstract_narration": "The University of Rochester Noyce Scholars Program - Phase II: Preparing Highly-Qualified Mathematics and Science Teachers for High-Need Schools builds upon and expands the Phase I Noyce Scholarship grant of the University of Rochester (UR), which prepared thirty highly qualified mathematics and science teachers for high need schools.   As in Phase I, the project is the result of a partnership of UR faculty from the Warner School of Education and STEM departments within the College of Arts, Sciences and Engineering, and the Rochester City School District--an urban district with the highest poverty in New York State, low state test scores, and a shortage of qualified STEM teachers. \r\n\r\nPhase II will prepare an additional twenty-seven secondary STEM teachers over a period of three years, starting in 2012.  Scholarship/stipend participants will be recruited from UR undergraduates majoring in STEM disciplines and recent STEM graduates, as well as undergraduates in twenty-nine regional higher education institutions and career changers from local technology companies, all of whom have degrees in a STEM field.   \r\n\r\nEach Phase II UR Noyce scholar will receive a $20,000 award which, combined with tuition waivers from the UR Warner School of Education and other sources, will fully cover tuition costs for their 15-month graduate teacher preparation program. The project also includes a longitudinal evaluation of both Phase I and II scholars, designed to measure the effectiveness of the program and contribute to understanding of what it takes to attract, prepare and retain effective STEM teachers in high needs schools, with special attention to identifying the challenges encountered by reform-minded novice STEM teachers and strategies that can support them in coping with these challenges. \r\n\r\nRecruitment will be expanded through targeted initiatives for engineering students and graduates, as well as new internship opportunities for STEM undergraduates in the Horizons National summer program and the Rochester Museum and Science Center (RMSC). The UR teacher preparation program will be strengthened by utilizing Noyce Master Teaching Fellows (MTFs) for student teaching placements and as program mentors, as well as by offering new options for interested Noyce scholars to deepen their preparation in urban education and/or teaching students with disabilities. Post-graduation activities will be expanded to include networking and mentoring by Noyce MTFs, opportunities for summer teaching in informal settings such as RMSC and Horizons National summer programs, and attending professional development offered by Noyce MTFs. \r\n\r\nThe project will advance, apply and disseminate knowledge about innovative strategies for the recruitment, preparation, induction and retention of highly-qualified STEM teachers for high needs schools--including engaging in teaching experiences in informal settings, alternative mentoring formats, and support in using standards-based curricula. The project will increase the number of effective mathematics and science teachers in high-need schools, which in turn will increase learning opportunities and achievement for students from underrepresented groups. Through Phase II dissemination mechanisms, including a website, scholarly publications, and conference papers, the knowledge gained about effective strategies to attract, prepare and retain STEM teachers, as well as concrete ways to strengthen STEM teacher preparation programs will be broadcast to others seeking to strengthen the STEM education workforce nationwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raffaella",
   "pi_last_name": "Borasi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raffaella Borasi",
   "pi_email_addr": "rborasi@warner.rochester.edu",
   "nsf_id": "000119317",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Platt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Terry Platt",
   "pi_email_addr": "tpla@mail.rochester.edu",
   "nsf_id": "000107534",
   "pi_start_date": "2012-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Kampmeier",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jack A Kampmeier",
   "pi_email_addr": "kampmeier@chem.chem.rochester.edu",
   "nsf_id": "000209929",
   "pi_start_date": "2011-08-01",
   "pi_end_date": "2012-04-19"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Choppin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey M Choppin",
   "pi_email_addr": "jchoppin@warner.rochester.edu",
   "nsf_id": "000476657",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wendi",
   "pi_last_name": "Heinzelman",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Wendi B Heinzelman",
   "pi_email_addr": "wheinzel@ece.rochester.edu",
   "nsf_id": "000196236",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "April",
   "pi_last_name": "Luehmann",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "April L Luehmann",
   "pi_email_addr": "april.luehmann@rochester.edu",
   "nsf_id": "000387884",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "518 Hylan",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 749994.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Phase II Robert Noyce Scholarship &amp; Stipend grant prepared a group of 27 STEM teachers over a period of six years, starting in 2012, building on the success and lessons learned from a Phase I grant to prepare 30 STEM teachers at the University of Rochester. In order to prepare and support highly qualified STEM teachers, the undergraduates and career changers enrolled in our teacher preparation program earned a M.S. degree and prepared for NYS certification to teach their subject of specialization in grades 7-12. The project also included a longitudinal evaluation of both Phase I &amp; II Scholars, designed to measure the effectiveness of the program and contribute to our knowledge of what it takes to attract, prepare and retain effective STEM teachers in high-need schools, with special attention to identifying the challenges encountered by reform-minded novice STEM teachers and strategies to support them in coping with these challenges.&nbsp; Building on these foundations, our graduate teacher preparation programs focus on providing teacher candidates with a solid pedagogical preparation.&nbsp;&nbsp;</p>\n<p>Through this grant, we were able to enhance our current teacher preparation program in several ways.&nbsp; Recruitment was expanded through targeted initiatives for engineering students and graduates, as well as new internship opportunities for STEM undergraduates in some of our partner programs.&nbsp; We strengthened our teacher preparation program by utilizing Noyce Master Teaching Fellows (MTFs), another Noyce grant awarded to the University of Rochester to prepare master teachers, for student teaching placements and as program mentors, as well as by offering new options for interested Noyce Scholars to deepen their preparation in urban education and/or teaching students with disabilities.&nbsp; Post-graduation activities were expanded to include networking and mentoring by Noyce MTFs, opportunities for summer teaching in informal settings such as a local museum and summer program for K-8 students, and attending professional development offered by Noyce MTFs.&nbsp;</p>\n<p>Overall, of the 57 Phase I and Phase II Noyce Scholars, 34 have persisted in teaching beyond the service requirement.&nbsp; Of those 34, 26 remain teaching in a high-need school (almost half of all of our Scholars).&nbsp; Considering that 13 Scholars are recent graduates and still in the process of completing their service requirement, 26 out of 44 who have reached that point are still teaching in a high-need school.</p>\n<p>The project has succeeded in increasing the number of highly-qualified math and science teachers for high-need schools in two complementary ways. First, 25 of the 27 Noyce Scholars supported by this Phase II project have secured teaching jobs in high-need settings thus far; 12 of them are in the Rochester City School District (our largest high-need district in the region). Second, the effects of the Noyce scholarship programs have gone beyond the 57 award recipients supported by our Phase I and Phase II grants, as if we compare the period when Noyce scholarships were awarded (2008-16) to an equal number of years prior to that (2000-08), the number of applicants to our STEM teacher preparation programs, the number of students who enrolled in these programs, and the number of our STEM teacher graduates all doubled.&nbsp; In addition, the number of applications from the University of Rochester undergraduate STEM majors almost tripled since the introduction of the Noyce scholarship.</p>\n<p>The Warner School of Education at the University of Rochester will continue to recruit and prepare high quality STEM teachers for the Rochester City School District and other high-need schools, building on lessons learned from this project.<strong> </strong>We will also continue to collect and analyze longitudinal data on our Noyce graduates, with the ultimate goal of sharing lessons learned from our Phase I and II projects to inform the preparation of future STEM teachers.&nbsp; This will take the form of presentations at conferences as well as publications in practitioner journals.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/15/2018<br>\n\t\t\t\t\tModified by: Raffaella&nbsp;Borasi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Phase II Robert Noyce Scholarship &amp; Stipend grant prepared a group of 27 STEM teachers over a period of six years, starting in 2012, building on the success and lessons learned from a Phase I grant to prepare 30 STEM teachers at the University of Rochester. In order to prepare and support highly qualified STEM teachers, the undergraduates and career changers enrolled in our teacher preparation program earned a M.S. degree and prepared for NYS certification to teach their subject of specialization in grades 7-12. The project also included a longitudinal evaluation of both Phase I &amp; II Scholars, designed to measure the effectiveness of the program and contribute to our knowledge of what it takes to attract, prepare and retain effective STEM teachers in high-need schools, with special attention to identifying the challenges encountered by reform-minded novice STEM teachers and strategies to support them in coping with these challenges.  Building on these foundations, our graduate teacher preparation programs focus on providing teacher candidates with a solid pedagogical preparation.  \n\nThrough this grant, we were able to enhance our current teacher preparation program in several ways.  Recruitment was expanded through targeted initiatives for engineering students and graduates, as well as new internship opportunities for STEM undergraduates in some of our partner programs.  We strengthened our teacher preparation program by utilizing Noyce Master Teaching Fellows (MTFs), another Noyce grant awarded to the University of Rochester to prepare master teachers, for student teaching placements and as program mentors, as well as by offering new options for interested Noyce Scholars to deepen their preparation in urban education and/or teaching students with disabilities.  Post-graduation activities were expanded to include networking and mentoring by Noyce MTFs, opportunities for summer teaching in informal settings such as a local museum and summer program for K-8 students, and attending professional development offered by Noyce MTFs. \n\nOverall, of the 57 Phase I and Phase II Noyce Scholars, 34 have persisted in teaching beyond the service requirement.  Of those 34, 26 remain teaching in a high-need school (almost half of all of our Scholars).  Considering that 13 Scholars are recent graduates and still in the process of completing their service requirement, 26 out of 44 who have reached that point are still teaching in a high-need school.\n\nThe project has succeeded in increasing the number of highly-qualified math and science teachers for high-need schools in two complementary ways. First, 25 of the 27 Noyce Scholars supported by this Phase II project have secured teaching jobs in high-need settings thus far; 12 of them are in the Rochester City School District (our largest high-need district in the region). Second, the effects of the Noyce scholarship programs have gone beyond the 57 award recipients supported by our Phase I and Phase II grants, as if we compare the period when Noyce scholarships were awarded (2008-16) to an equal number of years prior to that (2000-08), the number of applicants to our STEM teacher preparation programs, the number of students who enrolled in these programs, and the number of our STEM teacher graduates all doubled.  In addition, the number of applications from the University of Rochester undergraduate STEM majors almost tripled since the introduction of the Noyce scholarship.\n\nThe Warner School of Education at the University of Rochester will continue to recruit and prepare high quality STEM teachers for the Rochester City School District and other high-need schools, building on lessons learned from this project. We will also continue to collect and analyze longitudinal data on our Noyce graduates, with the ultimate goal of sharing lessons learned from our Phase I and II projects to inform the preparation of future STEM teachers.  This will take the form of presentations at conferences as well as publications in practitioner journals. \n\n\t\t\t\t\tLast Modified: 02/15/2018\n\n\t\t\t\t\tSubmitted by: Raffaella Borasi"
 }
}