{
 "awd_id": "1136266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GSE/RES:   Life Goals, Gender Roles, and STEM Career Interest",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 524847.0,
 "awd_amount": 524847.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "Intellectual Merit: The University of Alabama Tuscaloosa is investigating how life goals and gender roles interact to effect changes in STEM career interests and college majors over the course of the college years. The study will: a) systematically examine multiple aspects of communal goals, including marriage, family, and helping; b) investigate the impact of romantic relationship goals and the gender roles that accompany them in predicting women?s STEM interest; and c) examine how Biology majors, where women are more represented, compare to other STEM majors with respect to life goals and gender roles.  The project will meet these objectives through a longitudinal study of college students who are considering a major in STEM. First and third year STEM students will be surveyed about their life goals, perceptions of gender roles, and career interests at three time points approximately one year apart. A subset of women in serious romantic relationships and their partners will complete additional measures about their expectations for their future work, relationship, and family roles. The research will document changes in majors and career interests and their association with changes in life goals and perceptions of gender roles. Both survey and experimental methods are used to measure these constructs. \r\n\r\nBroader Impacts: The proposed research will fill a significant gap in what educators know and understand about STEM career decisions during the critical college years and thus can facilitate the development of strategies for retaining more women in STEM majors. In particular, if women can be shown ways in which important life goals can be met while having a STEM career, they may be more likely to remain in a STEM field. Research infrastructure will be improved by forging relationships between professionals involved in STEM education research and practice with those with more basic psychological research interests, leading to cross-fertilization between practice and research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Barth",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joan M Barth",
   "pi_email_addr": "jbarth@bama.ua.edu",
   "nsf_id": "000316552",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Verstraete",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Verstraete",
   "pi_email_addr": "mverstraete@uakron.edu",
   "nsf_id": "000330053",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Todd",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Beth A Todd",
   "pi_email_addr": "btodd.eng@gmail.com",
   "nsf_id": "000208520",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carmen",
   "pi_last_name": "Burkhalter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carmen Burkhalter",
   "pi_email_addr": "cburkhalter@una.edu",
   "nsf_id": "000255952",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Rosanna",
   "pi_last_name": "Guadagno",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Rosanna E Guadagno",
   "pi_email_addr": "rosanna.guadagno@oulu.fi",
   "nsf_id": "000442496",
   "pi_start_date": "2011-09-14",
   "pi_end_date": "2012-07-17"
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 393219.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 131628.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;&nbsp;Solving the major problems of the future will require a work force that is educated in science, technology, engineering, and mathematics (STEM). To meet the nation&rsquo;s needs, it is important to attract students to these careers, but there is a shortage of students majoring in these fields.&nbsp; Unfortunately, highly capable women often choose other college majors or drop out of STEM. Importantly, their dropout rate is greater than men of similar ability. The overarching purpose of this project was to try to understand some of the factors that contribute to the underrepresentation of women in STEM.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Some research suggests that&nbsp;<strong><em>after </em></strong>college women may abandon STEM careers at a greater rate than men because they believe that the pursuit of a STEM career conflicts with achieving other life goals related to marriage, family, and making a positive social impact .&nbsp; Yet, little is known about how women in STEM value these goals when they are in college. This project addressed this gap in a three year study of STEM college students&rsquo; life goals and gender roles.&nbsp; Analyses examined whether life goal values might explain why some STEM fields, such as biology, have a greater representation of women than others, such as engineering. &nbsp;This research also explored how women&rsquo;s romantic relationships influenced their interest and persistence in STEM. Over the four years of the project, approximately 2500 women and men in STEM majors at the University of Akron and the University of Alabama participated in the study. &nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There have been no previous longitudinal studies measuring gender roles, life goals, and romantic relationships for STEM college students. Findings are expected to have a significant impact on theories of gender differences in STEM by suggesting that women in STEM majors may not view relationship goals as conflicting with their career goals. Furthermore, findings suggest that it is important to take a developmental perspective on goal values during the college years because gender differences may emerge over time. A brief summary of key findings follows.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The investigation focused on gender differences in the importance placed on various life goals by STEM majors. Findings indicated that throughout college STEM students rated all goals highly, suggesting a desire to &ldquo;have it all.&rdquo;&nbsp; Career goals received relatively lower ratings, compared to Family-Marriage, and Social Impact (helping others) goals. Few gender differences were evident until the third year of college, when women tended to value Social Impact, Family-Marriage, and Leisure Time goals more than men. The only goals that men and women endorsed equally across college were Career goals.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We further examined if the endorsement of &nbsp;career goals was affected by being in a romantic relationship, a factor hypothesized to be especially derailing for women later in their careers.&nbsp; Relationship status only influenced the value placed on Family-Marriage goals over time, with values sharply decreasing for men not in a relationship compared to men in a relationship and increasing for women, regardless of relationship status.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Taking a closer look at female STEM majors&rsquo; romantic relationships, we examined if their partners held values that complemented their own.&nbsp; Interestingly, men were more heavily invested in the relationship than their female STEM partners.&nbsp;Compared to men in relationships in which women were in traditionally feminine majors, men with STEM partners were significantly less invested in academic roles. These findings suggest that women in STEM fields may...",
  "por_txt_cntn": "\n      Solving the major problems of the future will require a work force that is educated in science, technology, engineering, and mathematics (STEM). To meet the nationÆs needs, it is important to attract students to these careers, but there is a shortage of students majoring in these fields.  Unfortunately, highly capable women often choose other college majors or drop out of STEM. Importantly, their dropout rate is greater than men of similar ability. The overarching purpose of this project was to try to understand some of the factors that contribute to the underrepresentation of women in STEM.\n\n      Some research suggests that after college women may abandon STEM careers at a greater rate than men because they believe that the pursuit of a STEM career conflicts with achieving other life goals related to marriage, family, and making a positive social impact .  Yet, little is known about how women in STEM value these goals when they are in college. This project addressed this gap in a three year study of STEM college studentsÆ life goals and gender roles.  Analyses examined whether life goal values might explain why some STEM fields, such as biology, have a greater representation of women than others, such as engineering.  This research also explored how womenÆs romantic relationships influenced their interest and persistence in STEM. Over the four years of the project, approximately 2500 women and men in STEM majors at the University of Akron and the University of Alabama participated in the study.  \n\nIntellectual Merit\n\n      There have been no previous longitudinal studies measuring gender roles, life goals, and romantic relationships for STEM college students. Findings are expected to have a significant impact on theories of gender differences in STEM by suggesting that women in STEM majors may not view relationship goals as conflicting with their career goals. Furthermore, findings suggest that it is important to take a developmental perspective on goal values during the college years because gender differences may emerge over time. A brief summary of key findings follows.\n\n      The investigation focused on gender differences in the importance placed on various life goals by STEM majors. Findings indicated that throughout college STEM students rated all goals highly, suggesting a desire to \"have it all.\"  Career goals received relatively lower ratings, compared to Family-Marriage, and Social Impact (helping others) goals. Few gender differences were evident until the third year of college, when women tended to value Social Impact, Family-Marriage, and Leisure Time goals more than men. The only goals that men and women endorsed equally across college were Career goals.\n\n      We further examined if the endorsement of  career goals was affected by being in a romantic relationship, a factor hypothesized to be especially derailing for women later in their careers.  Relationship status only influenced the value placed on Family-Marriage goals over time, with values sharply decreasing for men not in a relationship compared to men in a relationship and increasing for women, regardless of relationship status.\n\n     Taking a closer look at female STEM majorsÆ romantic relationships, we examined if their partners held values that complemented their own.  Interestingly, men were more heavily invested in the relationship than their female STEM partners. Compared to men in relationships in which women were in traditionally feminine majors, men with STEM partners were significantly less invested in academic roles. These findings suggest that women in STEM fields may seek relationships with men who have less traditional role investments.\n\n      A further line of study examined if the greater representation of women in some STEM fields, such as biology, might be due to women's interest in people-oriented careers and their perceptions of how well their future STEM careers align with family/marriage, helping, and career-status goals. ..."
 }
}