{
 "awd_id": "1136143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GSE/RES - Incremental Mindset and Utility for Science Learning and Engagement (I-MUScLE): A Quasi-Experimental Study of the Impacts of Targeted Classroom Treatments",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 521400.0,
 "awd_amount": 610362.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2013-07-18",
 "awd_abstract_narration": "Intellectual Merit: Northern Illinois University proposes a study to understand inhibitory and promoting factors in males' and females' science outcomes, using a general framework provided by an expectancy-value theory of achievement motivation. Primary variables of interest include students' beliefs about the nature of ability in science as fixed or malleable (mindset) and students' perceptions about the utility of science to their lives (utility value).  The research is a quasi-experimental study to test the independent and combined effects of ability beliefs and utility value for adolescent boys and girls. The study will be conducted in 24 7th and 9th grade science classrooms in a large diverse school district (N=600 students). Classrooms will be assigned to one of four treatment groups, with treatments lasting 6 weeks. Using data from surveys, observation, experience sampling techniques, and school records, the researchers will examine the impact of these various treatments on student engagement, achievement, and interest in science, testing for differential effects by gender and grade level.  The data will be analyzed using Hierarchical Linear Modeling to account for the nested structure of the data, with students being nested within classrooms.\r\n\r\nBroader Impacts: The design of the proposed study affords an unprecedented opportunity to test for gender variation in the independent and combined effects of perceptions of science ability and science utility. Theory and research suggest that those perceptions play important roles in the development of learning outcomes, but these two factors have not been examined simultaneously with respect to science, and differential effects by gender have not been adequately explored.  The study will impact theory by elucidating the role of specific components of the expectancy-value model in science and by clarifying the role of these components for each gender. The study will impact practice by identifying effective classroom approaches for promoting science engagement, achievement, and interest among boys and girls.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Schmidt",
   "pi_email_addr": "jaschmid@msu.edu",
   "nsf_id": "000309331",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Durik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda Durik",
   "pi_email_addr": "adurik@niu.edu",
   "nsf_id": "000517784",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Shumow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lee Shumow",
   "pi_email_addr": "lshumow@niu.edu",
   "nsf_id": "000576953",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Illinois University",
  "inst_street_address": "1425 W LINCOLN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DEKALB",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8157531581",
  "inst_zip_code": "601152828",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "NORTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2EEE68GGCY9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Illinois University",
  "perf_str_addr": "",
  "perf_city_name": "DeKalb",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601152854",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 220856.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 251820.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 137686.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The IMUScLE project sought to understand inhibitory and promoting factors in males&rsquo; and females&rsquo; science outcomes. Using an expectancy-value achievement motivation framework (Wigfield &amp; Eccles, 2000), we focused on students&rsquo; beliefs about the nature of ability in science as fixed or malleable (mindset) and students&rsquo; perceptions about the utility of science to their lives (utility value). A quasi-experimental study tested the independent and combined effects of ability beliefs and utility value for students in 7<sup>th</sup> and 9<sup>th</sup> grade science classrooms in a large diverse school district. Classrooms were assigned to one of four 6-week treatment groups: 1.) A <em>mindset treatment</em> (Brainology&trade;) designed to promote the belief that ability can grow; 2.) A <em>utility value treatment</em> designed to increase students&rsquo; awareness of the usefulness of classroom content through a simple writing task; 3.) A <em>mindset+utility treatment</em>, in which the treatments described in 1 &amp; 2 above are administered simultaneously; and 4.) A <em>control group</em> in which students complete a simple writing task summarizing the day&rsquo;s science activities. Using data from surveys, observation, experience sampling techniques, and school records, we examined the impact of these various treatments on student engagement, achievement, and interest in science, testing for differential effects by gender, race/ethnicity, and grade level.</p>\n<p>&nbsp;</p>\n<p><strong>Primary Findings</strong></p>\n<p>Relative to a control group, the mindset treatment group showed measurable improvements in growth mindset beliefs, mastery goal orientation, and daily perceptions of control, skill, interest, and learning while engaged in science activities. These effects were consistent across gender and more pronounced among high school students than middle school students.&nbsp; The addition of the utility treatment to the mindset treatment enhanced the magnitude of the treatment effects on growth mindset beliefs and mastery goal orientation in that there was less regression toward baseline levels over time for this combined treatment group relative to those who experienced only the mindset treatment. Similar enhancements were not observed with regard to other project outcomes. The utility treatment did not result in expected increases in perceived value of science, and had only sporadic associations with other outcomes. Effects of the utility treatment on interest and achievement varied by grade level, status as an underrepresented minority, and gender, suggesting there is more to be learned about how adolescents respond to self-generated utility value interventions. Teachers had profound impacts on students&rsquo; mindset beliefs and their utility beliefs.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit and Broader Impacts</strong></p>\n<p>This project contributes to our understanding of middle and high school students&rsquo; motivation to learn science by clarifying components of expectancy-value theories of motivation and by investigating classroom practices and teacher behaviors that foster students&rsquo; growth mindset and perceptions of science as useful in their lives. Scholars have expressed considerable interest about how we have measured both teacher behaviors and adolescents&rsquo; motivation.</p>\n<p>Importantly, our findings suggest actions that science teachers can take to optimize the motivation and experience of male and female students in their classrooms Findings point specifically to ways that teachers can enhance students&rsquo; engagement, interest, and achievement in science, which could ultimately result in a more prepared and persistent science workforce.&nbsp; Given the number and ethnic diversity of students in the district we studied, these efforts could broaden the participation of underrepresented groups substantially, including girls, particularly girls of color.&nbsp;</p>\n<p>The I-MUScLE project has impacted science teachers&rsquo; professional practice. We have conducted numerous professional development sessions for middle and high school science teachers who report having changed their beliefs and practices in light of our findings. The project also trained graduate researchers to study science instruction and to educate science teachers. Many will have influence on future teachers. The project equips them to teach about interventions that broaden participation and foster students&rsquo; engagement, interest and achievement in science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2016<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Schmidt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe IMUScLE project sought to understand inhibitory and promoting factors in males? and females? science outcomes. Using an expectancy-value achievement motivation framework (Wigfield &amp; Eccles, 2000), we focused on students? beliefs about the nature of ability in science as fixed or malleable (mindset) and students? perceptions about the utility of science to their lives (utility value). A quasi-experimental study tested the independent and combined effects of ability beliefs and utility value for students in 7th and 9th grade science classrooms in a large diverse school district. Classrooms were assigned to one of four 6-week treatment groups: 1.) A mindset treatment (Brainology&trade;) designed to promote the belief that ability can grow; 2.) A utility value treatment designed to increase students? awareness of the usefulness of classroom content through a simple writing task; 3.) A mindset+utility treatment, in which the treatments described in 1 &amp; 2 above are administered simultaneously; and 4.) A control group in which students complete a simple writing task summarizing the day?s science activities. Using data from surveys, observation, experience sampling techniques, and school records, we examined the impact of these various treatments on student engagement, achievement, and interest in science, testing for differential effects by gender, race/ethnicity, and grade level.\n\n \n\nPrimary Findings\n\nRelative to a control group, the mindset treatment group showed measurable improvements in growth mindset beliefs, mastery goal orientation, and daily perceptions of control, skill, interest, and learning while engaged in science activities. These effects were consistent across gender and more pronounced among high school students than middle school students.  The addition of the utility treatment to the mindset treatment enhanced the magnitude of the treatment effects on growth mindset beliefs and mastery goal orientation in that there was less regression toward baseline levels over time for this combined treatment group relative to those who experienced only the mindset treatment. Similar enhancements were not observed with regard to other project outcomes. The utility treatment did not result in expected increases in perceived value of science, and had only sporadic associations with other outcomes. Effects of the utility treatment on interest and achievement varied by grade level, status as an underrepresented minority, and gender, suggesting there is more to be learned about how adolescents respond to self-generated utility value interventions. Teachers had profound impacts on students? mindset beliefs and their utility beliefs.\n\n \n\nIntellectual Merit and Broader Impacts\n\nThis project contributes to our understanding of middle and high school students? motivation to learn science by clarifying components of expectancy-value theories of motivation and by investigating classroom practices and teacher behaviors that foster students? growth mindset and perceptions of science as useful in their lives. Scholars have expressed considerable interest about how we have measured both teacher behaviors and adolescents? motivation.\n\nImportantly, our findings suggest actions that science teachers can take to optimize the motivation and experience of male and female students in their classrooms Findings point specifically to ways that teachers can enhance students? engagement, interest, and achievement in science, which could ultimately result in a more prepared and persistent science workforce.  Given the number and ethnic diversity of students in the district we studied, these efforts could broaden the participation of underrepresented groups substantially, including girls, particularly girls of color. \n\nThe I-MUScLE project has impacted science teachers? professional practice. We have conducted numerous professional development sessions for middle and high school science teachers who report having changed their beliefs and practices in light of our findings. The project also trained graduate researchers to study science instruction and to educate science teachers. Many will have influence on future teachers. The project equips them to teach about interventions that broaden participation and foster students? engagement, interest and achievement in science.\n\n\t\t\t\t\tLast Modified: 09/07/2016\n\n\t\t\t\t\tSubmitted by: Jennifer Schmidt"
 }
}