{
 "awd_id": "1136911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Plant Science Research Summit, \"Grand Challenges in Plant Science Research for the 21st Century\", to be held in Chevy Chase, MD on September 22-23, 2011",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 48800.0,
 "awd_amount": 48800.0,
 "awd_min_amd_letter_date": "2011-06-29",
 "awd_max_amd_letter_date": "2012-02-15",
 "awd_abstract_narration": "Intellectual Merit:  The American Society of Plant Biologists will host a Plant Science Research Summit at the Conference Center of the Howard Hughes Medical Institute in Chevy Chase, MD on September 22-23, 2011.  The summit will engage the broad plant science research community in a process to develop a consensus plan to invigorate and guide plant science research over the next decade. The summit will bring together representatives of the full spectrum of plant science research, from basic to applied, to identify critical gaps in our understanding of plant biology that must be filled over the next 10 years or more to address grand challenges, such as those in health, energy, food, and environmental sustainability. The primary product of the summit will be a report suggesting a decadal plan for investments in plant science research, describing the contributions of plant science to addressing important scientific priorities and vital societal challenges. The report will be made widely available, and several dissemination activities are planned. \r\n\r\nBroader Impacts: The Plant Science Research Summit will help bring together the broad plant science community across a variety of sectors, model systems, institution types, scientific approaches, and other dimensions. The participants in the summit will also be drawn from the community in a way that maximizes diversity by gender, geography, age, disability, and other characteristics. An extensive dissemination plan is proposed that will bring the results of the project throughout and beyond the plant science community. This will help broaden the reach of the project and of plant science to new communities. The report will be written with a minimum of technical language so that it can be accessible to a wide range of readers including policymakers, funders, educators, opinion leaders, and others. Moreover, the results of the project are expected to be broadly applicable not only to help guide research directions over the next decade, but to provide a framework for education about the big questions in plant science. It is expected that professional societies and other stakeholders will be able to develop educational materials related to the priorities identified in the report.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Crispin",
   "pi_last_name": "Taylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Crispin Taylor",
   "pi_email_addr": "ctaylor@aspb.org",
   "nsf_id": "000329131",
   "pi_start_date": "2012-02-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Fagen",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Adam P Fagen",
   "pi_email_addr": "afagen@aspb.org",
   "nsf_id": "000586462",
   "pi_start_date": "2011-06-29",
   "pi_end_date": "2012-02-15"
  }
 ],
 "inst": {
  "inst_name": "American Society of Plant Biologists",
  "inst_street_address": "15501 MONONA DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3012960925",
  "inst_zip_code": "208552753",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "AMERICAN SOCIETY OF PLANT BIOLOGISTS",
  "org_prnt_uei_num": "",
  "org_uei_num": "ER16NUB2ANX6"
 },
 "perf_inst": {
  "perf_inst_name": "American Society of Plant Biologists",
  "perf_str_addr": "15501 Monona Drive",
  "perf_city_name": "Rockville",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208552768",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 48800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>NSF Project Outcomes Report:</strong>&nbsp; Plant Science Research Summit: &ldquo;Grand Challenges in Plant Science Research for the 21<sup>st</sup> Century&rdquo;</p>\n<p>Plant science research is critical to addressing national and global challenges related to agriculture, energy, climate, environmental sustainability, and human health.&nbsp; Because of the importance of plant science to society, the federal government has a vested interest in 1) improving how the nation&rsquo;s agricultural research enterprise contributes to the economy, 2) maintaining U.S. leadership in agricultural research and innovation, and 3) improving the health and wellbeing of the citizenry.&nbsp;</p>\n<p>The National Science Foundation (NSF), one of the primary agencies funding advances in plant science, specifically through its support of the Plant Science Research Summit: &ldquo;Grand Challenges in Plant Science Research for the 21<sup>st</sup> Century,&rdquo; facilitated the plant science community&rsquo;s efforts to develop a high-level consensus research agenda.&nbsp; The agenda, published in 2013 as the report &ldquo;<a href=\"https://plantsummit.files.wordpress.com/2013/07/plantsciencedecadalvision10-18-13.pdf\">Unleashing a Decade of Innovation in Plant Science: A Vision for 2015-2025</a>,&rdquo; and henceforth referred to as the &ldquo;Plant Science Decadal Vision,&rdquo; details how strategic investments could dramatically increase the ability of scientists to understand, predict, and alter plant behavior.&nbsp; The specific goals of the &ldquo;Plant Science Decadal Vision&rdquo; are articulated in five interwoven components that the plant science community has determined to be necessary.&nbsp; Those components are as follows:</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; increase the ability to predict plant traits from plant genomes in diverse environments;</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; assemble plant traits in different ways to solve problems;</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; discover, catalog, and utilize plant-derived chemicals;</p>\n<p>4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; enhance the ability to find answers in a torrent of data; and</p>\n<p>5)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; create a more comprehensive training environment for plant science doctoral students.</p>\n<p>The most important immediate outcome of the NSF&rsquo;s grant support for the Plant Science Research Summit was that summit discussions and the &ldquo;Plant Science Decadal Vision&rdquo; have informed federal decision making and planning, and thus the alignment, of key federal agencies and governmental bodies around the abovementioned national and global challenges.&nbsp; The following federal planning documents were informed by the work performed under this grant:</p>\n<ul>\n<li><a href=\"https://www.whitehouse.gov/sites/default/files/microsites/ostp/NSTC/npgi_five-year_plan_5-2014.pdf\">National Plant Genome Initiative Five-Year Plan: 2014 - 2018</a></li>\n<li><a href=\"http://nifa.usda.gov/sites/default/files/resource/NIFA%20Strategic%20Plan%20FY2014-FY2018.pdf\">U.S. Department of Agriculture National Institute of Food and Agriculture Strategic Plan: FY 2014 - FY 2018</a></li>\n<li><a href=\"http://energy.gov/sites/prod/files/2014/04/f14/2014_dept_energy_strategic_plan.pdf\">U.S. Department of Energy Strategic Plan: 2014 - 2018</a></li>\n</ul>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2015<br>\n\t\t\t\t\tModified by: Crispin&nbsp;Taylor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF Project Outcomes Report:  Plant Science Research Summit: \"Grand Challenges in Plant Science Research for the 21st Century\"\n\nPlant science research is critical to addressing national and global challenges related to agriculture, energy, climate, environmental sustainability, and human health.  Because of the importance of plant science to society, the federal government has a vested interest in 1) improving how the nationÆs agricultural research enterprise contributes to the economy, 2) maintaining U.S. leadership in agricultural research and innovation, and 3) improving the health and wellbeing of the citizenry. \n\nThe National Science Foundation (NSF), one of the primary agencies funding advances in plant science, specifically through its support of the Plant Science Research Summit: \"Grand Challenges in Plant Science Research for the 21st Century,\" facilitated the plant science communityÆs efforts to develop a high-level consensus research agenda.  The agenda, published in 2013 as the report \"Unleashing a Decade of Innovation in Plant Science: A Vision for 2015-2025,\" and henceforth referred to as the \"Plant Science Decadal Vision,\" details how strategic investments could dramatically increase the ability of scientists to understand, predict, and alter plant behavior.  The specific goals of the \"Plant Science Decadal Vision\" are articulated in five interwoven components that the plant science community has determined to be necessary.  Those components are as follows:\n\n1)      increase the ability to predict plant traits from plant genomes in diverse environments;\n\n2)      assemble plant traits in different ways to solve problems;\n\n3)      discover, catalog, and utilize plant-derived chemicals;\n\n4)      enhance the ability to find answers in a torrent of data; and\n\n5)      create a more comprehensive training environment for plant science doctoral students.\n\nThe most important immediate outcome of the NSFÆs grant support for the Plant Science Research Summit was that summit discussions and the \"Plant Science Decadal Vision\" have informed federal decision making and planning, and thus the alignment, of key federal agencies and governmental bodies around the abovementioned national and global challenges.  The following federal planning documents were informed by the work performed under this grant:\n\nNational Plant Genome Initiative Five-Year Plan: 2014 - 2018\nU.S. Department of Agriculture National Institute of Food and Agriculture Strategic Plan: FY 2014 - FY 2018\nU.S. Department of Energy Strategic Plan: 2014 - 2018\n\n\n \n\n\t\t\t\t\tLast Modified: 03/30/2015\n\n\t\t\t\t\tSubmitted by: Crispin Taylor"
 }
}