{
 "awd_id": "1136262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STEM EMPOWERS",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 1200000.0,
 "awd_amount": 1200000.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "Building on a successful S-STEM scholarship program, called MOSAIC, St. Joseph's College is expanding its well-regarded teacher training program through a Noyce Scholarship project entitled \"STEM EMPOWERS.\"  In this program, first- and second-year students carry out education-related internships at various local science-related institutions or in on-campus outreach programs.  In their junior and senior years students compete for a Noyce Scholarship in a program that includes teacher preparation as they complete their STEM majors.  Experienced STEM professionals who are seeking to change to a teaching career are also supported as they seek a Masters in Mathematics Education degree.  These 26 new teachers seek employment as science or mathematics teachers in local high schools in high-need school districts.  Since St. Joseph's college attracts a large number of women and students generally underrepresented in STEM disciplines, the new teachers can serve as positive role models to their students while effectively educating them in STEM subjects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Seppala-Holtzman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Seppala-Holtzman",
   "pi_email_addr": "dholtzman@sjcny.edu",
   "nsf_id": "000154238",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "S. Jane",
   "pi_last_name": "Fritz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "S. Jane Fritz",
   "pi_email_addr": "jfritz@sjcny.edu",
   "nsf_id": "000157434",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Antonawich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francis Antonawich",
   "pi_email_addr": "fantonawich@sjcny.edu",
   "nsf_id": "000067155",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elana",
   "pi_last_name": "Reiser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elana Reiser",
   "pi_email_addr": "ereiser@sjcny.edu",
   "nsf_id": "000590480",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "S. Nancy",
   "pi_last_name": "Gilchriest",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "S. Nancy Gilchriest",
   "pi_email_addr": "ngilchriest@sjcny.edu",
   "nsf_id": "000590489",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "St Joseph's College Main Campus",
  "inst_street_address": "245 CLINTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316875149",
  "inst_zip_code": "112053602",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NY07",
  "org_lgl_bus_name": "ST JOSEPHS COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "R55QKNGG1K87"
 },
 "perf_inst": {
  "perf_inst_name": "St Joseph's College Main Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112053688",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;St. Joseph&rsquo;s College is a liberal arts college in New York with two campuses, one in Brooklyn and one in Patchogue on Long Island. The Mission Statement of the College states that its central aim is to &ldquo;prepare each student for a life characterized by integrity, intellectual and spiritual values, social<br />responsibility, and service&hellip;&rdquo; In addition, the College has long enjoyed a well?deserved, strong reputation in teacher preparation at both the elementary and secondary levels. The confluence of our central mission and one of our many strengths formed the basis for our program, STEM EMPOWERS.</p>\n<p><br />Funded by a six?year grant from the Robert Noyce Foundation and the National Science Foundation, the program provided scholarship funds for students preparing for a teaching career in science or mathematics. The aim was to produce fully prepared, well?trained, highly motivated teachers to teach<br />in a &ldquo;high needs&rdquo; school district. The goal was to help alleviate the &ldquo;education gap&rdquo; that often characterizes the difference in educational outcomes between those attending well?funded schools and those attending under?funded ones. As the affluence of the local community and the funding level of its school district are closely related, the ultimate goal of the program was to shore up the science and mathematics education of economically disadvantaged students. The focus on science and mathematics was motivated by the fact that strength in these areas often lead to good careers and the concomitant economic and social advances.</p>\n<p><br />Seeking to achieve these aims, St. Joseph&rsquo;s College devised a selection process the purpose of which was to identify those students who were academically capable of meeting the high standards we set for our<br />scholarship awardees and, in addition, fully committed to the goals of the program. The selected students were then assigned a faculty mentor to provide additional guidance. In addition, the College sought to provide an enriched extra?curricular academic environment that included a mathematics<br />&ldquo;Problem of the Month&rdquo; contest, guest lectures and research opportunities. Funds were made available for students to attend conferences in both Noyce Foundation sponsored events and those of academic organizations such as the Mathematical Association of America. In addition, the students were<br />encouraged to pursue internships that might bolster their science and mathematics educations. Indeed, funds were allocated to support this last initiative.</p>\n<p><br />In addition to the central goal of the program, the College sought to attract female scholars, in particular. Our motivation was derived from the common perception that mathematics and science are &ldquo;male disciplines.&rdquo; The College is pleased to report that we achieved substantial success in this regard.<br />Of the 26 students who received scholarship funding from this program, 19 were female.</p>\n<p><br />Although the external funding has come to an end, it is the intention of St. Joseph&rsquo;s College to maintain the structures put in place by this program. For, even without generous scholarship grants, we see the goals of STEM EMPOWERS to be very worthwhile</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2017<br>\n\t\t\t\t\tModified by: David&nbsp;Seppala-Holtzman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n St. Joseph?s College is a liberal arts college in New York with two campuses, one in Brooklyn and one in Patchogue on Long Island. The Mission Statement of the College states that its central aim is to \"prepare each student for a life characterized by integrity, intellectual and spiritual values, social\nresponsibility, and service&hellip;\" In addition, the College has long enjoyed a well?deserved, strong reputation in teacher preparation at both the elementary and secondary levels. The confluence of our central mission and one of our many strengths formed the basis for our program, STEM EMPOWERS.\n\n\nFunded by a six?year grant from the Robert Noyce Foundation and the National Science Foundation, the program provided scholarship funds for students preparing for a teaching career in science or mathematics. The aim was to produce fully prepared, well?trained, highly motivated teachers to teach\nin a \"high needs\" school district. The goal was to help alleviate the \"education gap\" that often characterizes the difference in educational outcomes between those attending well?funded schools and those attending under?funded ones. As the affluence of the local community and the funding level of its school district are closely related, the ultimate goal of the program was to shore up the science and mathematics education of economically disadvantaged students. The focus on science and mathematics was motivated by the fact that strength in these areas often lead to good careers and the concomitant economic and social advances.\n\n\nSeeking to achieve these aims, St. Joseph?s College devised a selection process the purpose of which was to identify those students who were academically capable of meeting the high standards we set for our\nscholarship awardees and, in addition, fully committed to the goals of the program. The selected students were then assigned a faculty mentor to provide additional guidance. In addition, the College sought to provide an enriched extra?curricular academic environment that included a mathematics\n\"Problem of the Month\" contest, guest lectures and research opportunities. Funds were made available for students to attend conferences in both Noyce Foundation sponsored events and those of academic organizations such as the Mathematical Association of America. In addition, the students were\nencouraged to pursue internships that might bolster their science and mathematics educations. Indeed, funds were allocated to support this last initiative.\n\n\nIn addition to the central goal of the program, the College sought to attract female scholars, in particular. Our motivation was derived from the common perception that mathematics and science are \"male disciplines.\" The College is pleased to report that we achieved substantial success in this regard.\nOf the 26 students who received scholarship funding from this program, 19 were female.\n\n\nAlthough the external funding has come to an end, it is the intention of St. Joseph?s College to maintain the structures put in place by this program. For, even without generous scholarship grants, we see the goals of STEM EMPOWERS to be very worthwhile\n\n\t\t\t\t\tLast Modified: 10/28/2017\n\n\t\t\t\t\tSubmitted by: David Seppala-Holtzman"
 }
}