{
 "awd_id": "1136827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "AGS-PRF: The Exit of Energetic Particles from the Earth's Magnetosphere",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Therese Moretto Jorgensen",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 86000.0,
 "awd_amount": 172000.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2012-09-15",
 "awd_abstract_narration": "This project will analyze observations of energetic particles in the region of Earth's magnetopause and magnetosheath.  It will study the processes that lead to the transport of plasma out of the magnetosphere and into the solar wind.  The observations will come from the five THEMIS spacecraft.  The changing orbits of the spacecraft provide several useful configurations allowing for simultaneous measurements of source and loss populations at different radial locations along the magnetopause.  Observations have also been made where multiple spacecraft pass through similar places along the magnetopause at similar times which makes it possible to study small-scale temporal and spatial structures.  Mechanisms that may lead to plasma loss from the magnetosphere include magnetic reconnection, particle drifts due to gradients in the magnetic field and diffusion.  The observations will be compared with the Fok Radiation Belt Environment (RBE) model to test if loss rates from the model are consistent with observations under different conditions.\r\n\r\nQuantifying the conditions under which energetic particles are lost through the dayside magnetopause is an important aspect in understanding the dynamics of Earth's radiation belt.  This is a topic that has relevance to our understanding of space weather.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Walsh",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Brian M Walsh",
   "pi_email_addr": "",
   "nsf_id": "000654061",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Walsh                   Brian          M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Boston",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "022151401",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Space Weather Laboratory, NASA/GSFC",
  "perf_str_addr": null,
  "perf_city_name": "Greenbelt",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207712400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1323",
   "pgm_ref_txt": "SOLAR INFLUENCES"
  },
  {
   "pgm_ref_code": "5750",
   "pgm_ref_txt": "MAGNETOSPHERIC PHYSICS"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 86000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 86000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>AGS Postdoctoral Fellowship</p>\n<p>Award #1136827</p>\n<p>PI: Brian M. Walsh</p>\n<p style=\"text-align: center;\">Final Outcome</p>\n<p style=\"text-align: left;\">The following report documents the progress on the Atmospheric and Geospace Science (AGS) Postdoctoral Fellowship, PI: Brian M. Walsh. The fellowship spanning January 1, 2012 through December 31, 2013 was being carried out at the NASA Goddard Space Flight Center under the under the supervision of Dr. David G. Sibeck.</p>\n<p>A flow of iononized particles (mostly protons and electrons) streams radially outward from the sun in the solar wind. Much like a rock deflecting flow in a stream, a number of planets such as the Earth posses an intrinsic magnetic field that deflects the solar wind, carving out a bullet shaped cavity within the flow. This cavity is called the &ldquo;magnetosphere&rdquo; and only a small amount of material from the solar wind can enter. Within the magnetosphere there are populations of high-energy charged particles that remain magnetically trapped for days, months, and sometimes even longer. Understanding the intensity of these energetic particle populations is important for protecting our spacecraft and space-borne hardware. The focus of the Fellowship was to measure the losses of energetic particles from the magnetosphere. Specifically we look to understand how they are lost and what factors control this.</p>\n<p>The first aspect of this project was to conduct a detailed multispacecraft study of particles as they were being lost. Measurements from the European Space Agency&rsquo;s Cluster mission and the NASA/ISAS Geotail mission were used. With this armada of spacecraft we were able to measure the upstream conditions as the solar wind traveled to the Earth&rsquo;s magnetosphere as well as properties of the energetic population as they streamed out of the magnetosphere. A diagram of these observations is shown in Fig 1. Different source regions or loss mechanisms will have different signatures in the particle populations. These properties can be used like fingerprints to identify where the particles are coming from and how they&rsquo;re being lost. From the flow direction, the energies, and the times of occurrence, we concluded the particles were being lost from the Earth&rsquo;s magnetosphere near the subsolar point along open magnetic field lines. The particles then flow along the field lines through the high latitude magnetopause. These results were presented at the European Geoscience Union and were published in Annales Geophysicae.</p>\n<p>The second portion of this study involved developing a model that traced individual charged particles throughout their full motion within a model planetary magnetic field. With this tool we were able to monitor the full trajectory of the energetic particles as they drifted around a planet and were lost. This is important to allow us to quantify how many particles are actually being lost and how many can remain trapped within the magnetosphere. Fig 2 is a simulation result with different types of particles: electrons, hydrogen, and sodium at the planet Mercury. Mercury is much smaller than Earth and demonstrates what could happen at Earth with a large compression from a strong blowing solar wind. The much heavier ions such hydrogen and sodium fail to make a complete drift around the planet. They drift into the magnetopause where they are lost into the solar wind. The electrons, with a much smaller mass and gyroradius, can drift around in quasi-stable drift orbits. These results were published in the Journal for Geophysical Research.</p>\n<p>The last part monitored how the conditioning of a planet&rsquo;s magnetosphere impacts how particles are lost. A disturbed and dynamic magnetic environment could cause unsteady motion, which would cause particles to be lost. We use measurements from NASA&rsquo;s THEMIS mission as well as ground-based measurements of ...",
  "por_txt_cntn": "\nAGS Postdoctoral Fellowship\n\nAward #1136827\n\nPI: Brian M. Walsh\nFinal Outcome\nThe following report documents the progress on the Atmospheric and Geospace Science (AGS) Postdoctoral Fellowship, PI: Brian M. Walsh. The fellowship spanning January 1, 2012 through December 31, 2013 was being carried out at the NASA Goddard Space Flight Center under the under the supervision of Dr. David G. Sibeck.\n\nA flow of iononized particles (mostly protons and electrons) streams radially outward from the sun in the solar wind. Much like a rock deflecting flow in a stream, a number of planets such as the Earth posses an intrinsic magnetic field that deflects the solar wind, carving out a bullet shaped cavity within the flow. This cavity is called the \"magnetosphere\" and only a small amount of material from the solar wind can enter. Within the magnetosphere there are populations of high-energy charged particles that remain magnetically trapped for days, months, and sometimes even longer. Understanding the intensity of these energetic particle populations is important for protecting our spacecraft and space-borne hardware. The focus of the Fellowship was to measure the losses of energetic particles from the magnetosphere. Specifically we look to understand how they are lost and what factors control this.\n\nThe first aspect of this project was to conduct a detailed multispacecraft study of particles as they were being lost. Measurements from the European Space AgencyÆs Cluster mission and the NASA/ISAS Geotail mission were used. With this armada of spacecraft we were able to measure the upstream conditions as the solar wind traveled to the EarthÆs magnetosphere as well as properties of the energetic population as they streamed out of the magnetosphere. A diagram of these observations is shown in Fig 1. Different source regions or loss mechanisms will have different signatures in the particle populations. These properties can be used like fingerprints to identify where the particles are coming from and how theyÆre being lost. From the flow direction, the energies, and the times of occurrence, we concluded the particles were being lost from the EarthÆs magnetosphere near the subsolar point along open magnetic field lines. The particles then flow along the field lines through the high latitude magnetopause. These results were presented at the European Geoscience Union and were published in Annales Geophysicae.\n\nThe second portion of this study involved developing a model that traced individual charged particles throughout their full motion within a model planetary magnetic field. With this tool we were able to monitor the full trajectory of the energetic particles as they drifted around a planet and were lost. This is important to allow us to quantify how many particles are actually being lost and how many can remain trapped within the magnetosphere. Fig 2 is a simulation result with different types of particles: electrons, hydrogen, and sodium at the planet Mercury. Mercury is much smaller than Earth and demonstrates what could happen at Earth with a large compression from a strong blowing solar wind. The much heavier ions such hydrogen and sodium fail to make a complete drift around the planet. They drift into the magnetopause where they are lost into the solar wind. The electrons, with a much smaller mass and gyroradius, can drift around in quasi-stable drift orbits. These results were published in the Journal for Geophysical Research.\n\nThe last part monitored how the conditioning of a planetÆs magnetosphere impacts how particles are lost. A disturbed and dynamic magnetic environment could cause unsteady motion, which would cause particles to be lost. We use measurements from NASAÆs THEMIS mission as well as ground-based measurements of the total electron content in the ionosphere from GPS receivers to measure the conditions of the magnetosphere. Through these studies we monitor the efficiency of the transfer of energy from the solar wind to the p..."
 }
}