{
 "awd_id": "1136644",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dimensions: Collaborative: The climate cascade: functional and evolutionary consequences of climatic change on species, trait, and genetic diversity in a temperate ant community",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 687559.0,
 "awd_amount": 707559.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2013-04-29",
 "awd_abstract_narration": "Earth's climate is rapidly changing and biodiversity is changing with it: species evolve or disappear locally, regionally, or globally. This research focuses on whether populations and species of forest ants are able to adapt to climate change and avoid local extinction. Forest ants process soil, cycle nutrients, disperse seeds of many understory plants, and respond rapidly to changes in air temperature. Samples of common ant species will be collected from forests throughout the eastern U.S. DNA sequencing and phylogenetics will be used to reconstruct their evolutionary history and to reveal particular genes that may have evolved in response to climate change. Genes will also be sequenced from ants collected from experimental sites in Massachusetts and North Carolina that have been continuously warmed for three years.  In controlled laboratory experiments, ants will be exposed to a range of high temperatures predicted by climate change models, and the physiological and biochemical responses of ants will be analyzed, which can provide clues as to the adaptability of ants to increasing temperatures. \r\n\r\nThe results of this research will help to understand how various physiological and biochemical traits are likely to respond to climate change, potentially enabling key species to avoid extinction. Additionally, this research program will train undergraduates and graduate students and will provide public outreach and education on the effects of climate change on biodiversity. Summer high school outreach programs for both teachers and students will be enhanced, and citizen-scientists will be engaged in documenting the effects of climate change on biodiversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Gotelli",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas J Gotelli",
   "pi_email_addr": "Nicholas.Gotelli@uvm.edu",
   "nsf_id": "000454361",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Cahan",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Sara I Cahan",
   "pi_email_addr": "scahan@uvm.edu",
   "nsf_id": "000229457",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Ballif",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan A Ballif",
   "pi_email_addr": "Bryan.Ballif@uvm.edu",
   "nsf_id": "000077235",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054050086",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 687559.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>By almost any measure, ants dominate the earth. They occur on every  continent except Antarctica, and they are often the most abundant animal  underfoot and overhead in the forest canopy. The nearly 15,000 ant  species on earth have evolved nearly as many ways to make a living: some  ants practice agriculture and raise crops; others practice animal  husbandry; some ants store seeds and grains for the long winter; still  other ants are specialized predators that never come aboveground but  spend their lives in the leaf litter hunting springtails or spider eggs.  Some ants use tools and employ antibiotics. Many other kinds of species  rely on ants, either for protection or for dispersing seeds. Because  ants do so much, ecosystems might change when ant communities change.</p>\n<p>&nbsp;</p>\n<p>But  what might cause ant communities to change? We already know that  habitat change, such as the conversion of forest to grassland,  predictably changes the numbers and kinds of ant species that are  present. These changes can have cascading effects on the rest of the  ecosystem.  But what about temperature? How will changes in air  temperature affect ants and the ecosystem services they provide? This  collaborative research addressed exactly this question.</p>\n<p>&nbsp;</p>\n<p>Ants  are &ldquo;thermophiles&rdquo; (heat-lovers): most ant species are active when it&rsquo;s  warm (but not too warm), and inactive when it is cold. Over a span of 5  years, we conducted an experiment that warmed entire, intact ant  communities at both Harvard Forest in New England and Duke Forest in the  southern US, by upwards of 10* Fahrenheit. We found some exciting  results. First, ants that could tolerate warmer temperatures in  laboratory experiments were most active (i.e., had more workers from the  colony out searching for food) in the warmest experimental treatments.  Those species that could not tolerate warm temperatures were not very  active in the warmest temperatures. We found a similar pattern when we  looked at ants in a more natural, non-experimental setting: ants from  the warmer, southern US tolerated warmer temperatures better than did  ants from the colder, northern US. And the same was true for ants in the  mountains: ants from low elevations could tolerate warm temperatures,  but not cold temperatures, whereas ants from high elevations could  tolerate cold temperatures, but not warm temperatures. A series of  laboratory experiments and molecular analyses of &ldquo;heat-shock&rdquo; proteins  suggest that these differences among ants in thermal tolerance have a  genetic basis.</p>\n<p>&nbsp;</p>\n<p>Our discovery of a genetic basis to the  responses of cold and warm climate ant species to temperature suggests  that these same species may have the capacity to evolve additional  responses and adapt to future changes in temperature. But temperature is  not the only thing that will affect ants (and the services they  provide) in the future. Here is an ant &ldquo;experiment&rdquo; that you probably  have already conducted yourself: if you drop a piece of a cookie on the  ground on a warm sunny day, at least one ant species will arrive within  minutes to pick up the crumbs. In fact, several species may show up, and  those ants will fight each other for your cookie crumbs. They fight for  your crumbs because this sugar reward is brought back to the nest and  helps the colony (which may have thousands of workers to feed) to  survive and grow. But how will temperature and competition affect ants  through time? After running our warming experiment for 5 years, we found  that the thermophiles (&ldquo;heat-lovers&rdquo;) were also better competitors at  high temperature, whereas the cold-climate species have the home-court</p>\n<p>advantage  at low temperatures. If the climate grows warmer, thermophiles will  invade new areas and displace cold-climate natives because they will be  more effective at competing for resources such as food and nest space.  But this take-over will also cause ant communities to become more  fragile and respond more slowly to other kinds of environmental change.</p>\n<p>&nbsp;</p>\n<p>In sum, this research gave us new information on how  ants will respond to changes in temperature and what kind of species  will be winners and losers in the fight for food and nest space. The  responses are predictable and tell us why ant communities are already  different between New England and the southern US.  The combination of  large-scale experiments, and laboratory measurements of colony  responses, genetic differences, and changes in heat-shock proteins  provide insight into how communities (and the ecosystem services they  provide) have evolved in the past and will change in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/28/2017<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;J&nbsp;Gotelli</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBy almost any measure, ants dominate the earth. They occur on every  continent except Antarctica, and they are often the most abundant animal  underfoot and overhead in the forest canopy. The nearly 15,000 ant  species on earth have evolved nearly as many ways to make a living: some  ants practice agriculture and raise crops; others practice animal  husbandry; some ants store seeds and grains for the long winter; still  other ants are specialized predators that never come aboveground but  spend their lives in the leaf litter hunting springtails or spider eggs.  Some ants use tools and employ antibiotics. Many other kinds of species  rely on ants, either for protection or for dispersing seeds. Because  ants do so much, ecosystems might change when ant communities change.\n\n \n\nBut  what might cause ant communities to change? We already know that  habitat change, such as the conversion of forest to grassland,  predictably changes the numbers and kinds of ant species that are  present. These changes can have cascading effects on the rest of the  ecosystem.  But what about temperature? How will changes in air  temperature affect ants and the ecosystem services they provide? This  collaborative research addressed exactly this question.\n\n \n\nAnts  are \"thermophiles\" (heat-lovers): most ant species are active when it?s  warm (but not too warm), and inactive when it is cold. Over a span of 5  years, we conducted an experiment that warmed entire, intact ant  communities at both Harvard Forest in New England and Duke Forest in the  southern US, by upwards of 10* Fahrenheit. We found some exciting  results. First, ants that could tolerate warmer temperatures in  laboratory experiments were most active (i.e., had more workers from the  colony out searching for food) in the warmest experimental treatments.  Those species that could not tolerate warm temperatures were not very  active in the warmest temperatures. We found a similar pattern when we  looked at ants in a more natural, non-experimental setting: ants from  the warmer, southern US tolerated warmer temperatures better than did  ants from the colder, northern US. And the same was true for ants in the  mountains: ants from low elevations could tolerate warm temperatures,  but not cold temperatures, whereas ants from high elevations could  tolerate cold temperatures, but not warm temperatures. A series of  laboratory experiments and molecular analyses of \"heat-shock\" proteins  suggest that these differences among ants in thermal tolerance have a  genetic basis.\n\n \n\nOur discovery of a genetic basis to the  responses of cold and warm climate ant species to temperature suggests  that these same species may have the capacity to evolve additional  responses and adapt to future changes in temperature. But temperature is  not the only thing that will affect ants (and the services they  provide) in the future. Here is an ant \"experiment\" that you probably  have already conducted yourself: if you drop a piece of a cookie on the  ground on a warm sunny day, at least one ant species will arrive within  minutes to pick up the crumbs. In fact, several species may show up, and  those ants will fight each other for your cookie crumbs. They fight for  your crumbs because this sugar reward is brought back to the nest and  helps the colony (which may have thousands of workers to feed) to  survive and grow. But how will temperature and competition affect ants  through time? After running our warming experiment for 5 years, we found  that the thermophiles (\"heat-lovers\") were also better competitors at  high temperature, whereas the cold-climate species have the home-court\n\nadvantage  at low temperatures. If the climate grows warmer, thermophiles will  invade new areas and displace cold-climate natives because they will be  more effective at competing for resources such as food and nest space.  But this take-over will also cause ant communities to become more  fragile and respond more slowly to other kinds of environmental change.\n\n \n\nIn sum, this research gave us new information on how  ants will respond to changes in temperature and what kind of species  will be winners and losers in the fight for food and nest space. The  responses are predictable and tell us why ant communities are already  different between New England and the southern US.  The combination of  large-scale experiments, and laboratory measurements of colony  responses, genetic differences, and changes in heat-shock proteins  provide insight into how communities (and the ecosystem services they  provide) have evolved in the past and will change in the future.\n\n\t\t\t\t\tLast Modified: 01/28/2017\n\n\t\t\t\t\tSubmitted by: Nicholas J Gotelli"
 }
}