{
 "awd_id": "1136534",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Observations of Sediment Scour and Deposition in the Vicinity of Ports and Harbors from the 11 March 2011 Japan Tsunami",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 99561.0,
 "awd_amount": 99561.0,
 "awd_min_amd_letter_date": "2011-05-17",
 "awd_max_amd_letter_date": "2011-05-17",
 "awd_abstract_narration": "Weiss/113534/Texas A&M\r\n\r\nThe magnitude 9 March 11, 2011 Japanese earthquake spawned a trans-oceanic tsunami causing significant effects throughout the Pacific. While the tsunami outside of Japan was not catastrophic, there were localized pockets of considerable damage, particularly in ports, harbors, and marinas. Protective barriers around ports and harbors, such as breakwaters, do effectively reduce the effects of everyday wind waves. However, with tsunamis, the energy is focused at the gaps in these barriers, typically the harbor entrance channel. This focusing leads to extreme currents, turbulence, and significant sediment transport. It is the overarching theme of this proposal to observe, document, and understand the tsunami-driven hydrodynamic and sedimentological effects near ports and harbors and compare the tsunami inundation characteristics in inhabited areas throughout the Pacific.\r\n\r\nThis grant supports an interdisciplinary, coastal impact survey of the tsunami that focuses on Pacific islands and other selected far field locations to reconstruct the tsunami characteristics, as well as sediment dynamics during the event. Engineering evaluation and sedimentary studies are jointly done in and near harbors, ports, and coastal infrastructure to provide a comprehensive assessment of this event. In the vicinity of infrastructure the team determines the runup, inundation distance, and flow depth. During the engineering evaluation, the team measures scouring around infrastructure, if accessible, and interviews eyewitnesses about the timeline of tsunami arrival, inundation dynamics, and the hydrodynamics in ports, harbors, and marinas as a consequence of the tsunami. Discussion with local harbormasters and captains provides information about regions and severity of underwater scour and deposition. In uninhabited areas or areas with minimum influence of infrastructure on the tsunami inundation dynamics, the team determines the tsunami damage and flood-zone characteristics and compares these finding with data near coastal structures. The team also determines the characteristics of generated deposits or erosion from the tsunami. For deposits they measure the extent, thickness, grading trends, and take samples for grain-size analysis. If the soil material permits, they dig an exploratory trench to look for deposits from past tsunamis.\r\n\r\nCombined with surveys already completed by the PIs along the US West coast, this compilation of data and observations is the most comprehensive for a tsunami affecting all scales of modern maritime infrastructure from small boat marinas to large commercial ports.\r\n\r\nThis interdisciplinary RAPID proposal will incorporate engineering characterization of tsunami damage and the flood zone with investigations of the tsunami deposits and erosion. The interdisciplinary character of the survey has the potential to transform how reconnaissance tsunami field surveys will be carried out in the future due to a more coherent and consistent assessment of man-made and natural environments. Sedimentologic studies will also bring a geoscientific perspective to the data that will result in a more complete characterization of tsunami event, potentially taking the paleo-tsunami record into account. If the skill to look back into geologic history to estimate tsunami intensity and extreme-event recurrence from sediment deposits existed, the implications for efficient hazard planning are tremendous. Furthermore, with some knowledge of the capacity of a tsunami to transport and scour sediment near coastal infrastructure, we should be able to better design for and mitigate these damaging impacts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Weiss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Weiss",
   "pi_email_addr": "weiszr@vt.edu",
   "nsf_id": "000513310",
   "pi_start_date": "2011-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Lynett",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick J Lynett",
   "pi_email_addr": "plynett@civil.tamu.edu",
   "nsf_id": "000175096",
   "pi_start_date": "2011-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "750 Agronomy Road, Ste 2701",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778431260",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "151E",
   "pgm_ref_txt": "Tsunami Research"
  },
  {
   "pgm_ref_code": "1637",
   "pgm_ref_txt": "HAZARD MIT & STRUCTURAL ENG"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25673.0
  }
 ],
 "por": null
}