{
 "awd_id": "1136403",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TTU STEM Majors for Rural Teaching (TTU-SMaRT) - Noyce Scholarship Program",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James A. M. Alvarez",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 1199908.0,
 "awd_amount": 1199908.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2023-06-15",
 "awd_abstract_narration": "In this project Tennessee Technological University (TTU) provides Robert Noyce Scholarships to 24 students majoring in physics, chemistry, mathematics, and various engineering disciplines so that they can take education courses in their undergraduate years and complete additional courses after receiving their STEM degree in order to qualify for licensure to teach secondary school science or mathematics.  With a total of up to three years of support, students engage in an early teaching experience, are supported and mentored as they obtain their STEM degree and licensure, and are assisted into the transition into the teaching profession during their induction year.  With over 2,300 STEM majors and an updated teacher education program, TTU is well placed to contribute to the need for well trained secondary school science teachers.  Collaborators in the project include the Colleges of Arts and Science, Engineering, and Education; the Center for the Teaching and Learning of Science, Technology, Engineering and Mathematics; and several local education authorities.  This pathway to licensure appeals to STEM majors and provides an opportunity to conduct education research identifying best practices in their training.  It also enhances the infrastructure for education in the Upper Cumberland region and makes the STEM departments at TTU stakeholders in the quality of teacher education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Robinson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen J Robinson",
   "pi_email_addr": "sjrobinson@tntech.edu",
   "nsf_id": "000347146",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Anthony",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Holly Anthony",
   "pi_email_addr": "HAnthony@tntech.edu",
   "nsf_id": "000348233",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tennessee Technological University",
  "inst_street_address": "1 WILLIAM L JONES DR",
  "inst_street_address_2": "",
  "inst_city_name": "COOKEVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9313723374",
  "inst_zip_code": "385050001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "TN06",
  "org_lgl_bus_name": "TENNESSEE TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KZNHNMDUTJA5"
 },
 "perf_inst": {
  "perf_inst_name": "Tennessee Technological University",
  "perf_str_addr": "Dixie Avenue",
  "perf_city_name": "Cookeville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "385055071",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "TN06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1199908.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to establish the Tennessee Technological University STEM Majors for Rural Teaching (TTU-SMaRT) Noyce Scholarship program, and through it, graduate 24&nbsp;job-ready Noyce Scholars with both a STEM degree and teaching licensure. By its close, the project had supported 36 students with scholarships/stipends for at least one semester. Of these, 27 entered a teaching position, 6 left the program before completion, and 3 completed but have deferred entering teaching. Upon entering teaching, program graduates were eligible for induction-year mentoring and support. Program graduates have, to date, accumulated over 85 years of teaching math and science in high-need schools.</p>\n<p>Program participants were recruited both directly and via an &lsquo;Early Teaching Experience&rsquo; (ETE) element in which students were supported while exploring an interest in teaching. This exploration primarily involved working at the university&rsquo;s Oakley STEM Center, helping with outreach events aimed at school groups and the public. Full Noyce scholars had the opportunity to participate in a STEM Center internship, learning valuable skills by taking a leadership role in these outreach events, while also developing appropriate standards-aligned activities. Both ETE participants and Noyce scholars were also able to assist/participate in professional development workshops held for practicing teachers, gaining valuable insights in what would be expected of them in the teaching profession. The mutual benefit of this STEM Center collaboration was one of the findings to emerge from the project. The STEM Center was able to provide valuable teaching and developmental opportunities for program participants, while the program was able to provide the Center with resources to offer increased, and more varied, outreach activities.</p>\n<p>&nbsp;Another finding to emerge from the project was a need to re-strategize recruitment to the program. Initial efforts were aimed primarily at recruiting freshmen and sophomore STEM majors into the ETE, with 43 students taking part. However, few translated this ETE participation into seeking licensure. Instead, it was found that a large majority of recruits came from those who were close to completing their STEM degrees and expressed an interest in teaching, often based on experiences in different instructional contexts (both formal and informal). These recruits were supported while gaining licensure through a graduate program in Education (usually also obtaining a Masters degree). Switching the focus on recruitment to direct contact with graduating seniors in STEM majors proved to much more successful.&nbsp;</p>\n<p>&nbsp;Because these Noyce graduate&nbsp;stipend&nbsp;recipients already had their STEM degree, they became eligible for &lsquo;job-embedded&rsquo; certification, in which they entered full-time teaching while still completing the requirements for licensure. Such is the high demand for STEM teachers in Tennessee that schools were keen to employ our graduate&nbsp;stipend&nbsp;recipients into such positions. Thus, a high degree of flexibility in the TTU-SMaRT program requirements was necessary to continue supporting such participants. It was also necessary to work closely with the TTU Office of Teacher Education to ensure they remained on track to complete the licensure requirements within the 3-year window allowed.</p>\n<p>To allow other programs to benefit from all these findings the PI and co-PI of the program have given eight presentations at state, regional, and national conferences, and published a paper in the proceedings of the 2021 International&nbsp;Science, Technology &amp; Engineering, Arts, Mathematics Arts, Humanities, Social Sciences, &amp; Education conference.</p>\n<p>Anthony<a href=\"applewebdata://11E5D043-C22B-43E1-A53F-1D6222D09192#_msocom_3\">[HA3]</a>&nbsp;, H. G., &amp; Robinson, S. J. (2024, January).&nbsp;<em>Lessons learned: TTU STEM majors for rural teaching (SMaRT) Noyce scholarship program</em>. Poster presented at the Southeastern STEM Education Research Conference (S<sup>2</sup>ERC), Murfreesboro, TN.&nbsp;</p>\n<p>Anthony, H. G., &amp; Robinson, S. J. (2022, May).&nbsp;<em>Supporting STEM teachers for success</em>. Poster presented at the Eighteenth International Congress of Qualitative Inquiry, (virtual).</p>\n<p>Robinson, S. J., &amp; Anthony, H. G. (2022, January).&nbsp;<em>Lessons learned: TTU STEM majors for rural teaching (SMaRT) Noyce scholarship program</em>. Poster presented at the Southeastern STEM Education Research Conference (S<sup>2</sup>ERC), Murfreesboro, TN.&nbsp;</p>\n<p><em>Affordances of a Noyce Program-STEM Center Partnership</em>. <br />Poster presented at the following:<br />Robinson, S. J., &amp; Anthony, H. G. (2021, July) American Association of Physics Teachers (AAPT) Summer Meeting (virtual)<br />Robinson, S. J. (2020, January) 14<sup>th</sup>&nbsp;Annual Tennessee STEM Education Conference, Cookeville, TN.<br />Anthony, H. G. (2019, July) Poster presented at the 2019 Noyce Summit: The Role of Teacher Preparation in STEM Teacher Retention in High-Need School Districts, Washington, DC.</p>\n<p>&nbsp;Anthony, H. G., &amp; Robinson, S. J. (2021, June).&nbsp;<em>Increasing the STEM teaching pipeline</em>. Poster presented at the 10<sup>th</sup>annual Science, Technology, Engineering, Arts, Math, &amp; Education (STEM/STEAM) International Conference, Honolulu, HI.</p>\n<p>&nbsp;Anthony, H. G., &amp; Robinson, S. J. (2021, May).&nbsp;<em>Recruiting STEM majors into the teaching profession</em>. Paper presented at the Seventeenth International Congress of Qualitative Inquiry, (virtual).</p>\n<p>&nbsp;Anthony, H. G., &amp; Robinson, S. J. (2021).&nbsp;<em>Increasing the STEM teaching pipeline</em>. Paper published in the proceedings of the tenth annual (2021) Science, Technology, Engineering, Arts, Math, and Education (STEM/STEAM) International Conference, Honolulu, HI.&nbsp;<a href=\"https://huichawaii.org/ssec/proceedings-programs/proceedings-steam-2021/\">https://huichawaii.org/ssec/proceedings-programs/proceedings-steam-2021/</a></p><br>\n<p>\n Last Modified: 03/21/2024<br>\nModified by: Stephen&nbsp;J&nbsp;Robinson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project was to establish the Tennessee Technological University STEM Majors for Rural Teaching (TTU-SMaRT) Noyce Scholarship program, and through it, graduate 24job-ready Noyce Scholars with both a STEM degree and teaching licensure. By its close, the project had supported 36 students with scholarships/stipends for at least one semester. Of these, 27 entered a teaching position, 6 left the program before completion, and 3 completed but have deferred entering teaching. Upon entering teaching, program graduates were eligible for induction-year mentoring and support. Program graduates have, to date, accumulated over 85 years of teaching math and science in high-need schools.\n\n\nProgram participants were recruited both directly and via an Early Teaching Experience (ETE) element in which students were supported while exploring an interest in teaching. This exploration primarily involved working at the universitys Oakley STEM Center, helping with outreach events aimed at school groups and the public. Full Noyce scholars had the opportunity to participate in a STEM Center internship, learning valuable skills by taking a leadership role in these outreach events, while also developing appropriate standards-aligned activities. Both ETE participants and Noyce scholars were also able to assist/participate in professional development workshops held for practicing teachers, gaining valuable insights in what would be expected of them in the teaching profession. The mutual benefit of this STEM Center collaboration was one of the findings to emerge from the project. The STEM Center was able to provide valuable teaching and developmental opportunities for program participants, while the program was able to provide the Center with resources to offer increased, and more varied, outreach activities.\n\n\nAnother finding to emerge from the project was a need to re-strategize recruitment to the program. Initial efforts were aimed primarily at recruiting freshmen and sophomore STEM majors into the ETE, with 43 students taking part. However, few translated this ETE participation into seeking licensure. Instead, it was found that a large majority of recruits came from those who were close to completing their STEM degrees and expressed an interest in teaching, often based on experiences in different instructional contexts (both formal and informal). These recruits were supported while gaining licensure through a graduate program in Education (usually also obtaining a Masters degree). Switching the focus on recruitment to direct contact with graduating seniors in STEM majors proved to much more successful.\n\n\nBecause these Noyce graduatestipendrecipients already had their STEM degree, they became eligible for job-embedded certification, in which they entered full-time teaching while still completing the requirements for licensure. Such is the high demand for STEM teachers in Tennessee that schools were keen to employ our graduatestipendrecipients into such positions. Thus, a high degree of flexibility in the TTU-SMaRT program requirements was necessary to continue supporting such participants. It was also necessary to work closely with the TTU Office of Teacher Education to ensure they remained on track to complete the licensure requirements within the 3-year window allowed.\n\n\nTo allow other programs to benefit from all these findings the PI and co-PI of the program have given eight presentations at state, regional, and national conferences, and published a paper in the proceedings of the 2021 InternationalScience, Technology & Engineering, Arts, Mathematics Arts, Humanities, Social Sciences, & Education conference.\n\n\nAnthony[HA3], H. G., & Robinson, S. J. (2024, January).Lessons learned: TTU STEM majors for rural teaching (SMaRT) Noyce scholarship program. Poster presented at the Southeastern STEM Education Research Conference (S2ERC), Murfreesboro, TN.\n\n\nAnthony, H. G., & Robinson, S. J. (2022, May).Supporting STEM teachers for success. Poster presented at the Eighteenth International Congress of Qualitative Inquiry, (virtual).\n\n\nRobinson, S. J., & Anthony, H. G. (2022, January).Lessons learned: TTU STEM majors for rural teaching (SMaRT) Noyce scholarship program. Poster presented at the Southeastern STEM Education Research Conference (S2ERC), Murfreesboro, TN.\n\n\nAffordances of a Noyce Program-STEM Center Partnership. \nPoster presented at the following:\nRobinson, S. J., & Anthony, H. G. (2021, July) American Association of Physics Teachers (AAPT) Summer Meeting (virtual)\nRobinson, S. J. (2020, January) 14thAnnual Tennessee STEM Education Conference, Cookeville, TN.\nAnthony, H. G. (2019, July) Poster presented at the 2019 Noyce Summit: The Role of Teacher Preparation in STEM Teacher Retention in High-Need School Districts, Washington, DC.\n\n\nAnthony, H. G., & Robinson, S. J. (2021, June).Increasing the STEM teaching pipeline. Poster presented at the 10thannual Science, Technology, Engineering, Arts, Math, & Education (STEM/STEAM) International Conference, Honolulu, HI.\n\n\nAnthony, H. G., & Robinson, S. J. (2021, May).Recruiting STEM majors into the teaching profession. Paper presented at the Seventeenth International Congress of Qualitative Inquiry, (virtual).\n\n\nAnthony, H. G., & Robinson, S. J. (2021).Increasing the STEM teaching pipeline. Paper published in the proceedings of the tenth annual (2021) Science, Technology, Engineering, Arts, Math, and Education (STEM/STEAM) International Conference, Honolulu, HI.https://huichawaii.org/ssec/proceedings-programs/proceedings-steam-2021/\t\t\t\t\tLast Modified: 03/21/2024\n\n\t\t\t\t\tSubmitted by: StephenJRobinson\n"
 }
}