{
 "awd_id": "1136857",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: EDGE Program",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 172342.0,
 "awd_amount": 172342.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2013-06-14",
 "awd_abstract_narration": "The EDGE Program is a comprehensive mentoring and training program designed to support the academic development and research activities of women in mathematics.  The program targets women in five targeted groups from new PhD students to senior faculty. The program includes a summer session, with workshops in real analysis, alge-bra and other topics at a graduate level, as well as support for collaborative research. The  program also supports regional mentoring clusters, research symposia, mentor training, an annual conference, travel support for research collaborations, travel support for research talks and other open-ended mentoring activities for each targeted participant group.  The EDGE program provides  support for the implementation of successful recruitment and retention practices by a broad spectrum of mathematics departments.  By ensuring success in Ph.D. programs, we can transform the mathematics community by increasing the number of women, particularly from minority groups who assume lea-dership roles in academia, industry, and government.  \r\n\r\n\r\nThe goals of the EDGE Program are to increase the number of women PhDs in the ma-thematical sciences, especially those from underrepresented groups; and to place more women in visible leadership roles in the mathematics community.   Increased diversity in the mathematics community will ultimately strengthen U.S. competitiveness in mathe-matics and science and allow people from all backgrounds and cultures to thrive, ad-vance, and contribute to the profession. To accomplish these goals, the current EDGE program will continue the development and articulation of successful and replicable paradigms for the retention and success of women and minorities in the mathematical sciences. Our summer program, along with sustained mentoring and research activities provide practical manifestations of these paradigms.  We support the implementation of these practices by a broad spectrum of mathematics departments, thereby transforming the mathematics community by in-creasing the number of women, particularly from minority groups who assume leader-ship roles in academia, industry, and government.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ami",
   "pi_last_name": "Radunskaya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ami Radunskaya",
   "pi_email_addr": "aradunskaya@pomona.edu",
   "nsf_id": "000442461",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pomona College",
  "inst_street_address": "550 N COLLEGE AVE # 244",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096218328",
  "inst_zip_code": "917114434",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "POMONA COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q9VBQSV2CBY5"
 },
 "perf_inst": {
  "perf_inst_name": "Pomona College",
  "perf_str_addr": "610 N. College Ave.",
  "perf_city_name": "Claremont",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917114411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 172342.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>As seen in reports from the American Mathematical Society and the National Research Council, the proportion of women and underrepresented minorities in the mathematical sciences declines at each successive academic level, beginning with undergraduate degrees and progressing through tenured faculty. Women continue to experience a broad range of obstacles to their research development, professional growth, and visibility in the mathematics community. In response to this problem, EDGE mentoring activities target women, with particular attention to women from underrepresented groups, &nbsp;at four career stage: &nbsp;&shy;&shy;entering graduate students, advanced graduate students, postdoctoral students, and early career researchers. </span></p>\n<p><span>The first phase of the EDGE(originally, </span><span>Enhancing Diversity in Graduate Education</span><span>) program was launched in 1998 to strengthen the ability of female students to successfully complete graduate programs in the mathematical sciences with a particular emphasis on including women groups underrepresented in the field. As the number of EDGE participants grows so does is mentoring efforts. Now EDGE is much more than a summer bridge program. </span></p>\n<p><span>Currently, EDGE activities are designed to provide ongoing support towards the academic development and research productivity of women at several critical stages of their career:&shy;&shy; entering graduate students, advanced graduate students, postdocs and early career mathematicians. Along with our signature summer session, the EDGE program supports an annual conference, mini&shy;sabbaticals for research collaborations, regional research symposia, regional mentoring clusters, travel support for research talks, and other open-&shy;ended mentoring activities. During this funding period over 50 women participated in various EDGE program activities and 18 EDGE participants received their PhDs.</span></p>\n<p><span>The first EDGE regional symposium was held at Loyola Marymount University in April 2009. Since then there have been symposia at the University of Southern California in February 2010 and October 2012, Pomona College in November 2010, the Insitute for Pure and Applied&nbsp;</span>Mathematics in February 2011, North Carolina State University in April 2011, back at Loyola Marymount in January 2012, University of Illinois at Chicago in April 2013, University of California&shy;&shy; San Diego in April 2013 and 2014, University of California &shy;&shy;Riverside in November 2013, and most recently at Notre Dame in April 2014. While the EDGE program fully funded the early symposia, other organizations and host institutions have recognized the value of these opportunities for women and adopted this activity by providing their own funding.</p>\n<p><span>In 2013, the EDGE program began funding mini&shy;sabbaticals for its participants. To date, four participants have been granted sabbatical support. &nbsp;This support has come at a critical time for these early career women mathematicians.&nbsp;</span>For a 2011 EDGE participant, this funding was the difference between completing her research project for her master's degree or leaving her graduate program without a degree. &nbsp;For a 2008 EDGE participant, this funding enabled her to visit her PhD advisor, on sabbatical in England, during her penultimate year of graduate school and ensured continued momentum toward her PhD.&nbsp;</p>\n<p><span> A 2006 EDGE participant credits the work completed during her EDGE mini&shy;sabbatical as the ``reason that I have been competitive for research fellowships.\" She received a three&shy; year Hooke Fellowship in Applied Mathematics at the Mathematical Institute in Oxford and an Engineering and Physical Sciences Research Council fellowship. </span></p>\n<p><...",
  "por_txt_cntn": "\n\n\n\n\nAs seen in reports from the American Mathematical Society and the National Research Council, the proportion of women and underrepresented minorities in the mathematical sciences declines at each successive academic level, beginning with undergraduate degrees and progressing through tenured faculty. Women continue to experience a broad range of obstacles to their research development, professional growth, and visibility in the mathematics community. In response to this problem, EDGE mentoring activities target women, with particular attention to women from underrepresented groups,  at four career stage:  &shy;&shy;entering graduate students, advanced graduate students, postdoctoral students, and early career researchers. \n\nThe first phase of the EDGE(originally, Enhancing Diversity in Graduate Education) program was launched in 1998 to strengthen the ability of female students to successfully complete graduate programs in the mathematical sciences with a particular emphasis on including women groups underrepresented in the field. As the number of EDGE participants grows so does is mentoring efforts. Now EDGE is much more than a summer bridge program. \n\nCurrently, EDGE activities are designed to provide ongoing support towards the academic development and research productivity of women at several critical stages of their career:&shy;&shy; entering graduate students, advanced graduate students, postdocs and early career mathematicians. Along with our signature summer session, the EDGE program supports an annual conference, mini&shy;sabbaticals for research collaborations, regional research symposia, regional mentoring clusters, travel support for research talks, and other open-&shy;ended mentoring activities. During this funding period over 50 women participated in various EDGE program activities and 18 EDGE participants received their PhDs.\n\nThe first EDGE regional symposium was held at Loyola Marymount University in April 2009. Since then there have been symposia at the University of Southern California in February 2010 and October 2012, Pomona College in November 2010, the Insitute for Pure and Applied Mathematics in February 2011, North Carolina State University in April 2011, back at Loyola Marymount in January 2012, University of Illinois at Chicago in April 2013, University of California&shy;&shy; San Diego in April 2013 and 2014, University of California &shy;&shy;Riverside in November 2013, and most recently at Notre Dame in April 2014. While the EDGE program fully funded the early symposia, other organizations and host institutions have recognized the value of these opportunities for women and adopted this activity by providing their own funding.\n\nIn 2013, the EDGE program began funding mini&shy;sabbaticals for its participants. To date, four participants have been granted sabbatical support.  This support has come at a critical time for these early career women mathematicians. For a 2011 EDGE participant, this funding was the difference between completing her research project for her master's degree or leaving her graduate program without a degree.  For a 2008 EDGE participant, this funding enabled her to visit her PhD advisor, on sabbatical in England, during her penultimate year of graduate school and ensured continued momentum toward her PhD. \n\n A 2006 EDGE participant credits the work completed during her EDGE mini&shy;sabbatical as the ``reason that I have been competitive for research fellowships.\" She received a three&shy; year Hooke Fellowship in Applied Mathematics at the Mathematical Institute in Oxford and an Engineering and Physical Sciences Research Council fellowship. \n\nJust after completing her first year in a tenure track position as an Assistant Professor of Mathematics, a 2002 EDGE participant used her mini&shy;sabbatical to continue and build on a research collaboration with a senior mathematician at Purdue University. \n\n\n\n\n\nThe EDGE program has contributed to the Human Capital of our country by..."
 }
}