{
 "awd_id": "1136484",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dimensions: Collaborative Research: Functional Diversity of Microbial Trophic Guilds Defined Using Stable Isotope Ratios of Proteins",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 772827.0,
 "awd_amount": 772827.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "Advancements in DNA sequencing technology have accelerated the pace of discovery of species and gene distributions, especially for microorganisms.  This acceleration contrasts with slower progress in linking environmental genetics and taxonomic diversity to the function, resource utilization, and ecological niches of these organisms.  This project will develop a novel application of isotope geochemistry and apply it in the field of biochemical oceanography as a first step toward tackling these challenges.  The goal of the project is to combine natural isotope ratio data with proteomics.  Different metabolic processes yield different ratios of the stable isotopes of carbon, nitrogen, hydrogen, and sulfur; and by measuring these ratios on specific proteins, these natural isotope signals can attribute biogeochemical processes (functions) to specific microbes (taxonomic and genetic information). Because this is a novel methodology, the project first will seek to identify the fundamental principles of natural isotopic sorting that could result from different types of trophic structure.  This will be implemented using pure cultures and then will be tested on a model ecosystem from a stratified lake.  An example of a question to be answered is: How does the distribution of organisms' genetic fingerprints in a mixed microbial community scale with the community's genetic diversity?  Does higher genetic diversity predict more trophic, or feeding, levels?\r\n\r\nThis research will help to develop a concept of trophic guilds and ecosystem dependence for microbes; such concepts are well developed in macro-ecology, but remain less well understood for microbial diversity.  Ecosystem conservation is not possible without a better understanding of what maintains microbial functional and genetic diversity.  The success of this project could lead to many further applications for understanding the physiological and ecological roles of uncultured microbes in the environment.  The project has three principal investigators: an isotope geochemist, a microbial physiologist, and a microbial ecologist - a team well suited to achieve the interdisciplinary goal of linking geochemistry with microbial diversity. The proposed activities will educate a post-doctoral investigator, two graduate students, and several undergraduate summer students. Through additional activities such as The Cambridge Science Festival and Science by the Pint, the research also will be communicated to the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Pearson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ann Pearson",
   "pi_email_addr": "pearson@eps.harvard.edu",
   "nsf_id": "000431323",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Girguis",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Peter R Girguis",
   "pi_email_addr": "pgirguis@oeb.harvard.edu",
   "nsf_id": "000465617",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1350 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 772827.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was a first step at re-examining a fundamental definition of microbial ecosystem scaling: Do microbial ecosystems have trophic levels? What is the functional or metabolic complexity in a resource-sharing environment?&nbsp; Here we approached this problem from the perspective of isotope geochemistry: &ldquo;<em>You are what you eat, +1&permil;</em>&rdquo; is a central principle of carbon stable isotope (&delta;<sup>13</sup>C) distributions.&nbsp; &nbsp;It is widely applied to understand the structure and ordering of macrobiotic ecosystems.&nbsp; Although based on observations from multicellular organisms that are able to ingest &ldquo;food&rdquo;, the same idea also has been applied to microbial ecosystems, implying that such systems can sustain ordered trophic structures that would be observable in their isotopes. &nbsp;However, our preliminary results suggest that the answer is \"no, microbial ecosystems do not have canonical trophic levels\".&nbsp; This is likely because microbes cannot \"eat\" in the traditional sense, <em>i.e.</em>, they are mostly optimized for assimilation of small-molecule metabolites, either sugars (in which case they mimic photosynthetic autotrophs), or low molecular weight fatty acids (in which case they mimic acetotrophs/acetogens).</p>\n<p>&nbsp;</p>\n<p>To arrive at this answer, we used a new approach to community profiling known as protein stable isotope fingerprinting (P-SIF).&nbsp; With this method, we find that the carbon isotope ratios of whole proteins separated from environmental samples show differences only between metabolically-distinct autotrophs.&nbsp; Heterotrophs are not <sup>13</sup>C-enriched. &nbsp;In parallel, a survey of the relative distribution of <sup>13</sup>C between biochemical classes &ndash; specifically acetogenic lipids, isoprenoid lipids, amino acids, and nucleic acids/sugars &ndash; across a variety of bacterial species appears to be a function of the main carbon metabolite, not an indicator of heterotrophy vs. autotrophy. &nbsp;Indeed, autotrophy, heterotrophy, and mixotrophy all are indistinguishable when the primary food source is fresh photosynthate, <em>i.e.</em>, sugar.&nbsp; Significant assimilation of acetate is diagnosed by acetogenic lipids that are relatively <sup>13</sup>C-enriched <em>vs.</em> isoprenoid lipids. Mixed-substrate heterotrophy, in contrast, satisfies the classic &ldquo;<em>&hellip;+1&permil;</em>&rdquo; rule for bulk biomass, yet simultaneously it collapses the intracellular biochemical patterns of <sup>13</sup>C almost completely. Together these observations point to a paradigm shift for understanding the preservation of microbial&nbsp;&delta;<sup>13</sup>C signatures, suggesting that patterns of microbial &delta;<sup>13</sup>C values must primarily reflect changing carbon inputs, not the extent or intensity of heterotrophy.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2016<br>\n\t\t\t\t\tModified by: Ann&nbsp;Pearson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was a first step at re-examining a fundamental definition of microbial ecosystem scaling: Do microbial ecosystems have trophic levels? What is the functional or metabolic complexity in a resource-sharing environment?  Here we approached this problem from the perspective of isotope geochemistry: \"You are what you eat, +1&permil;\" is a central principle of carbon stable isotope (&delta;13C) distributions.   It is widely applied to understand the structure and ordering of macrobiotic ecosystems.  Although based on observations from multicellular organisms that are able to ingest \"food\", the same idea also has been applied to microbial ecosystems, implying that such systems can sustain ordered trophic structures that would be observable in their isotopes.  However, our preliminary results suggest that the answer is \"no, microbial ecosystems do not have canonical trophic levels\".  This is likely because microbes cannot \"eat\" in the traditional sense, i.e., they are mostly optimized for assimilation of small-molecule metabolites, either sugars (in which case they mimic photosynthetic autotrophs), or low molecular weight fatty acids (in which case they mimic acetotrophs/acetogens).\n\n \n\nTo arrive at this answer, we used a new approach to community profiling known as protein stable isotope fingerprinting (P-SIF).  With this method, we find that the carbon isotope ratios of whole proteins separated from environmental samples show differences only between metabolically-distinct autotrophs.  Heterotrophs are not 13C-enriched.  In parallel, a survey of the relative distribution of 13C between biochemical classes &ndash; specifically acetogenic lipids, isoprenoid lipids, amino acids, and nucleic acids/sugars &ndash; across a variety of bacterial species appears to be a function of the main carbon metabolite, not an indicator of heterotrophy vs. autotrophy.  Indeed, autotrophy, heterotrophy, and mixotrophy all are indistinguishable when the primary food source is fresh photosynthate, i.e., sugar.  Significant assimilation of acetate is diagnosed by acetogenic lipids that are relatively 13C-enriched vs. isoprenoid lipids. Mixed-substrate heterotrophy, in contrast, satisfies the classic \"&hellip;+1&permil;\" rule for bulk biomass, yet simultaneously it collapses the intracellular biochemical patterns of 13C almost completely. Together these observations point to a paradigm shift for understanding the preservation of microbial &delta;13C signatures, suggesting that patterns of microbial &delta;13C values must primarily reflect changing carbon inputs, not the extent or intensity of heterotrophy.\n\n\t\t\t\t\tLast Modified: 01/13/2016\n\n\t\t\t\t\tSubmitted by: Ann Pearson"
 }
}