{
 "awd_id": "1136984",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Instantaneous Passive and Active Detection, Localization, Monitoring and Classification of Marine Mammals over Long Ranges with High-Resolution Towed Array Measurements",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 431979.0,
 "awd_amount": 431979.0,
 "awd_min_amd_letter_date": "2011-06-07",
 "awd_max_amd_letter_date": "2012-11-30",
 "awd_abstract_narration": "This Proposal was submitted to the National Ocean Partnership Program (NOPP) Broad Agency Announcement 10-024 titled \"Marine Mammal Detection and Monitoring\" and selected for funding by NSF.\r\n\r\nThe PI's propose to use existing data collected during the 2006 ocean acoustic waveguide remote sensing (OAWRS) Experiment in the Gulf of Maine to develop passive and active methods for tracking marine mammals in near-real-time. The goals of the proposal include development of signal processing techniques for near-real-time localization and ranging of marine mammal vocalizations using a high-resolution array, including using the array invariant method for ranging, adaptive non-linear matched filter processing for improved SNR of signals, and modeling to estimate the performance of the developed algorithms in variable levels of noise. Additional effort will be used to estimate the low frequency target strengths of localized marine mammals from the passive acoustic analysis phase in the study.\r\n\r\nCombining passive and active acoustic sensing with towed arrays provides an efficient approach for detecting, localizing and classifying marine mammals rapidly over wide areas for many important operations such as geophysical surveys, naval exercises and population assessment surveys that already deploy towed arrays. Acoustic sensing is the only approach that is effective during night-time operations, and in the daytime during poor weather conditions not conducive to visual surveys. It is important to remotely sense marine mammal locations and behavior so that steps can be taken to minimize impact of man-made activities on their populations.\r\n\r\nBroader Impacts: \r\n\r\nThis is a collaborative effort between male and female faculty and commercial partners in different disciplines. The improved sensing capabilities of marine mammals over wide ranges could be used in the future for mitigation purposes to limit human induced sound impacts on marine mammal populations, such as those produced by marine geophysical research that use active seismic equipment. The study will also provide education opportunities for undergraduate students and support one graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Purnima",
   "pi_last_name": "Makris",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Purnima R Makris",
   "pi_email_addr": "purnima@ece.neu.edu",
   "nsf_id": "000500308",
   "pi_start_date": "2011-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Makris",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas C Makris",
   "pi_email_addr": "makris@mit.edu",
   "nsf_id": "000152491",
   "pi_start_date": "2011-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  },
  {
   "pgm_ele_code": "689900",
   "pgm_ele_name": "OCE-Ocean Sciences Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 431979.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />We have developed and demonstrated the passive ocean acoustic<br />waveguide remote sensing (POAWRS) approach for the detection,<br />localization and species classification of marine mammals over<br />instantaneous wide areas spanning continental-shelf scale regions<br />(&gt;10,000 km^2).&nbsp; POAWRS uses a large-aperture densely-sampled (&gt; 32<br />hydrophones per aperture) coherent hydrophone array system with orders<br />of magnitude higher array gain to enable detection of whale<br />vocalizations either two orders of magnitude more distant in range or<br />lower in signal-to-noise ratio (SNR) than a single hydrophone, which<br />has no array gain.&nbsp; POAWRS was applied in post-processing to detect,<br />localize and classify over eight distinct MM species, including<br />mysticetes: fin, humpback, blue, sei and minke whales; and<br />odontocetes: sperm, orca, and pilot whales, and several other<br />delphinid species, such as the common and bottlenose dolphins; from<br />their vocalizations recorded during a three week long NOPP-funded Gulf<br />of Maine Fall 2006 Experiment.&nbsp; The temporal-spatial distributions and<br />vocalization behavior of diverse MM species determined by POAWRS were<br />found to be highly correlated to their prey-fish, Atlantic herring,<br />distributions over the roughly two week long herring spawning period,<br />where the herring were imaged using active ocean acoustic waveguide<br />remote sensing, calibrated by local ultrasonic echosounding and<br />capture-trawl sampling.<br /><br /><br />POAWRS was also applied in post-processing to monitor, localize and<br />distinguish multiple sperm whale individuals from their click and<br />creak sequences recorded on the LTAR array during the NSF-MRI funded<br />(OCE-1040101) sea test of that array on the New England continental<br />shelf and slope waters in spring 2013. Whale bearings were estimated<br />using time-domain beamforming that provided high coherent array gain<br />in sperm whale click signal-to-noise ratio.&nbsp; Whale ranges from the<br />receiver array center were estimated using the moving array<br />triangulation technique from a sequence of whale bearing<br />measurements. Multiple concurrently vocalizing sperm whales in the<br />far-field of the horizontal receiver array were distinguished and<br />classified based on their horizontal spatial locations and the<br />inter-pulse intervals of their vocalized click signals.<br /><br />We applied and demonstrated the POAWRS technique in near real-time<br />during the ONR and Norwegian-government funded Nordic Seas 2014<br />experiment to detect, localize and track a subset of humpback and<br />sperm whale vocalizations received on a high-resolution towed receiver<br />array system.&nbsp; This result will be used in the future to examine<br />marine mammal behavior and interaction with several prey-fish species<br />off the coast of Norway.<br /><br /><br />The outcome of this project have been disseminated through numerous<br />conference presentations and several journal publications.&nbsp; We also<br />developed a database management system implemented using mySQL that<br />interfaces with MATLAB for rapid acess, retrieval and processing of<br />marine mammal vocalizations measured using the high-resolution towed<br />receiver array system.&nbsp; Our database currently contains several hundred<br />thousand vocalizations from diverse species.<br /><br />The POAWRS approach can be applied in geophysical surveys and naval<br />operations for instantaneous wide-area marine mammal monitoring which<br />is mandated by the marine mammal protection act. The wide area<br />coverage of the POAWRS approach can be applied to ensure more<br />efficient field operations, and minimize loss of survey time at sea.<br />Furthermore, acoustic sensing is the only approach that is effective<br />during night-time operations...",
  "por_txt_cntn": "\n\nWe have developed and demonstrated the passive ocean acoustic\nwaveguide remote sensing (POAWRS) approach for the detection,\nlocalization and species classification of marine mammals over\ninstantaneous wide areas spanning continental-shelf scale regions\n(&gt;10,000 km^2).  POAWRS uses a large-aperture densely-sampled (&gt; 32\nhydrophones per aperture) coherent hydrophone array system with orders\nof magnitude higher array gain to enable detection of whale\nvocalizations either two orders of magnitude more distant in range or\nlower in signal-to-noise ratio (SNR) than a single hydrophone, which\nhas no array gain.  POAWRS was applied in post-processing to detect,\nlocalize and classify over eight distinct MM species, including\nmysticetes: fin, humpback, blue, sei and minke whales; and\nodontocetes: sperm, orca, and pilot whales, and several other\ndelphinid species, such as the common and bottlenose dolphins; from\ntheir vocalizations recorded during a three week long NOPP-funded Gulf\nof Maine Fall 2006 Experiment.  The temporal-spatial distributions and\nvocalization behavior of diverse MM species determined by POAWRS were\nfound to be highly correlated to their prey-fish, Atlantic herring,\ndistributions over the roughly two week long herring spawning period,\nwhere the herring were imaged using active ocean acoustic waveguide\nremote sensing, calibrated by local ultrasonic echosounding and\ncapture-trawl sampling.\n\n\nPOAWRS was also applied in post-processing to monitor, localize and\ndistinguish multiple sperm whale individuals from their click and\ncreak sequences recorded on the LTAR array during the NSF-MRI funded\n(OCE-1040101) sea test of that array on the New England continental\nshelf and slope waters in spring 2013. Whale bearings were estimated\nusing time-domain beamforming that provided high coherent array gain\nin sperm whale click signal-to-noise ratio.  Whale ranges from the\nreceiver array center were estimated using the moving array\ntriangulation technique from a sequence of whale bearing\nmeasurements. Multiple concurrently vocalizing sperm whales in the\nfar-field of the horizontal receiver array were distinguished and\nclassified based on their horizontal spatial locations and the\ninter-pulse intervals of their vocalized click signals.\n\nWe applied and demonstrated the POAWRS technique in near real-time\nduring the ONR and Norwegian-government funded Nordic Seas 2014\nexperiment to detect, localize and track a subset of humpback and\nsperm whale vocalizations received on a high-resolution towed receiver\narray system.  This result will be used in the future to examine\nmarine mammal behavior and interaction with several prey-fish species\noff the coast of Norway.\n\n\nThe outcome of this project have been disseminated through numerous\nconference presentations and several journal publications.  We also\ndeveloped a database management system implemented using mySQL that\ninterfaces with MATLAB for rapid acess, retrieval and processing of\nmarine mammal vocalizations measured using the high-resolution towed\nreceiver array system.  Our database currently contains several hundred\nthousand vocalizations from diverse species.\n\nThe POAWRS approach can be applied in geophysical surveys and naval\noperations for instantaneous wide-area marine mammal monitoring which\nis mandated by the marine mammal protection act. The wide area\ncoverage of the POAWRS approach can be applied to ensure more\nefficient field operations, and minimize loss of survey time at sea.\nFurthermore, acoustic sensing is the only approach that is effective\nduring night-time operations, and in the daytime during poor weather\nconditions not conducive to visual surveys\n\nThis project provided an excellent opportunity for training and\ndevelopment in an interdisciplinary area spanning ocean remote\nsensing, acoustics, marine mammal science, ecosystem biology, animal\ngroup behavior, engineering, computer vision and machine learning,\nmathematical, physical and information sciences and so enha..."
 }
}