{
 "awd_id": "1137611",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Tsunami sedimentology and its role in hazard awareness, preparedness, assessment and mitigation",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 47818.0,
 "awd_amount": 47818.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2011-09-08",
 "awd_abstract_narration": "This interdisciplinary workshop will bring together researchers who study tsunamis from different perspectives, such physical and social sciences and engineering, to develop priorities for interdisciplinary research on tsunami deposits, and how this research can be employed to increase awareness of and preparedness for tsunami hazards, as well as help to develop better hazard assessments and mitigation designs. The 2004 Sumatra and 2011 Tohoku earthquakes and their associated ocean-crossing tsunamis underscore the importance of these topics, even in technologically advanced countries. Anticipated outcomes of the workshop include recommendations to NSF on tsunami research priorities and preliminary collaborative NSF proposals.\r\n\r\nThe workshop will be organized around the following questions, which range from basic science to applications in the public sphere:\r\n- What causative processes are recorded in deposits and erosional features of tsunamis?\r\n- How can geologic information about tsunamis be compared to data collected during modern post-tsunami surveys?\r\n- How can tsunami deposit studies be incorporated into engineering designs of marine and coastal infrastructure, and\r\n- How can tsunami deposit information be used to increase tsunami hazard awareness and preparedness of communities and individuals?\r\n\r\nIntellectual Merit\r\nTsunamis happen often in the world's oceans, on both human and geologic time scales. Most tsunamis result from fault displacement under the sea; others are set off by submarine landslides, volcanic eruptions, and meteorite impacts. Barely two decades have passed since geologists began using onshore sedimentary deposits to identify areas at risk to tsunamis. The work has produced startling discoveries, particularly in the northwestern United States. But basic questions remain, such as how to distinguish tsunami deposits from storm deposits on coasts with large storm surges. Tsunami deposits also have enormous potential as recorders of flow depth and velocity? parameters of importance to coastal engineers. Working together at this frontier are geologists, sediment-transport experts, numerical tsunami modelers, experimentalists, engineers, and social scientists. The workshop provides a timely venue for these various specialists to weigh priorities and plan collaborations.\r\n\r\nBroader Impacts\r\nThere are three avenues to addressing tsunami hazard: assessment, mitigation, and warning. One of the major means for assessment is to quantify recurrence intervals and size estimates of past events, and tsunami-deposit studies are an important means for doing so. Moreover, tsunami-deposit studies can help in generating public education and awareness--an important aspect of mitigation efforts. The 26 December 2004 and the 11 March 2011 tsunamis tragically demonstrate the global need for tsunami hazard assessment, education, and community preparation. This workshop will bring together scientific researchers and engineers in order to develop means for improving the communication of tsunami research results to potentially affected communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Weiss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Weiss",
   "pi_email_addr": "weiszr@vt.edu",
   "nsf_id": "000513310",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "750 Agronomy Road, Suite 2701",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778431260",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}