{
 "awd_id": "1137519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Information Diffusion and Opinion Formation in Networked Systems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Balasubramanian Kalyanasundaram",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 247500.0,
 "awd_amount": 247500.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2011-07-21",
 "awd_abstract_narration": "Fueled by the ubiquity of communications access, networked systems have become pervasive and given rise to behaviors whose evolution depends on both individual decisions and the interactions on the network.  Examples of such behaviors include media sharing websites, where user recommendations influence product adoption decisions of other users, or more generally public discussion forums where past voting records of users provide indications on how they may influence each other and, therefore, how initial opinions may determine the outcome of future votes.  Understanding the evolution of decisions in such connected settings can, therefore, be of significant social and economic benefit.  For example, this can help predict the adoption of new social policies, or more pragmatically the commercial success of a new shared application.  The importance of those questions has attracted much recent attention, but due to the complexity of networked interactions, much remains to be done.  This project takes a multi-disciplinary approach to tackling these challenging questions, and seeks to build on models from statistical physics developed to capture the interactions of charged particles, which interact with each other in a manner akin to how users influence each other in a social network.  If successful, the work can both expand the set of tools available to explore the behavior of networked systems, and offer insight into specific problems of interest.\r\n\r\nThis project explores two fundamental aspects of networked systems, namely, the formation of opinions in networks, and how adoption decisions are made when they are influenced by network neighbors.  Networked systems can be of many different forms, including communication networks, social networks, political networks, geographical networks, etc., and are characterized by the fact that connections between network members influence their interactions. Characterizing these interactions is a complex task.  The two main goals of the project are to (i) extend models from statistical physics to apply them to fundamental problems in networked systems; and (ii) empirically validate the predictive abilities of these models. Specifically, the project seeks to leverage and extend the Ising spin glass model, and apply these extensions to problems of opinion formation and adoption decisions in networked systems.  Empirical validation of the results will then be sought through comparison to data collected from social media websites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roch",
   "pi_last_name": "Guerin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roch Guerin",
   "pi_email_addr": "guerin@wustl.edu",
   "nsf_id": "000444512",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Santosh",
   "pi_last_name": "Venkatesh",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Santosh S Venkatesh",
   "pi_email_addr": "venkates@ee.upenn.edu",
   "nsf_id": "000463485",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kartik",
   "pi_last_name": "Hosanagar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kartik Hosanagar",
   "pi_email_addr": "kartikh@wharton.upenn.edu",
   "nsf_id": "000219313",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805200",
   "pgm_ele_name": "Inter Com Sci Econ Soc S (ICE)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 247500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h2>Introduction</h2>\n<p>The project aimed to explore opinion formation and (product) adoption decisions in (social) networks. The project involved three complementary efforts.&nbsp; The first, based on an empirical investigation of opinion formation in social networks, was described in an earlier report.&nbsp; Hence, this report covers only the latter two: an analytical study of opinion formation in networks, and an investigation of adoption of competing products that exhibit strong network effects.</p>\n<p>The analytical study assumed that individuals could be influenced by their network peers, and more importantly that the <em>weights</em> of those influences were biased based on an individual&rsquo;s <em>party</em> affiliation.&nbsp; This was motivated by an interest in how external structures such as parties play a role in shaping the evolution of (networked) opinions.&nbsp;</p>\n<p>The topic of adoption of competing (network) products was aimed at understanding how connections between network users (the network topology) affect their decision to adopt either one or both of two competing products.&nbsp; Product adoption depends on the stand-alone quality of the products (how good they are) and their user base (a social network is more attractive once all my friends are on it).&nbsp;</p>\n<h2>Opinion Formation in a Two Party Environment</h2>\n<p>Envision a group of individuals split between two opposing parties, where the opinion of an individual is partially influenced by that of other individuals.&nbsp; Influence is more likely to be positive inside a party and negative across party lines.&nbsp; This obviously captures today&rsquo;s political environment, but is also applicable to many online forums where &ldquo;pro&rdquo; and &ldquo;against&rdquo; camps often form when discussing specific topics.</p>\n<p>There are many possible ways to account for how individuals influence each other.&nbsp; We opted for two stylized models that capture different types of influence relationships.&nbsp; The first assumes that the influence two individuals exert on each other is essentially <em>random</em>, but with a positive or negative bias based on party affiliation (the bias is positive within a party).&nbsp; In other words, there is little information in how individuals influence each other, except for the fact that party affiliations introduce a bias.&nbsp; The second predicates that individuals influence each other based on the similarity of past opinions on a fixed set of <em>profile</em> issues; <em>e.g., </em>their voting records on a given set of issues.&nbsp; Individuals within the same party have a higher probability of agreeing on a given profile issue, but need not be in complete agreement on all of them, <em>i.e.,</em> there is randomness in individual opinions.&nbsp; This allows individuals in different parties to have similar opinion profiles (arguably with relatively low probability), and therefore positively influence each other.</p>\n<p>The main results to emerge from those models were that polarized outcomes (all individuals in a party have the same opinion opposite that of the other party) are the norm in the random interactions model, while the profile-based model gives rise to a more diverse combination of possible opinions (they depend primarily on how profiles are distributed across individuals and party lines).&nbsp; Those analytical results notwithstanding, understanding the extent to which they capture actual behaviors calls for further empirical studies along the lines of that performed in the first thrust of the project.&nbsp;&nbsp; Nevertheless, the analysis offers insight into fundamental properties of opinion formation under two distinct and reasonable influence models in network settings.</p>\n<h2>Adoption of Competing Products under Network Effects</h2>\n<p>Consider the case of Google+ and Facebook.&nbsp; The decision of users to spend time on either ...",
  "por_txt_cntn": "Introduction\n\nThe project aimed to explore opinion formation and (product) adoption decisions in (social) networks. The project involved three complementary efforts.  The first, based on an empirical investigation of opinion formation in social networks, was described in an earlier report.  Hence, this report covers only the latter two: an analytical study of opinion formation in networks, and an investigation of adoption of competing products that exhibit strong network effects.\n\nThe analytical study assumed that individuals could be influenced by their network peers, and more importantly that the weights of those influences were biased based on an individualÆs party affiliation.  This was motivated by an interest in how external structures such as parties play a role in shaping the evolution of (networked) opinions. \n\nThe topic of adoption of competing (network) products was aimed at understanding how connections between network users (the network topology) affect their decision to adopt either one or both of two competing products.  Product adoption depends on the stand-alone quality of the products (how good they are) and their user base (a social network is more attractive once all my friends are on it). \nOpinion Formation in a Two Party Environment\n\nEnvision a group of individuals split between two opposing parties, where the opinion of an individual is partially influenced by that of other individuals.  Influence is more likely to be positive inside a party and negative across party lines.  This obviously captures todayÆs political environment, but is also applicable to many online forums where \"pro\" and \"against\" camps often form when discussing specific topics.\n\nThere are many possible ways to account for how individuals influence each other.  We opted for two stylized models that capture different types of influence relationships.  The first assumes that the influence two individuals exert on each other is essentially random, but with a positive or negative bias based on party affiliation (the bias is positive within a party).  In other words, there is little information in how individuals influence each other, except for the fact that party affiliations introduce a bias.  The second predicates that individuals influence each other based on the similarity of past opinions on a fixed set of profile issues; e.g., their voting records on a given set of issues.  Individuals within the same party have a higher probability of agreeing on a given profile issue, but need not be in complete agreement on all of them, i.e., there is randomness in individual opinions.  This allows individuals in different parties to have similar opinion profiles (arguably with relatively low probability), and therefore positively influence each other.\n\nThe main results to emerge from those models were that polarized outcomes (all individuals in a party have the same opinion opposite that of the other party) are the norm in the random interactions model, while the profile-based model gives rise to a more diverse combination of possible opinions (they depend primarily on how profiles are distributed across individuals and party lines).  Those analytical results notwithstanding, understanding the extent to which they capture actual behaviors calls for further empirical studies along the lines of that performed in the first thrust of the project.   Nevertheless, the analysis offers insight into fundamental properties of opinion formation under two distinct and reasonable influence models in network settings.\nAdoption of Competing Products under Network Effects\n\nConsider the case of Google+ and Facebook.  The decision of users to spend time on either or both depends on not just their respective quality, but also on how many of those usersÆ friends are doing the same.  Analyzing these interactions is complex, especially in a duopoly setting (competing firms), and while analytical results can be obtained that identify the role of certain parameters, th..."
 }
}