{
 "awd_id": "1137441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Magnetic Carbon Nanocomposites for Heavy Metal Removal from Polluted Water",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 105000.0,
 "awd_amount": 129000.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2012-12-20",
 "awd_abstract_narration": "1137441\r\nGuo\r\n\r\nMagnetic carbon nanocomposites (MCNCs) combining magnetic properties and the superior adsorption capability can play an enormous role in environmental remediation. The premise of this proposal is that MCNCs with a controlled intrinstic structure have enormous promise as novel adsorbents for purifying wastewater containing low concentrated heavy metals, which challenges the current existing technologies including the adsorption by sole activated carbon. Almost nothing is currently known about the performance of MCNCs for environmental remediation, especially with different carbon structures. Equally importantly, almost nothing is known regarding which MCNC is best for heavy metal removal. Our preliminary results have demonstrated, however, that the manipulated MCNCs can be used to purify wastewater by removing trace heavy metals to satisfy EPA requirements.\r\n\r\nThe objective of this proposed research is to manipulate intrinsic structures of MCNCs with different organic-inorganic hybrids and to evaluate their heavy metal removal performance. A magnetic field assisted process with the aid of novel MCNCs to tackle the central environmental remediation technique challenge is proposed. This process would be amenable to easy-recycling MCNCs and heavy metals. The challenge of the proposed project is to determine the optimum MCNCs for heavy metal removal. The research efforts are grouped into three closely coupled research thrusts: (1) synthesis of different organic-inorganic hybrids from both commercial and lab-made nanoparticles: both thin films and nanofibers will be prepared, with various physicochemical structures, (2) preparation of a new family of MCNCs with controllable nanostructure (solid, porous and semi-permeable) by the obtained optimum fabrication process (stabilization and carbonization temperature and time), and (3) heavy metal removal performance test. This will advance the knowledge required to provide next-generation multifunctional adsorbents and provide transformative environmental remediation nanotechnology.  \r\n\r\nOur work will make a significant impact on the rapidly developing field of adsorbents. The field assisted separation process with the aid of MCNCs will make the treatment of the wastewater containing lowly concentrated heavy metals satisfying the EPA requirement for the released Cr(VI). The intimate connection with the companies will foster quick commercialization of the new environmental nanotechnology and expedite the techniques in serving society/community. The fundamental studies provide a basis to explore novel MCNCs in an engineering way integrating the chemistry, chemical/environmental engineering, materials science and engineering, and electrochemistry into one research topic. This interdisciplinary project will create many noteworthy opportunities for education and training. K-12 outreach, undergraduate education, international impact and curriculum development are detailed. Strong bondage with industry will bring job opportunity. Underrepresented and female students will be highly emphasized.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhanhu",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhanhu Guo",
   "pi_email_addr": "zguo10@utk.edu",
   "nsf_id": "000511155",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suying",
   "pi_last_name": "Wei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suying Wei",
   "pi_email_addr": "suying.wei@lamar.edu",
   "nsf_id": "000549243",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lamar University",
  "inst_street_address": "4400 S M L King Jr Pkwy",
  "inst_street_address_2": "",
  "inst_city_name": "Beaumont",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "4098807670",
  "inst_zip_code": "777055748",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "TX14",
  "org_lgl_bus_name": "LAMAR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MEYGUN6CCN16"
 },
 "perf_inst": {
  "perf_inst_name": "Lamar University Beaumont",
  "perf_str_addr": "",
  "perf_city_name": "Beaumont",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "777101236",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "TX14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "136E",
   "pgm_ref_txt": "Chemical Separation Processes"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF supported project targeted both preparation of a unique group of materials and their application in heavy metal remediation using mainly hexavalent chromium as a model toxic species in water resources. The major goals of the project were to prepare magnetic nanocomposites with controlled intrinsic structures like solid and porous carbon, followed by the performance testing of the materials in removal of heavy metal species from the polluted water. Specific objectives were carried out to fulfill the ultimate goal, including:</p>\n<p>1) Surface treatment of nanoparticles has been done aiming to obtain polymer nanocomposites with uniform particle distribution;</p>\n<p>2) Various polymer nanocomposites are synthesized from the functionalized nanoparticles;</p>\n<p>3) The removal of Cr(VI) has been tested and some preliminary results have demonstrated the structure-property-removal relationship. Solid and porous structural carbons have been synthesized by varying the polymer precursors.</p>\n<p>During the funding period, polymer nanocomposites fabrication was carried out and the rheological behaviors of the polymer nanocomposites have been determined. The conversion of polymer matrix to carbon matrix has been systematically studied. The corresponding decomposed liquid and gas components have been determined; structure and properties of the solid products have been characterized especially in the heavy metal removal process using Cr(VI) as a model toxic species. Outreach activities have been carried out for one high-school student and four undergraduate researchers. The polymer nanocomposites decomposition mechanisms have been partially clarified for the polypropylene system and the other systems need further study. The newly developed adsorbents have high specific surface areas and make the recycling easier with the aid of a magnet due to the enclosed magnetic nanostructures in the adsorbents. The new adsorbents have shown fast kinetics and high removal efficiency. (<a href=\"http://www.nsf.gov/eng/cbet/achieve/1417/2012/guo.htm\">http://www.nsf.gov/eng/cbet/achieve/1417/2012/guo.htm</a>)&nbsp; &nbsp;</p>\n<p>To educate the next-generation working force, the PIs have opened up their research labs and offered the learning opportunities for K-12 students; the minority and underrepresented students have been involved in the project through REU support and the McNair program located at Lamar University. Two students have been trained for thermomechanical instruments. Group meetings have been held regularly and made great progress toward education to improve their presentation skills, data analysis, results analysis, and paper writing. Graduate students have learned how to mentor undergraduate students. The leadership has been well trained for senior graduate students. One Ph.D. graduate has become a tenure-track assistant professor starting fall 2013. The class modulus has been built for class demonstration in graduate level courses. The behind physicochemical principles have been incorporated in the class lectures together with the preliminary results. Also, through lab-tour and McNair program, more students have got familiar with the project that was funded through this NSF grant.</p>\n<p>We have disseminated the results through world wide peer-reviewed journal publications, conference presentations (oral and poster), and seminars at other universities, and world environmental organizations. (<a href=\"http://environmentprogress.com/?p=8108\" target=\"_blank\">http://environmentprogress.com/?p=8108</a>)&nbsp;&nbsp;</p>\n<p>To summarize, this interdisciplinary one-year EAGER project has involved the creation of new adsorbing materials to remove the heavy metals from polluted water. The synthesis of the magnetic carbon nanocomposites involved new knowledge in the organic decomposition and the catalysis of the nanoparticles. Meanwhile, it involved the intrinsic structure control...",
  "por_txt_cntn": "\nThis NSF supported project targeted both preparation of a unique group of materials and their application in heavy metal remediation using mainly hexavalent chromium as a model toxic species in water resources. The major goals of the project were to prepare magnetic nanocomposites with controlled intrinsic structures like solid and porous carbon, followed by the performance testing of the materials in removal of heavy metal species from the polluted water. Specific objectives were carried out to fulfill the ultimate goal, including:\n\n1) Surface treatment of nanoparticles has been done aiming to obtain polymer nanocomposites with uniform particle distribution;\n\n2) Various polymer nanocomposites are synthesized from the functionalized nanoparticles;\n\n3) The removal of Cr(VI) has been tested and some preliminary results have demonstrated the structure-property-removal relationship. Solid and porous structural carbons have been synthesized by varying the polymer precursors.\n\nDuring the funding period, polymer nanocomposites fabrication was carried out and the rheological behaviors of the polymer nanocomposites have been determined. The conversion of polymer matrix to carbon matrix has been systematically studied. The corresponding decomposed liquid and gas components have been determined; structure and properties of the solid products have been characterized especially in the heavy metal removal process using Cr(VI) as a model toxic species. Outreach activities have been carried out for one high-school student and four undergraduate researchers. The polymer nanocomposites decomposition mechanisms have been partially clarified for the polypropylene system and the other systems need further study. The newly developed adsorbents have high specific surface areas and make the recycling easier with the aid of a magnet due to the enclosed magnetic nanostructures in the adsorbents. The new adsorbents have shown fast kinetics and high removal efficiency. (http://www.nsf.gov/eng/cbet/achieve/1417/2012/guo.htm)   \n\nTo educate the next-generation working force, the PIs have opened up their research labs and offered the learning opportunities for K-12 students; the minority and underrepresented students have been involved in the project through REU support and the McNair program located at Lamar University. Two students have been trained for thermomechanical instruments. Group meetings have been held regularly and made great progress toward education to improve their presentation skills, data analysis, results analysis, and paper writing. Graduate students have learned how to mentor undergraduate students. The leadership has been well trained for senior graduate students. One Ph.D. graduate has become a tenure-track assistant professor starting fall 2013. The class modulus has been built for class demonstration in graduate level courses. The behind physicochemical principles have been incorporated in the class lectures together with the preliminary results. Also, through lab-tour and McNair program, more students have got familiar with the project that was funded through this NSF grant.\n\nWe have disseminated the results through world wide peer-reviewed journal publications, conference presentations (oral and poster), and seminars at other universities, and world environmental organizations. (http://environmentprogress.com/?p=8108)  \n\nTo summarize, this interdisciplinary one-year EAGER project has involved the creation of new adsorbing materials to remove the heavy metals from polluted water. The synthesis of the magnetic carbon nanocomposites involved new knowledge in the organic decomposition and the catalysis of the nanoparticles. Meanwhile, it involved the intrinsic structure control of the carbon nanostructures, surface/materials/electroanalytical chemistry, environmental and chemical engineering background together with the physics and materials science and engineering. Therefore, researchers trained in this project have a great grasp of..."
 }
}