{
 "awd_id": "1137289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ICML 2011 Workshop on Learning from Clinical Free Text",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 6774.0,
 "awd_amount": 6774.0,
 "awd_min_amd_letter_date": "2011-06-08",
 "awd_max_amd_letter_date": "2011-06-08",
 "awd_abstract_narration": "The increasing availability of large quantities of clinical data in digitized form in the course of routine patient care, presents unprecedented opportunities as well as challenges in improving the quality and reducing the cost of clinical care through the use of Electronic Medical Record (EMR) systems. Because it is impossible to anticipate and precisely identify/define all of the relevant information that would be useful in every clinical setting, and the need for the definitions of key information elements to change in response to changes in medical knowledge (e.g., evidence-based treatment guidelines), despite the increasing emphasis on collecting information in structured fields of EMRs, a substantial fraction of key information continues to be available as unstructured (i.e., free) text. Hence, there is a growing interest in identifying novel learning approaches that can be used to adapt strategies for information extraction from free text in such settings. \r\n\r\nZeeshan Syed and collaborators plan to organize a multi-disciplinary Workshop on Learning from Clinical Free Text to bring together researchers from machine learning, computational linguistics, and medical informatics, who share an interest in problems and applications of learning from unstructured clinical text. The workshop to be held on July 2, 2011 at Bellevue, Washington, USA,  in conjunction with the International Conference on Machine Learning (ICML), which is the premier international forum for researchers and practitioners from academia, industry, and government for sharing the latest advances in machine learning.\r\n\r\nScientific Merits: The workshop seeks to bridge the gap between the theory of machine learning, natural language processing, and the applications and needs of the healthcare community and to promote fruitful interdisciplinary collaborations. The workshop seeks to cover a range of topics of interest to academic as well as industrial participants through a program consisting of presentations by invited speakers from machine learning, computational linguistics. and medical informatics, and by authors of extended abstracts solicited from the broader research community. A panel discussion will help identify important problems, applications, and synergies across the research in and practice of machine learning, computational linguistics, and medical informatics. The workshop will connect established researchers  with graduate students and early career researchers and academics. \r\n\r\nBroader Impacts: These activities will collectively facilitate the the infusion of the latest results and tools from the machine learning and computational linguistics, and text mining communities into Health Informatics, catalyze the establishment of an interdisciplinary community of researchers focused on advancing machine learning to meet the needs of information extraction from free text medical records, and help integrate a diverse group of graduate students and early career researchers into the Health Informatics community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zeeshan",
   "pi_last_name": "Syed",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zeeshan Syed",
   "pi_email_addr": "zhs@umich.edu",
   "nsf_id": "000554734",
   "pi_start_date": "2011-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "2260 Hayward",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092121",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6774.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This workshop provided a forum to discuss high quality and original work on medical informatics for clinical text. The workshop program consisted of a variety of events: keynote talks by experts across different areas of medical informatics, regular talks comprising presentations of peer reviewed submissions, poster sessions providing the opportunity for one on one discussions of peer reviewed work, and panel discussions across the broad group of workshop participants. The topics discussed and papers presented in the workshop highlighted the needs and opportunities for the medical informatics community to improve healthcare through better utilization of clinical text in electronic health records. Presentations included studies of infant colic based on narrative records of infants and their mothers, extraction of pack-years information from records of rheumatoid arthritis patients, and identification of pneumonia in intensive care unit reports. In addition to advancing these specific clinical applications, and also advancing the general body of work on medical informatics, the workshop provided an open venue for information exchange among the workshop participants and created an opportunity for students and early career professionals to gain feedback and mentorship from their more established colleagues in medical informatics. The proceedings of the workshop comprising papers for all of the accepted talks and posters were made available online.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2012<br>\n\t\t\t\t\tModified by: Zeeshan&nbsp;Syed</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis workshop provided a forum to discuss high quality and original work on medical informatics for clinical text. The workshop program consisted of a variety of events: keynote talks by experts across different areas of medical informatics, regular talks comprising presentations of peer reviewed submissions, poster sessions providing the opportunity for one on one discussions of peer reviewed work, and panel discussions across the broad group of workshop participants. The topics discussed and papers presented in the workshop highlighted the needs and opportunities for the medical informatics community to improve healthcare through better utilization of clinical text in electronic health records. Presentations included studies of infant colic based on narrative records of infants and their mothers, extraction of pack-years information from records of rheumatoid arthritis patients, and identification of pneumonia in intensive care unit reports. In addition to advancing these specific clinical applications, and also advancing the general body of work on medical informatics, the workshop provided an open venue for information exchange among the workshop participants and created an opportunity for students and early career professionals to gain feedback and mentorship from their more established colleagues in medical informatics. The proceedings of the workshop comprising papers for all of the accepted talks and posters were made available online.\n\n\t\t\t\t\tLast Modified: 07/26/2012\n\n\t\t\t\t\tSubmitted by: Zeeshan Syed"
 }
}