{
 "awd_id": "1137795",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: From Biomass to Liquid Fuels: Ab initio Molecular Dynamics Investigation of Glucose to 5-Hydroxymethylfurfurl Conversion",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 409754.0,
 "awd_amount": 409754.0,
 "awd_min_amd_letter_date": "2011-05-11",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": "0844882 \r\nQian, Xianghong      \r\n\r\nThis five year CAREER proposal focuses on the development of an integrated research and education program in biofuels which will aid in the commercialization of biofuels as an alternative to fossil fuels.\r\nThe research component focuses on understanding the fundamental processes governing the conversion and selectivity of glucose to 5-Hydroxymethylfurfurl (HMF) and improving HMF yield. The education component will result in the training of future engineers for the emerging biorefinery industry. Highlights of the proposed CAREER project include:\r\n\r\n- Use state-of-the-art ab initio and classical molecular dynamics simulations with advanced metadynamics (MTD) technique to investigate the effects of solvent on the mechanisms and energetic of glucose to HMF conversion in water, organic solvent and ionic liquids.\r\n- Establish a Creative Bioenergy Cluster (CBC) for undergraduate researchers to provide multifaceted educational and training opportunities in biofuels.\r\n- Build collaborations with national laboratories and international biofuels research community.\r\n- Develop a new senior undergraduate / graduate level Computational Materials Science and Engineering course with applications in renewable energy including biofuels.\r\n\r\nIntellectual Merit of Proposed Activity\r\nBiofuels such as 2, 5-dimethylfuran (DMF) and liquid hydrocarbons are alternative transportation fuels in the emerging biorefinery industry. HMF is a critical and versatile intermediate for converting biomass to DMF, liquid alkanes and many other value-added products. However, the conversion yields from biomass carbohydrates remain critical issues, particularly from glucose, the most abundant monomer sugar from biomass. Currently the HMF yield from glucose is very limited and extremely sensitive to the processing conditions, particularly the solvent. Understanding the effects of solvent on the mechanism(s) and energetics for glucose to HMF conversion will provide significant insights into developing the costeffective conversion processes and improving HMF yields.\r\n\r\nIt is hypothesized that solvent and solvent structures affect both the conversion and selectivity for the acid-catalyzed glucose to HMF conversion reaction. Protonation of the hydroxyl group on the B-Dglucose ring (C2-OH) and the subsequent breaking of the C-O bond is the rate limiting step for the conversion. As a result, proton affinity of the solvent structure will have a significant impact on the reaction barrier due to the competition for protons between the hydroxyl group on the sugar ring and the solvent. Competing reactions are initiated by the protonation of the other hydroxyl groups or the ring O on glucose, and the solvent's ability to extract a proton from the reaction intermediates. Cr (II) ion promotes glucose isomerization to fructose in ionic liquids thus catalyzing glucose to HMF conversion.\r\n\r\nCar-Parrinello based ab initio molecular dynamics (CPMD) simulations with advanced MTD technique is uniquely suited to investigate chemical reactions and processes. In this CAREER project, CPMD-MTD will be used to investigate the effects of solvent on the mechanisms, rate-limiting steps, free energies and reaction barriers for glucose to HMF conversion in water, DMSO, ionic liquids and their mixtures. Successful completion of the proposed research will help improve HMF yields from glucose and shed significant light on sugar pathway engineering to obtain desired intermediates and products for\r\ncost-effective utilization of biomass.\r\n\r\nBroader Impacts\r\nDevelopment of biofuels such as liquid alkanes from biomass as a replacement for fossil fuels will have tremendous societal impacts: biofuels are renewable and sustainable energy sources whereas fossil fuels are not; use of biofuels can help minimize emissions of greenhouse gases to the environment thus limiting global warming. Training of engineers for careers in future biorefineries will be achieved by establishing a Creative Bioenergy Cluster (CBC). The CBC will provide education and training opportunities including international research opportunities as well as internships in industry and in national laboratories for undergraduates at all levels. A new senior undergraduate / graduate level course in Computational Materials Science and Engineering will be developed. The results of the research component of this CAREER project will be integrated into the course. Outreach activities which promote science and engineering to underrepresented minorities are an integral part of the proposed activities. The research and education results will be disseminated widely in peer reviewed journals. Successful completion of this CAREER project will lead to a number of new partnerships with national laboratories, industry and overseas universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xianghong",
   "pi_last_name": "Qian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xianghong Qian",
   "pi_email_addr": "xqian@uark.edu",
   "nsf_id": "000476148",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "120 Ozark Park",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 409754.0
  }
 ],
 "por": null
}