{
 "awd_id": "1137148",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TRAVEL Fund Request for Invited Speakers and Junior Scientists to attend seismic imaging conference in Hainan, China",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 18200.0,
 "awd_amount": 18200.0,
 "awd_min_amd_letter_date": "2011-07-06",
 "awd_max_amd_letter_date": "2011-07-06",
 "awd_abstract_narration": "This is workshop travel support for 14 junior scientists (mostly graduate students, with a few postdoctoral\r\nresearchers) from the USA to travel to Sanya, Hainan China for the Symposium in geophysical\r\nimaging. The NSF of China has some co-funding to support the local accommodations for the\r\ninvited speakers, and for the registrations and other conference expenses. IASPEI (International\r\nAssociation of Seismology and Physics of the Earth?s Interior), SEG (Society of Exploration\r\nGeophysicists) and EAGE (European Association of Geoscientists and Engineers) have endorsed\r\nand listed the Symposium as their formal symposium or workshop.\r\n\r\nGeophysical imaging is the key for subsurface structural delineation, target detection and\r\nproperty inversion. It has a wide range of applications to subsurface resources exploration, crust\r\nand mantle structures, earthquake rapture process and fault structure, and shallow target\r\ndetection. Due to the increasingly high complexity of the geological environments for oil/gas\r\nexploration and other imaging targets, such as for monitoring CO2 sequestration and pollution\r\ncontrol, and the explosively increased data amount collected by the new acquisition system, highresolution,\r\nhigh-fidelity and high-efficiency imaging methods are highly in demanding. For highresolution,\r\nhigh-fidelity imaging, we need much more phase-space information, such as the main\r\ndirection of the local energy flux, instant frequency of the wavefield, rather than a straightforward\r\nspace-domain solution. In other words, we need accurate and efficient propagators with phasespace\r\nlocalizations. Such phase-space information is crucial in modern true-amplitude, truereflection\r\nimaging and parameter inversion. With phase-space localized wave propagators, local\r\nAVA (amplitude variation with angle), local inversion for reservoir parameters can be performed\r\nand the close link between imaging and inversion can be established. Recently emerged seismic\r\nimaging methods using fast beam, fast wavepacket and other localized waves, such as beamlet,\r\ncurvelet, have brought up broad interests in the study of imaging using localized waves. The\r\nrelevant researches have been spread to many branches of physics, acoustics, seismology,\r\nengineering and mathematics.The symposium is different from other\r\ngeophysical conferences and workshops in its broad scope and interdisciplinary interactions. The\r\nintensive invited speeches serves as introductory lectures by the experts of different fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ru-Shan",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ru-Shan Wu",
   "pi_email_addr": "wrs@es.ucsc.edu",
   "nsf_id": "000101037",
   "pi_start_date": "2011-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 High St., EMS bldg",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 18200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>International Symposium of Geophysical Imaging with Localized Waves</strong></p>\n<p><strong>July 24-28, 2011<br /></strong></p>\n<p><strong>Sanya, China</strong></p>\n<p><span style=\"text-decoration: underline;\">The meeting was Convened by</span>:<br /> <strong>Ru-Shan Wu</strong>, <em>University of California at Santa Cruz, USA</em><br /> <strong>Marteen de Hoop</strong>, <em>Purdue University, USA</em><br /> <strong>Bjorn Ursin</strong>, <em>Norwegian University of Science &amp; Technology, Norway</em><br /> <strong>Jinghuai Gao</strong>, <em>Xi'an Jiaotong University, China</em></p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Invited Speakers</span>: </strong></p>\n<p><strong>Tariq Alkhalifah</strong>, <em>King Abdullah University of Science and Technology, Saudi Arabia</em></p>\n<p><em>(Coauthor: </em><strong>Paul Sava</strong>, <em>Colorado School of Mines, USA</em>)<br /> <strong>Ross Hill</strong>, <em>Chevron Corp, USA</em><br /> <strong>Stephane Jaffard</strong>, <em>Universite Paris, France</em><br /> <strong>Junru Jiao</strong>, <em>Petroleum Geo-Services, USA</em></p>\n<p><em>(coauthor: </em><strong>John Sherwood</strong>, <em>Petroleum Geo-Services, USA</em>)<br /> <strong>Ludek Klimes</strong>, <em>Charles University, Prague, Czech Republic</em><br /> <strong>Dmitri Lokshtanov</strong>, <em>Statoil, Norway</em><br /> <strong>Ignace Loris</strong>, <em>University Libre de Bruxelles, Belgium</em><br /> <strong>Chuck Mosher</strong>, <em>ConocoPhillips Corp, USA</em><br /> <strong>Gregory Newman</strong>, <em>Lawrence Berkeley National Laboratory, USA</em><br /> <strong>Maria Perel</strong>, <em>Saint Petersburg University, Russia</em><br /> <strong>Mikhail M. Popov</strong>, <em>Stevlov Institute, Saint Petersburg, Russia</em><br /> <strong>Jianliang Qian</strong>, <em>Michigan State University, USA</em><br /> <strong>Erasmo Recami</strong>, <em>INFN-Sezione di Milano, &amp; University of Bergamo, Italy </em><br /> <strong>Dave Yuen</strong>, <em>University of Minnesota, USA</em></p>\n<p><em>Discription:<br /></em></p>\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"420\">\n<tbody>\n<tr>\n<td class=\"pageName\" width=\"420\"></td>\n</tr>\n<tr>\n<td class=\"bodyText\">\n<p>Localized waves refer  to waves localized in propagation direction-space location or/and in  time-frequency. Localized waves exist both in real world as beam wave,  wave packet (pulsed beam), soliton, coherent state, or in wavefield  decomposition schemes as certain elementary waves having some preferred  physic-mathematical properties. With phase-space localized waves, local  AVA (amplitude variation with angle), local inversion for rock/reservoir  parameters can be performed and the close link between imaging and  inversion can be established. In fact, many different forms of localized  waves, such as Bessel beams, X-waves (X-shaped localized pulsed beam),  frozen waves, acoustic bullets, have been proposed and demonstrated in  different fields of applied physics. In geophysics, localized waves have  been developed and applied in the recent decades as beamlets,  curvelets, fast beams, various forms of wave packet, in addition to the  traditional Gaussian beam. We feel that localized waves have great  potential in applications to geophysical imaging and inversion, and an  international symposium is warranted to exchange information on progress  in related fields, such as mathematics, theoretical physics, signal  processing, EM wave, acoustics, medical imaging and nondestructive  evaluation in addition to seismic imaging. We have invited  internationally renowned scientists to review the progress in the  related fields. We will also solicit the submission of contributing work  in the form of oral or poster presentation. Applications in geophysical  imaging and inversion are of particular interest. We believe that the  symposium will promote the research in this area...",
  "por_txt_cntn": "\nInternational Symposium of Geophysical Imaging with Localized Waves\n\nJuly 24-28, 2011\n\n\nSanya, China\n\nThe meeting was Convened by:\n Ru-Shan Wu, University of California at Santa Cruz, USA\n Marteen de Hoop, Purdue University, USA\n Bjorn Ursin, Norwegian University of Science &amp; Technology, Norway\n Jinghuai Gao, Xi'an Jiaotong University, China\n\n \n\nInvited Speakers: \n\nTariq Alkhalifah, King Abdullah University of Science and Technology, Saudi Arabia\n\n(Coauthor: Paul Sava, Colorado School of Mines, USA)\n Ross Hill, Chevron Corp, USA\n Stephane Jaffard, Universite Paris, France\n Junru Jiao, Petroleum Geo-Services, USA\n\n(coauthor: John Sherwood, Petroleum Geo-Services, USA)\n Ludek Klimes, Charles University, Prague, Czech Republic\n Dmitri Lokshtanov, Statoil, Norway\n Ignace Loris, University Libre de Bruxelles, Belgium\n Chuck Mosher, ConocoPhillips Corp, USA\n Gregory Newman, Lawrence Berkeley National Laboratory, USA\n Maria Perel, Saint Petersburg University, Russia\n Mikhail M. Popov, Stevlov Institute, Saint Petersburg, Russia\n Jianliang Qian, Michigan State University, USA\n Erasmo Recami, INFN-Sezione di Milano, &amp; University of Bergamo, Italy \n Dave Yuen, University of Minnesota, USA\n\nDiscription:\n\n\n\n\n\n\n\n\n\nLocalized waves refer  to waves localized in propagation direction-space location or/and in  time-frequency. Localized waves exist both in real world as beam wave,  wave packet (pulsed beam), soliton, coherent state, or in wavefield  decomposition schemes as certain elementary waves having some preferred  physic-mathematical properties. With phase-space localized waves, local  AVA (amplitude variation with angle), local inversion for rock/reservoir  parameters can be performed and the close link between imaging and  inversion can be established. In fact, many different forms of localized  waves, such as Bessel beams, X-waves (X-shaped localized pulsed beam),  frozen waves, acoustic bullets, have been proposed and demonstrated in  different fields of applied physics. In geophysics, localized waves have  been developed and applied in the recent decades as beamlets,  curvelets, fast beams, various forms of wave packet, in addition to the  traditional Gaussian beam. We feel that localized waves have great  potential in applications to geophysical imaging and inversion, and an  international symposium is warranted to exchange information on progress  in related fields, such as mathematics, theoretical physics, signal  processing, EM wave, acoustics, medical imaging and nondestructive  evaluation in addition to seismic imaging. We have invited  internationally renowned scientists to review the progress in the  related fields. We will also solicit the submission of contributing work  in the form of oral or poster presentation. Applications in geophysical  imaging and inversion are of particular interest. We believe that the  symposium will promote the research in this area and bring significant  impact to the future development in geophysical imaging/inversion using  localized waves.\n\n\n\n\n\n \n\nDuring the conference, we combined a wide spectrum of applied mathematical techniques and a wide spectrum of scientific application disciplines, led by geophysics, purposely promote industrial-academic, and cross-disciplinary collaborations. We also emphasize the participation of young scientists at all levels including some graduate students and postdocs. We believe that this broad interaction between geophysics, applied mathematics, physics, and other related disciplines will promote further interactions and correlations between different disciplines on the development of phase-space localized wave propagation, scattering , local AVA (amplitude variation with angle), local inversion. It has the potential to revolutionize the traditional way of geophysical imaging/inversion. The scientific impact is not limited to Geophysics, but to a wide spectrum of disciplines.\n\n \n\nThe symposium has totally 77-80 attendees from all around the world: Bel..."
 }
}