{
 "awd_id": "1137275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symposium - Adaptations for Salt and Water Balance in Vertebrates, Nagoya Japan, May 31 - June 5, 2011",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-05-19",
 "awd_max_amd_letter_date": "2011-05-19",
 "awd_abstract_narration": "These funds support participation of graduate students, post-doctoral fellows, and young\r\ninvestigators at the International Conference on Comparative Physiology and Biochemistry\r\n(ICCPB 2011), to be held in Nagoya, Japan. Participants will build world-wide connections and\r\ngain cross-cultural exposure to institutions interested in global environmental effects on animals.\r\nAdvances in understanding how animals adapt to environmental changes will support goals of\r\nsafeguarding biodiversity at all levels. Funds will support individuals who have demonstrated\r\nexceptional aptitude and potential for advancing the field of epithelial fluid and solute dynamics\r\nand its regulation. A select group of individuals will present talks in a symposium focusing on\r\nconcepts essential to understanding the role of epithelia in water and solute balance this\r\nbalance has an overarching role in maintaining all life's basic functions. Epithelia are found in all\r\norgans, and exist as sheets of cells, assembled together by precisely arranged junctional proteins\r\nthat lie between cells. Notably, the dynamics of water and solute flows through cells of the\r\nepithelial sheet are highly integrated with flows through junctions of the epithelial sheet, in a\r\nregulated, but poorly understood fashion. The symposium speakers will stress the importance of\r\nhow and why cell-to-cell contact and plasticity of these systems are fundamental to appropriate\r\ntissue water and solute dynamics for all vertebrates. Other individuals supported by this grant\r\nwill have the opportunity to present their research findings, face-to-face in poster sessions, with\r\nscientists from nearly every continent who work in widely diverse biological fields. A major goal\r\nwill be to identify and select women and individuals of underrepresented ethnic minority\r\nbackground as recipients of these travel funds. Funding for student and trainee initiatives at\r\nICCPB 2011 will play a key role in attracting and retaining the brightest and best-trained\r\ncomparative physiologists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Pannabecker",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas L Pannabecker",
   "pi_email_addr": "pannabec@u.arizona.edu",
   "nsf_id": "000277716",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857245051",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Meeting: Symposium &ndash; Adaptations for Salt and Water Balance in Vertebrates</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>International Conference on Comparative Physiology and Biochemistry</strong></p>\n<p><strong>Nagoya, Japan</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>May 31- June 5, 2011</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The chief goal of this proposal was to obtain travel funds that would enable graduate students, post-doctoral scientists, and young investigators to participate in the International Conference on Comparative Physiology and Biochemistry, which was held in Nagoya, Japan, May 31- June 5, 2011 (ICCPB 2011). A portion of the funds was earmarked towards defraying the travel costs and registration fees of young investigators who were invited to participate in the symposium, &ldquo;Adaptations for Salt and Water Balance in Vertebrates&rdquo;. Other recipients of the travel funds presented their own research related to the field of fluid and solute dynamics. The symposium, &ldquo;Adaptations for Salt and Water Balance in Vertebrates&rdquo;, presented methodologies and concepts that are currently advancing the field of epithelial solute and water transport in significant ways. Three talks presented in the symposium are scheduled to be published in the summer of 2012 in an international journal. <strong></strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The goals of the conference were to facilitate participants&rsquo; ability to make new connections and to develop on-going commitments with their international colleagues. As their careers develop, early-stage investigators will increasingly face issues associated with research objectives that involve international dialog. In order to accomplish these objectives the research community needs to interact face to face, build personal relationships, and thereby promote dialogue. This travel grant provided funds that enabled four young investigators to participate in these functions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/26/2012<br>\n\t\t\t\t\tModified by: Thomas&nbsp;L&nbsp;Pannabecker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMeeting: Symposium &ndash; Adaptations for Salt and Water Balance in Vertebrates\n\n \n\nInternational Conference on Comparative Physiology and Biochemistry\n\nNagoya, Japan\n\n \n\nMay 31- June 5, 2011\n\n \n\n            The chief goal of this proposal was to obtain travel funds that would enable graduate students, post-doctoral scientists, and young investigators to participate in the International Conference on Comparative Physiology and Biochemistry, which was held in Nagoya, Japan, May 31- June 5, 2011 (ICCPB 2011). A portion of the funds was earmarked towards defraying the travel costs and registration fees of young investigators who were invited to participate in the symposium, \"Adaptations for Salt and Water Balance in Vertebrates\". Other recipients of the travel funds presented their own research related to the field of fluid and solute dynamics. The symposium, \"Adaptations for Salt and Water Balance in Vertebrates\", presented methodologies and concepts that are currently advancing the field of epithelial solute and water transport in significant ways. Three talks presented in the symposium are scheduled to be published in the summer of 2012 in an international journal. \n\n            The goals of the conference were to facilitate participantsÆ ability to make new connections and to develop on-going commitments with their international colleagues. As their careers develop, early-stage investigators will increasingly face issues associated with research objectives that involve international dialog. In order to accomplish these objectives the research community needs to interact face to face, build personal relationships, and thereby promote dialogue. This travel grant provided funds that enabled four young investigators to participate in these functions.\n\n\t\t\t\t\tLast Modified: 04/26/2012\n\n\t\t\t\t\tSubmitted by: Thomas L Pannabecker"
 }
}