{
 "awd_id": "1137755",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "AGS-PRF: Dayside Field Aligned Currents and Energy Deposition: The Effect of Magnetospheric Structure and Ionospheric Conductivity",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Therese Moretto Jorgensen",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 86000.0,
 "awd_amount": 172000.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2012-09-15",
 "awd_abstract_narration": "This project will examine intense dayside field-aligned currents(FACs) in Earth's magnetosphere.  These intense FACS occur when the interplanetary magnetic field is strong a lies primarily in the ecliptic plane.  In particular the project will examine the occurrence of these currents when the component of the magnetic field perpendicular to the ecliptic plane is upward (positive IMF Bz).  These FACs have been shown to be associated with extreme levels of ionospheric Joule heating and Poynting flux, which leads to upwelling of ionospheric plasma and anomalous thermospheric density enhancements. Maps of field-aligned current intensity, ionospheric joule heating, and the polar cap potential pattern will be related to the magnetospheric field-line topology as well as upstream and magnetosheath solar wind driving conditions and plasma parameters.   The following scientific questions will be addressed: (1) how is the magnitude of these currents affected by the magnetic topology of the magnetosphere? (2) is the source of the current magnetic merging at the dayside magnetopause or is it due to surface currents at the bow shock? (3) how does the conductivity of the ionosphere (including seasonal effects) affect the magnitude of the FACs, the Joule heating and the Poynting flux.  These questions will be addressed using a large variety of ground-based and space-based data.\r\n\r\nThe questions that will be addressed in this project will provide new understanding of important space weather effects that take place under conditions that are generally considered to be magnetically quiet.  In particular the project will improve our understanding of the effects these strong currents have on enhancing thermospheric upwelling, which leads to increased satellite drag.  The research will be primarily conducted by a recent PhD graduate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Wilder",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick D Wilder",
   "pi_email_addr": "",
   "nsf_id": "000591168",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wilder                  Frederick      D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Virginia Beach",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "",
  "inst_zip_code": "234511725",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "VA02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "LASP CU Boulder",
  "perf_str_addr": null,
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803037814",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1323",
   "pgm_ref_txt": "SOLAR INFLUENCES"
  },
  {
   "pgm_ref_code": "5750",
   "pgm_ref_txt": "MAGNETOSPHERIC PHYSICS"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 86000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 86000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main purpose of this project was to investigate magnetic field-aligned currents (FACs), ionospheric plasma convection and thermospheric heating during periods when the interplanetary magnetic field (IMF) embedded in the solar wind was dawnward, duskward, or northward. These time intervals are traditionally considered \"quiet,\" although localized space weather effects are still possible, especially in the dayside polar ionosphere. This is largely due to the localized closure (~500-1000 km scale) in the ionosphere of FACs associated with magnetic reconnection between the IMF and the geomagnetic field at high latitudes.</p>\n<p>One space weather effect which has been of interest in recent years is Joule heating in the ionosphere associated with the localized FAC closure. Under northward IMF, this FAC closure drives sunward plasma flows in the high-latitude dayside ionosphere, often referred to as \"reverse convection.\" The first study performed demonstrated that the Joule heating associated with this reverse convection can lead to upwelling of neutral gas to higher altitudes, which in turn can cause neutral density disturbances known as \"gravity waves\" to propagate from the initial high latitude upwelling to latitudes as low as 30 degrees. Because neutral gas variability is a significant contributor to uncertainty in predicting satellite drag at low earth orbit (LEO), these phenomena could have a significant impact on our ability to perform accurate attitude determination and control for LEO spacecraft.</p>\n<p>The second study investigated a unique geomagnetic storm which contained a period where the IMF was strongly dawnward and duskward for over an hour each. During intervals such as this, there will be fast flow channels in the dawn or dusk sector of the polar ionosphere, where intense Joule heating can occur. Similar to before, this intense Joule heating can cause upwelling of neutral gas, as well as globally-propagating upper atmospheric gravity waves. In the event we studied, we used auroral particle data to determine that the flow channels were on open magnetic field lines connected to the solar wind. Also - based on the relationship between the convection pattern and the open-closed boundary, we were able to determine that the flow channels were driven by magnetic reconnection between the IMF and the geomagnetic field lines at high latitudes.</p>\n<p>The third study investigated the time response of the large-scale FAC system due to a dawnward impulse in the IMF. It was found that the initial response includes the appearance of an FAC pair on the dayside polar cap associated with the flow channel originating from the dawn sector. Shortly thereafter, enhanced FACs appear near local dawn which extend towards the post-midnight sector, and reach a peak magnitude approximately 1.25 hours after the IMF impulse. This is similar to timescales at which nightside auroral activity is enhanced in response to a southward turning of the IMF. Our results suggest that the second FAC pair may be associated with reconnection in the magnetotail which is triggered after magnetic flux opened by high latitude reconnection is carried to the nightside. This implies that magnetotail dynamics are also important in understanding how the magnetosphere deposits energy to the ionosphere during non-southward IMF.</p>\n<p>Finally, we investigated the seasonal asymmetry in the intensity of \"reverse\" convection under northward IMF, in which the convection is stronger in the summer hemisphere than in the winter. This is the opposite trend to what is observed during southward IMF conditions. We chose a storm period where the IMF was strongly northward for several hours. During this time, a previous study by the PI had shown not only a hemispheric asymmetry in reverse convection, but also in magnetic field geometry. The simulations of the event were consistent with observations. Additionally, we i...",
  "por_txt_cntn": "\nThe main purpose of this project was to investigate magnetic field-aligned currents (FACs), ionospheric plasma convection and thermospheric heating during periods when the interplanetary magnetic field (IMF) embedded in the solar wind was dawnward, duskward, or northward. These time intervals are traditionally considered \"quiet,\" although localized space weather effects are still possible, especially in the dayside polar ionosphere. This is largely due to the localized closure (~500-1000 km scale) in the ionosphere of FACs associated with magnetic reconnection between the IMF and the geomagnetic field at high latitudes.\n\nOne space weather effect which has been of interest in recent years is Joule heating in the ionosphere associated with the localized FAC closure. Under northward IMF, this FAC closure drives sunward plasma flows in the high-latitude dayside ionosphere, often referred to as \"reverse convection.\" The first study performed demonstrated that the Joule heating associated with this reverse convection can lead to upwelling of neutral gas to higher altitudes, which in turn can cause neutral density disturbances known as \"gravity waves\" to propagate from the initial high latitude upwelling to latitudes as low as 30 degrees. Because neutral gas variability is a significant contributor to uncertainty in predicting satellite drag at low earth orbit (LEO), these phenomena could have a significant impact on our ability to perform accurate attitude determination and control for LEO spacecraft.\n\nThe second study investigated a unique geomagnetic storm which contained a period where the IMF was strongly dawnward and duskward for over an hour each. During intervals such as this, there will be fast flow channels in the dawn or dusk sector of the polar ionosphere, where intense Joule heating can occur. Similar to before, this intense Joule heating can cause upwelling of neutral gas, as well as globally-propagating upper atmospheric gravity waves. In the event we studied, we used auroral particle data to determine that the flow channels were on open magnetic field lines connected to the solar wind. Also - based on the relationship between the convection pattern and the open-closed boundary, we were able to determine that the flow channels were driven by magnetic reconnection between the IMF and the geomagnetic field lines at high latitudes.\n\nThe third study investigated the time response of the large-scale FAC system due to a dawnward impulse in the IMF. It was found that the initial response includes the appearance of an FAC pair on the dayside polar cap associated with the flow channel originating from the dawn sector. Shortly thereafter, enhanced FACs appear near local dawn which extend towards the post-midnight sector, and reach a peak magnitude approximately 1.25 hours after the IMF impulse. This is similar to timescales at which nightside auroral activity is enhanced in response to a southward turning of the IMF. Our results suggest that the second FAC pair may be associated with reconnection in the magnetotail which is triggered after magnetic flux opened by high latitude reconnection is carried to the nightside. This implies that magnetotail dynamics are also important in understanding how the magnetosphere deposits energy to the ionosphere during non-southward IMF.\n\nFinally, we investigated the seasonal asymmetry in the intensity of \"reverse\" convection under northward IMF, in which the convection is stronger in the summer hemisphere than in the winter. This is the opposite trend to what is observed during southward IMF conditions. We chose a storm period where the IMF was strongly northward for several hours. During this time, a previous study by the PI had shown not only a hemispheric asymmetry in reverse convection, but also in magnetic field geometry. The simulations of the event were consistent with observations. Additionally, we investigated whether field geometry or ionospheric conductivity was driving the asymmet..."
 }
}