{
 "awd_id": "1137983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative research: Coupled glacial and lacustrine evidence for decadal- to millennial-scale variability in the climatologic Aleutian low, southern Alaska",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 60863.0,
 "awd_amount": 60863.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-23",
 "awd_abstract_narration": "The overall goal of this project is to reconstruct the low-frequency behavior of the climatological Aleutian Low on decadal to millennial time scales, and to assess how its variability has related to past shifts in the mean state of climate during the Holocene. To confidently reconstruct past climate change, the inter-related processes that control the proxy climate indicators must be well understood. This project will continue on-going monitoring and lake-core-based investigations at nine lakes in southern Alaska with the dual aims of (1) understanding the primary controls on the sedimentary changes, and (2) applying this understanding to generate the highest quality time series of paleoclimate proxies that relate quantitatively to summer temperature and winter precipitation. The investigators recently discovered two lakes that contain annually laminated (varved) sediment. These are among the few varved lakes currently known in Alaska, and they present an opportunity to develop annually resolved time series of past climate variability. The low-frequency component of lamination thickness and grain-size variability at these glacier-fed lakes probably reflects the extent of ice cover in the catchment, while inter- and intra-annual variability is likely related to melt-season temperature and hydrologic factors, particularly large rainfall events. In addition to the new laminated lakes, this project will generate complementary records from lakes more suitable for ecologically based proxies, including chironomid and pollen/macrofossil assemblages, and lake-productivity indicators that respond to growing-season temperature. In addition, oxygen-isotope ratios in diatoms will be analyzed to reconstruct moisture-source variations, and geomorphic evidence will be used to assess Holocene glacier fluctuations within the lake catchments. \r\n\r\nThe intellectual merit of this study includes its multi-proxy approach designed to probe a key feature of ocean-atmospheric circulation in the North Pacific: the Aleutian Low pressure system. This prominent center of action is linked to indices of climate variability across the Pacific. It is most strongly expressed in winter when it steers southwesterly storms inland, thereby governing the spatial pattern of surface temperature and snowfall across northwestern North America. This project includes glacier and glacial-lacustrine records because glacier size depends on winter precipitation, which varies with the Aleutian Low. Glacier size also depends on summer temperature necessitating complementary time series of summer temperature. The basic study design is to pair a glacial-fed lake (lamination record) with an organic-rich lake (chironomid record) in each of three study areas separated by 2100 km: Adak (middle Aleutian Islands) in the far west, Ahklun Mountains in the southwest, and Chugach Range in the Gulf of Alaska. These three areas straddle the prominent dipole in the influence of the Aleutian Low. When the Aleutian Low strengthens, winter precipitation and temperature increase in the Gulf of Alaska, while it decreases in the west. Moisture sources also shift with the Aleutian Low, and these are recorded in the oxygen-isotope ratios of lake water and the diatoms that grow within it. The multi-proxy time series will extend through the Holocene, with higher-resolution analyses over two periods that encompass past warm intervals, namely the Holocene thermal maximum, which took place early during the current epoch, and the last 2000 years, which includes the so-called medieval warm period, a key benchmark for 20th century warmth. \r\n\r\nThe broader impacts of this study involve its synergistic activities with resource managers at US Fish and Wildlife Service who are developing a premier environmental monitoring program in the Togiak National Wildlife Refuge, geoscientists at the US Geological Survey's Alaska Volcano Observatory who are striving to assess the frequency of eruptions of Aleutian Arc volcanoes and to identify widespread tephra-stratigraphic markers, and the broader community of multi- and inter-disciplinary scientists aiming to understand the causes and effects of climatic change around the North Pacific, the Arctic, and globally. This project contributes to understanding climatic variability, a key challenge facing society. The US Climate Change Science Program identifies \"Past Climate Variability and Change in the Arctic and at High Latitudes\" as one of its primary research objectives. The project is training three graduate and several undergraduate students in global-change research, and supports a Research Assistant Professor in her early career. The PIs have involved high school science teachers in their field research as part of NSF's PolarTREC program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yarrow",
   "pi_last_name": "Axford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yarrow Axford",
   "pi_email_addr": "axford@northwestern.edu",
   "nsf_id": "000087183",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 Clark St",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 4329.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 28697.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 19070.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8767.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Axford&rsquo;s contribution to this collaborative project has been the analysis of chironomid remains (that is, the remains of insects called non-biting midges) in lake sediment cores recovered from the study sites along a transect across southern Alaska.&nbsp; Assemblages of chironomid species preserved in lake sediments can be used to reconstruct past temperatures or other aspects of past environments, depending on the setting.</p>\n<p>This project involved analysis of chironomid remains in the sediments of four lakes from three regions: a small lake just beyond the treeline in the Ahklun Mountains of southwest Alaska; two lakes with contrasting morphologies and settings on Adak Island in the central Aleutian Islands; and a lake in a forested watershed in south-central Alaska. In the Ahklun Mountains, a multi-proxy paleoenvironmental reconstruction from Lone Spruce Pond extends back into the last ice age, and sheds light on conditions during that cold period, as well as how the local vegetation and the lake&rsquo;s ecosystem developed together through the Holocene.&nbsp; For example, pollen, midges and cladocera examined together reveal that the arrival of alder in the lake&rsquo;s watershed in the mid-Holocene had large effects on the aquatic ecosystem, likely due to the role that alder plays in nitrogen cycling.</p>\n<p>To the PI&rsquo;s knowledge, the work on Adak Island constitutes the first study of subfossil chironomids in the Aleutian Islands, a little-studied chain of North Pacific islands.&nbsp; Given this unusual setting, for the Adak Island study sites chironomid assemblage shifts through the Holocene proved to be most useful in helping to address questions about island biogeography.&nbsp; For example, chironomid data from Adak Island help address questions about how remote islands are populated by flora and fauna following glaciations &ndash; which species tend to arrive first and from where, and how did these new island ecosystems develop over thousands of years?&nbsp; In south-central Alaska, the field team recovered a continuous late glacial and Holocene lake sediment record, which means that the group&rsquo;s ongoing work will generate paleoenvironmental reconstructions and hopefully paleotemperature estimates back almost to the last ice age, including during the transitional period of abrupt climate changes known as the late glacial.&nbsp; This and the Ahklun Mountains record from Lone Spruce Pond are relatively long records of high-latitude paleoenvironmental change, providing perspectives on how flora and fauna at these sites responded to the transition from ice age to interglacial (warm) conditions, and thus how ecosystems in southern Alaska have behaved in response to major climate change in the past.</p>\n<p>In addition to these scientific contributions, this research also provided training for students and professional development for the early-career PI, who learned subfossil taxonomy of Alaskan chironomids as part of this work, gained working knowledge of the chironomid calibration dataset for Beringia, and had opportunities to interact with M.S. students from the collaborating institution, Northern Arizona University.&nbsp; Five undergraduate students at Northwestern University received training in microscopy and paleoecological methods as part of this study, and contributed to the research results, which in turn were incorporated into several presentations by the PI for non-expert audiences.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2013<br>\n\t\t\t\t\tModified by: Yarrow&nbsp;Axford</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAxfordÆs contribution to this collaborative project has been the analysis of chironomid remains (that is, the remains of insects called non-biting midges) in lake sediment cores recovered from the study sites along a transect across southern Alaska.  Assemblages of chironomid species preserved in lake sediments can be used to reconstruct past temperatures or other aspects of past environments, depending on the setting.\n\nThis project involved analysis of chironomid remains in the sediments of four lakes from three regions: a small lake just beyond the treeline in the Ahklun Mountains of southwest Alaska; two lakes with contrasting morphologies and settings on Adak Island in the central Aleutian Islands; and a lake in a forested watershed in south-central Alaska. In the Ahklun Mountains, a multi-proxy paleoenvironmental reconstruction from Lone Spruce Pond extends back into the last ice age, and sheds light on conditions during that cold period, as well as how the local vegetation and the lakeÆs ecosystem developed together through the Holocene.  For example, pollen, midges and cladocera examined together reveal that the arrival of alder in the lakeÆs watershed in the mid-Holocene had large effects on the aquatic ecosystem, likely due to the role that alder plays in nitrogen cycling.\n\nTo the PIÆs knowledge, the work on Adak Island constitutes the first study of subfossil chironomids in the Aleutian Islands, a little-studied chain of North Pacific islands.  Given this unusual setting, for the Adak Island study sites chironomid assemblage shifts through the Holocene proved to be most useful in helping to address questions about island biogeography.  For example, chironomid data from Adak Island help address questions about how remote islands are populated by flora and fauna following glaciations &ndash; which species tend to arrive first and from where, and how did these new island ecosystems develop over thousands of years?  In south-central Alaska, the field team recovered a continuous late glacial and Holocene lake sediment record, which means that the groupÆs ongoing work will generate paleoenvironmental reconstructions and hopefully paleotemperature estimates back almost to the last ice age, including during the transitional period of abrupt climate changes known as the late glacial.  This and the Ahklun Mountains record from Lone Spruce Pond are relatively long records of high-latitude paleoenvironmental change, providing perspectives on how flora and fauna at these sites responded to the transition from ice age to interglacial (warm) conditions, and thus how ecosystems in southern Alaska have behaved in response to major climate change in the past.\n\nIn addition to these scientific contributions, this research also provided training for students and professional development for the early-career PI, who learned subfossil taxonomy of Alaskan chironomids as part of this work, gained working knowledge of the chironomid calibration dataset for Beringia, and had opportunities to interact with M.S. students from the collaborating institution, Northern Arizona University.  Five undergraduate students at Northwestern University received training in microscopy and paleoecological methods as part of this study, and contributed to the research results, which in turn were incorporated into several presentations by the PI for non-expert audiences. \n\n\t\t\t\t\tLast Modified: 12/27/2013\n\n\t\t\t\t\tSubmitted by: Yarrow Axford"
 }
}