{
 "awd_id": "1137023",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Grant: Problem/Project-Based Learning in Statics, a Stepping Stone to Engineering Education Research",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donna Riley",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2012-01-19",
 "awd_abstract_narration": "This engineering education research initiation grant will investigate the impact of project and problem based learning techniques on student performance in engineering statics, a course that serves as a \"gateway\" to engineering degree programs at most universities.  The study will rigorously investigate the effects on learning and motivation using sample and control groups drawing on expertise from both engineering and learning sciences.\r\n\r\nThe broader significance and importance of this project is that by understanding the impact of these teaching methods on students in large, introductory engineering courses it may be possible to improve student performance at the large number of engineering schools that offer similar courses.  The proposal includes a plan to develop a strong research partnership.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by creating results and research that are useful for society by informing educational policy and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Atadero",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca A Atadero",
   "pi_email_addr": "Rebecca.Atadero@colostate.edu",
   "nsf_id": "000507356",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darrell",
   "pi_last_name": "Fontane",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Darrell G Fontane",
   "pi_email_addr": "fontane@engr.colostate.edu",
   "nsf_id": "000358985",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Meena",
   "pi_last_name": "Balgopal",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Meena M Balgopal",
   "pi_email_addr": "meena.balgopal@colostate.edu",
   "nsf_id": "000522519",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Rambo-hernandez",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Karen E Rambo-hernandez",
   "pi_email_addr": "rambohernandez@tamu.edu",
   "nsf_id": "000613032",
   "pi_start_date": "2012-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W Lake Street",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>In this study, group design projects were introduced to a sophomore level engineering course that is traditionally taught with only lecture.&nbsp; Students in the section with projects were compared to students in another section taught without projects.&nbsp; Tools to measure student content knowledge and students&rsquo; attitudes toward engineering were used to make the comparisons. Student groups were also video recorded in order to analyze how they approached the design project. We found that the use of projects helped students form a link between their beliefs about their own engineering abilities and their expectations about engineering. This link positively impacted students&rsquo; intention to stay in engineering majors. The use of projects was also found to encourage student motivation to master course material. The analyses of group discussions showed that for the more structured project assignment, discussion was centered on understanding concepts more often than for the other two less structured project assignments. &nbsp;The video analysis also showed that the gender composition of groups may impact how students interact with one another. There was preliminary evidence suggesting that women&rsquo;s ideas are more often taken up by the group when there is at least one other woman group member. &nbsp;In a separate, but similar, study in a different course it was found that women&rsquo;s ideas were just as likely to be accepted by the group as men&rsquo;s ideas regardless of how many women were in the group. However, in this course innovation was not as necessary to complete the assignment. Hence, although more studies are needed, it was determined that the level of innovation required to solve or complete a project may be another variable affecting gender interactions. </strong></p>\n<p><strong>This project makes a contribution to research about engineering education by evaluating the effect of design projects in a routine course, as opposed to a senior design project course.&nbsp; It is also unique in that it looked at student outcomes beyond just content knowledge.&nbsp; By providing evidence about the effectiveness of different teaching techniques this project contributes to efforts to reform engineering education. &nbsp;An important challenge facing engineering education is the need to retain more students.&nbsp; This project showed that teaching courses in different ways can have an impact on student retention and suggests ways to reach students that might not be well connected to other support programs. Implementing projects into existing engineering courses helps students see the relevance of abstract courses to actual engineering. The projects also appeared to encourage students to learn in order to know the material better, and not just to look good in front of their peers. Ultimately, students with the desire to master the material may make better engineers in the future.&nbsp; This project also highlights the fact that not all projects may produce the same effects in student teams. Some projects may prompt deeper discussions about concepts than other projects, and assignments requiring more innovation may impact how men and women collaborate and communicate to solve the problem. </strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/22/2014<br>\n\t\t\t\t\tModified by: Rebecca&nbsp;A&nbsp;Atadero</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this study, group design projects were introduced to a sophomore level engineering course that is traditionally taught with only lecture.  Students in the section with projects were compared to students in another section taught without projects.  Tools to measure student content knowledge and studentsÆ attitudes toward engineering were used to make the comparisons. Student groups were also video recorded in order to analyze how they approached the design project. We found that the use of projects helped students form a link between their beliefs about their own engineering abilities and their expectations about engineering. This link positively impacted studentsÆ intention to stay in engineering majors. The use of projects was also found to encourage student motivation to master course material. The analyses of group discussions showed that for the more structured project assignment, discussion was centered on understanding concepts more often than for the other two less structured project assignments.  The video analysis also showed that the gender composition of groups may impact how students interact with one another. There was preliminary evidence suggesting that womenÆs ideas are more often taken up by the group when there is at least one other woman group member.  In a separate, but similar, study in a different course it was found that womenÆs ideas were just as likely to be accepted by the group as menÆs ideas regardless of how many women were in the group. However, in this course innovation was not as necessary to complete the assignment. Hence, although more studies are needed, it was determined that the level of innovation required to solve or complete a project may be another variable affecting gender interactions. \n\nThis project makes a contribution to research about engineering education by evaluating the effect of design projects in a routine course, as opposed to a senior design project course.  It is also unique in that it looked at student outcomes beyond just content knowledge.  By providing evidence about the effectiveness of different teaching techniques this project contributes to efforts to reform engineering education.  An important challenge facing engineering education is the need to retain more students.  This project showed that teaching courses in different ways can have an impact on student retention and suggests ways to reach students that might not be well connected to other support programs. Implementing projects into existing engineering courses helps students see the relevance of abstract courses to actual engineering. The projects also appeared to encourage students to learn in order to know the material better, and not just to look good in front of their peers. Ultimately, students with the desire to master the material may make better engineers in the future.  This project also highlights the fact that not all projects may produce the same effects in student teams. Some projects may prompt deeper discussions about concepts than other projects, and assignments requiring more innovation may impact how men and women collaborate and communicate to solve the problem. \n\n\t\t\t\t\tLast Modified: 10/22/2014\n\n\t\t\t\t\tSubmitted by: Rebecca A Atadero"
 }
}