{
 "awd_id": "1137367",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH: Collaborative Research: Direct and Indirect Coupling of Fisheries Through Economic, Regulatory, Environmental, and Ecological Linkages",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 30317.0,
 "awd_amount": 30317.0,
 "awd_min_amd_letter_date": "2011-04-07",
 "awd_max_amd_letter_date": "2011-04-07",
 "awd_abstract_narration": "The productivity and resilience of fisheries are subject to a multitude of dynamic and interrelated influences that arise from complex coupling of fish populations with the natural and human systems of which they are a part.  With few exceptions, fisheries currently are managed independently, ignoring important natural and human linkages among them.  The biological productivity, sustainability, and consequently human benefits of complex fishery systems may be substantially increased if these linkages are better understood and if this understanding is applied to management.  The American lobster (Homarus americanus), Atlantic herring (Clupea harengus) and Northeast multispecies groundfish fisheries in the Gulf of Maine are of major ecological, economic, social, and cultural importance to the New England region.  They are subject to an array of natural and human linkages that have not yet been systematically studied.  This interdisciplinary research project will examine key natural and human linkages among these fisheries and integrate them into a quantitative framework, using numerical modeling to explore how improved understanding of complexity can improve sustainability and increase the flow of human benefits.  An important component of the research is the translation of concepts and results into an educational program that will teach a new generation of students about the human and natural complexity of the Gulf of Maine ecosystem and create a sustained interest in marine science.  The research is organized by themes.  Theme 1 focuses on management of the coupled fishery system. Numerical models will be used to integrate research undertaken in themes 2,3, and 4 and to explore how information regarding interrelated natural and human processes can be used to improve management of these resources.  Theme 2 will use econometric estimation and bioeconomic modeling to investigate the human connections between these fisheries that arise through movement of labor and capital between fisheries, regulatory interventions and markets for inputs and outputs, such as herring used as an input to lobster harvest.  Theme 3 will synthesize and analyze existing data to characterize variability in transport and survival of early life stages to identify exogenous processes (especially climate-related processes) that drive variability in recruitment.  Theme 4 will combine new field studies with analysis of existing data to examine the impact of natural and human-induced trophic interactions among lobster, herring, and groundfish on the population dynamics of these species.  Theme 5 will focus on translating research findings into an interactive marine science education program, based at the Gulf of Maine Research Institute, which serves fifth and sixth graders throughout the state of Maine.\r\n\r\nThe project will make important contributions to science by improving basic understanding of the dynamic interrelationships of physical, ecological, and human-economic processes that determine the productivity and variability of the Gulf of Maine lobster, herring, and groundfish fisheries.  It also will help develop concepts, research methodologies, and models relevant to fishery systems around the world.  There is general agreement on the need to take an ecosystem approach to managing fisheries, but little concrete progress has been made in doing so.  This project will develop concepts and methodologies needed to implement an ecosystem approach to fishery management.  The project brings together a team of researchers from a broad range of disciplines and will demonstrate the benefits of an integrated interdisciplinary approach to investigating natural-human systems.  The research will develop new understanding and approaches for management of important Northeast U.S. fisheries.  The new information and insights will be conveyed to fishery managers through seminars, participation in the management process, and publications.  The research will be coordinated with an ongoing, interactive marine education activity.  A broader goal of that education program is to increase the number of students pursuing education and informed careers in the sciences by generating interest and excitement about science at a critical age.  The project also will provide training for graduate students and undergraduate assistants in quantitative, multidisciplinary approaches to the study and management of coupled natural-human systems.  This project is supported by an award resulting from the NSF competition focusing on the Dynamics of Coupled Natural and Human Systems.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Jumars",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Jumars",
   "pi_email_addr": "jumars@maine.edu",
   "nsf_id": "000238217",
   "pi_start_date": "2011-04-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Lewis",
   "pi_last_name": "Incze",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lewis S Incze",
   "pi_email_addr": "lincze@maine.edu",
   "nsf_id": "000087458",
   "pi_start_date": "2011-04-07",
   "pi_end_date": "2011-04-07"
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "1689",
   "pgm_ref_txt": "BIOCOMPLEXITY IN THE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 30317.0
  }
 ],
 "por": null
}