{
 "awd_id": "1137725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Puerto Rico Center for Environmental Neuroscience",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Santiago",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 4985003.0,
 "awd_amount": 4985003.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2015-06-15",
 "awd_abstract_narration": "Human activities are altering the environment at an alarming rate. A multidisciplinary approach is essential to understand the complex interplay between molecular, cellular, and behavioral responses by organisms under these increasingly stressful conditions. The nervous system is the interface between an organism and its environment. \r\n\r\nThe Puerto Rico Center for Environmental Neuroscience (PRCEN) will combine neuroscience (the study of the nervous system and behavior) and environmental science (the study of local ecosystem environments) to tackle environmental issues in Puerto Rico's tropical setting. The Center will combine neuroscientists from the Institute of Neurobiology and the Dept. of Anatomy of the University of Puerto (UPR) Medical Sciences campus and environmental scientists from the Environmental Sciences Program and the Depts. of Biology and Chemistry of the UPR Rio Piedras. The alliance will bring together cutting-edge techniques normally associated with cellular and molecular neuroscience with expertise in local ecosystems and environmental science to create a novel field that will require participants to move outside of their comfort zones and learn about entirely new areas of research. \r\n\r\nObjectives of the center will be to: (1) establish research programs in the new field of environmental neuroscience, (2) enhance research productivity through faculty and infrastructure development, (3) increase the numbers of minority students attaining advanced degrees in interdisciplinary science, and (4) generate community understanding of the work being done in the Center. \r\n\r\nThe research subprojects focus on four local ecosystems: terrestrial, freshwater rivers, estuaries, and marine systems. The habitats under study are intimately connected: contaminants in the mountains make their way into rivers, pass through the estuaries, and end up in the sea. \r\n\r\nThe oceans subproject is designed to understand the consequences of environmental pressures on tropical corals, using state of the art molecular-cellular techniques. \r\n\r\nThe estuaries project will focus on the blue crab, which supports one of the largest fisheries industries in the United States. This project will use high resolution monitoring to track the presence of contaminants and other environmental stressors, and correlate the resulting environmental data with physiological monitoring of heart and endocrine functioning in this crab. \r\n\r\nThe freshwater studies will monitor contaminants in three representative Puerto Rican rivers.  Four animal models (zebrafish, mosquitofish, and two types of prawn) will be exposed to pollutants found in the three rivers, and a range of physiological and behavioral parameters will be examined. \r\n\r\nFinally, the terrestrial project will use sophisticated molecular biology and electro-physiology to examine the nervous systems of fruit flies from different habitats in Puerto Rico. The standard laboratory-reared fruit fly (Drosophila) is a prized and widely-used model system in neurobiology laboratories throughout the world. However, there is a paucity of studies examining this animal in the wild, especially with respect to the specific habitats in which they are living.\r\n\r\nIntellectual Merit\r\nThe conceptual linchpin of the PRCEN is that the nervous system is the interface between an organism and its environment; a multidisciplinary approach is essential to understand the complex interplay of molecular, cellular, organismal, and ecosystem dynamics faced by organisms under the increasingly stressful conditions created by human impacts on the environment. We refer to this approach as environmental neuroscience. The program will be unified by the central hypothesis that a full understanding of the consequences of pollution and climate change requires dialogue between investigators monitoring environmental conditions and organismal biologists using that information to determine how environment affects function. \r\n\r\nBroader Impact\r\nThe PRCEN center will change the way we look at environmental problems, and will create a new category of scientists prepared for the environmental challenges developing from human activities. The Center will impact a large number of minority students by tapping into the collective student population of over 19,000. Our undergraduate participants will integrate closely with ongoing NSF sponsored mentorship initiatives such as the Lewis Stokes Alliance for Minority Participation, the Research Experience for Undergraduates Program, and the Undergraduate Research Mentoring Program. Our graduate students will have access to broad training here, and will also be given the opportunity to take courses and train stateside at places like the Marine Biological Laboratory in Woods Hole, MA. Finally, our studies will integrate with local organizations such as the San Juan Bay Estuary Program to coordinate community outreach targeting K-12 education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Miller",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Mark W Miller",
   "pi_email_addr": "markmiller10@me.com",
   "nsf_id": "000087116",
   "pi_start_date": "2014-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Treistman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Treistman",
   "pi_email_addr": "steven.treistman@upr.edu",
   "nsf_id": "000536064",
   "pi_start_date": "2011-09-09",
   "pi_end_date": "2014-08-25"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Miller",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Mark W Miller",
   "pi_email_addr": "markmiller10@me.com",
   "nsf_id": "000087116",
   "pi_start_date": "2011-09-09",
   "pi_end_date": "2014-08-25"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Rosenthal",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua J Rosenthal",
   "pi_email_addr": "jrosenthal@mbl.edu",
   "nsf_id": "000246546",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Sosa",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Maria A Sosa",
   "pi_email_addr": "maria.sosa@upr.edu",
   "nsf_id": "000542153",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruno",
   "pi_last_name": "Marie-Bordes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruno Marie-Bordes",
   "pi_email_addr": "bruno.marie@upr.edu",
   "nsf_id": "000590928",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Medical Sciences Campus",
  "inst_street_address": "B622 MAIN BUILDING FLR 6",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JUAN",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7877512042",
  "inst_zip_code": "009350001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO MEDICAL SCIENCES CAMPUS",
  "org_prnt_uei_num": "",
  "org_uei_num": "KWTAB1GYM4L9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Medical Sciences Campus",
  "perf_str_addr": "PO BOX 365067",
  "perf_city_name": "SAN JUAN",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "009365067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1985001.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 2000001.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1000001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Centers of Research Excellence in Science Technology (CREST) Puerto Rico Center for Environmental Neuroscience (PRCEN) was created to foster recursive dialogue between investigators monitoring environmental conditions and organismal biologists studying nervous system structure and function. As the nervous systems of organisms serve as the interface with their surroundings, PRCEN projects tested the hypothesis that the impact of environmental degradation could be assessed with neurophysiological, neurochemical, or neuroanatomical measures. &nbsp;The Center was composed of four synergistic sub-projects exploring distinct habitats of Puerto Rico - Rivers, Terrestrial Systems, Estuaries, and Marine Systems. A strong emphasis on student training at the undergraduate and graduate levels provided opportunities to conduct research in a novel interdisciplinary field - Environmental Neuroscience. A new graduate level course was developed by the PRCEN faculty and integrated into the curriculum of the University of Puerto Rico. A Community Outreach program included alliances with the San Juan Bay Estuary Program, the NOAA Coral Health and Monitoring Group (CHAMP), and the Caribbean Coastal Ocean Observing System (CariCOOS). Collaborative projects were conducted with leading research institutions, including the Marine Biological Laboratory (Woods Hole, MA), the Woods Hole Oceanographic Institution (WHOI), and Baylor University. &nbsp; Programmatic initiatives that strengthened institutional infrastructure included a Career Development Program with training workshops (publishing, grant writing, Responsible Conduct in Research), an Environmental Neuroscience Seminar Series, and network expansion through a visiting scientist program. Student participants received mentorship from both environmental scientists and neurobiologists, enabling them to develop and publish research projects that reflected a fusion of these disciplines. &nbsp; Through these initiatives and strategies, the CREST PRCEN developed a cohort of early career scientists that could form a bridge that did not previously exist between the fields of Environmental Science and Neurobiology. &nbsp;Both disciplines will benefit greatly from this synergy and the broadened participation by students from underrepresented groups in STEM careers that was achieved by the PRCEN.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Mark&nbsp;W&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Centers of Research Excellence in Science Technology (CREST) Puerto Rico Center for Environmental Neuroscience (PRCEN) was created to foster recursive dialogue between investigators monitoring environmental conditions and organismal biologists studying nervous system structure and function. As the nervous systems of organisms serve as the interface with their surroundings, PRCEN projects tested the hypothesis that the impact of environmental degradation could be assessed with neurophysiological, neurochemical, or neuroanatomical measures.  The Center was composed of four synergistic sub-projects exploring distinct habitats of Puerto Rico - Rivers, Terrestrial Systems, Estuaries, and Marine Systems. A strong emphasis on student training at the undergraduate and graduate levels provided opportunities to conduct research in a novel interdisciplinary field - Environmental Neuroscience. A new graduate level course was developed by the PRCEN faculty and integrated into the curriculum of the University of Puerto Rico. A Community Outreach program included alliances with the San Juan Bay Estuary Program, the NOAA Coral Health and Monitoring Group (CHAMP), and the Caribbean Coastal Ocean Observing System (CariCOOS). Collaborative projects were conducted with leading research institutions, including the Marine Biological Laboratory (Woods Hole, MA), the Woods Hole Oceanographic Institution (WHOI), and Baylor University.   Programmatic initiatives that strengthened institutional infrastructure included a Career Development Program with training workshops (publishing, grant writing, Responsible Conduct in Research), an Environmental Neuroscience Seminar Series, and network expansion through a visiting scientist program. Student participants received mentorship from both environmental scientists and neurobiologists, enabling them to develop and publish research projects that reflected a fusion of these disciplines.   Through these initiatives and strategies, the CREST PRCEN developed a cohort of early career scientists that could form a bridge that did not previously exist between the fields of Environmental Science and Neurobiology.  Both disciplines will benefit greatly from this synergy and the broadened participation by students from underrepresented groups in STEM careers that was achieved by the PRCEN. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Mark W Miller"
 }
}