{
 "awd_id": "1137527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Graduate Student Symposium at ACM Creativity & Cognition (C&C 2011) Conference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 22020.0,
 "awd_amount": 22020.0,
 "awd_min_amd_letter_date": "2011-05-02",
 "awd_max_amd_letter_date": "2011-05-02",
 "awd_abstract_narration": "The 8th Association for Computer Machinery (ACM)  Creativity & Cognition Conference (C&C 2011), to be held November 3-6, 2011 at the Georgia Institute of Technology, will convene a diverse group of researchers working in the areas of creativity, cognition, and computational thinking.   As information technology is increasingly prevalent in creative thinking and problem solving activities, there is a growing need to study and understand creativity and computing through synergistic cross-disciplinary methods and models to advance computer science and information technology, cognitive science, engineering, design, the arts and education.  The ACM C&C 2011 conference theme is Creativity and Technology: to understand human creativity in its many manifestations, to design new interactive techniques and tools to augment and amplify human creativity, and to use computational media technologies to explore new creative processes and artifacts in all human endeavors.\r\n\r\nMentoring and involving young scholars is the key to seed and encourage interests and interactions across diverse disciplinary boundaries in the field of creativity and cognition. The C&C 2011 Graduate Student Symposium is a full-day event for a group of twelve young scholars, in the areas of study that contribute to understanding creativity and cognition.  The symposium is a forum to discuss and receive feedback and guidance from a panel of senior researchers and practitioners in a supportive setting.  The recruitment of a diverse set of student participants is critical to broadening the participation and research perspectives discussed during the symposium. To attain this goal student eligibility for the symposium includes promising senior-level undergraduates. The symposium leaders have also put into place a proactive plan to recruit participants from minority-serving and undergraduate institutions.  Graduate Student Symposium papers are included in the conference proceedings to integrate their research into the larger canon of research presented at the conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen Yi-Luen",
   "pi_last_name": "Do",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen Yi-Luen Do",
   "pi_email_addr": "ellen.do@colorado.edu",
   "nsf_id": "000090182",
   "pi_start_date": "2011-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 22020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Final Report for Workshop: Graduate Student Symposium at ACM Creativity &amp; Cognition (C&amp;C 2011) Conference&nbsp;</strong></p>\n<p>The ACM <em>Creativity &amp; Cognition</em> Conference brings together artists and scientists, designers and educators,&nbsp;researchers and practitioners who are working in the area of <em>Creativity and Cognition</em> into a lively multidisciplinary event<em>.</em> Starting in 1993, the&nbsp;<em>Creativity &amp; Cognition (C&amp;C</em>) conference series provide a forum that encourage interactions between the disciplines of computer and information science and engineering and the disciplines of arts, design and cognition.</p>\n<p>The theme of the 8th ACM Creativity and Cognition (C&amp;C 2011) was&nbsp;<em>Creativity and Technology</em>: to understand human creativity in its many manifestations, to design new interactive techniques and tools to augment and amplify human creativity, and to use computational media technologies to explore new creative processes and artifacts in all human endeavors ranging from the arts to science, from design to education.&nbsp;This C&amp;C 2011 conference was held from November 3rd through November 6th at Georgia Institute of Technology in Atlanta, Georgia, USA. <a href=\"http://dilab.gatech.edu/ccc/\">http://dilab.gatech.edu/ccc/</a></p>\n<p>The C&amp;C 2011 Graduate Student Symposium, a one-day event immediately preceding the main conference at Georgia Tech, invited twelve graduate students to meet and discuss their work with each other and a panel of experienced researchers and practitioners in a critical discussion and interactive setting.</p>\n<p><strong>Broader Impacts:</strong> The C&amp;C 2011 Graduate Student Symposium has broaden participation in the Creativity &amp; Cognition 2011 conference by enabling twelve young scholars in the areas of study contributing to understanding creativity and cognition to discuss and receive feedback and guidance in a supportive setting. In the review and selection process we had taken careful measure to ensure a balanced participation, i.e., not too many students from the same institution are selected, and that institutions not normally represented are included. We recruited a diverse set of student participants particularly seeking underrepresented groups including women and members of minority population as well as participants with disabilities. Students in the Graduate Student Symposium presented their work and their short papers were included in the conference proceedings. This C&amp;C 2011 Graduate Student Symposium assisted in creating links and collaborations across the disciplines, increased the exposure and visibility of these young scholar&rsquo;s ideas within the community and helped foster a sense of community.</p>\n<p><strong>Intellectual Merit: </strong>As information technology is increasingly prevalent in creative thinking and problem solving activities, there is a growing need to study and understand creativity and computing through synergistic cross-disciplinary methods and models to advance computer science and information technology, cognitive science, engineering, design, and education to lead to innovative approaches. Mentoring and involving young scholars is the key to seed and encourage interests and interactions across diverse disciplinary boundaries in the field of creativity and cognition.<strong> </strong>The key intellectual merit of the C&amp;C 2011 Graduate Student Symposium lies in that the event cultivated the research skills and foster the research efforts of next generation scholars, scientists, engineers, artists and designers who will shape the future of our daily lives.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>The C&amp;C 2011 Graduate Student Symposium Outcome</strong></p>\n<p>The C&amp;C 2011 Graduate Student Symposium was held on November 3rd, 2011, Tuesday, as a one-day event preceding the main conference (November 4 ...",
  "por_txt_cntn": "\nFinal Report for Workshop: Graduate Student Symposium at ACM Creativity &amp; Cognition (C&amp;C 2011) Conference \n\nThe ACM Creativity &amp; Cognition Conference brings together artists and scientists, designers and educators, researchers and practitioners who are working in the area of Creativity and Cognition into a lively multidisciplinary event. Starting in 1993, the Creativity &amp; Cognition (C&amp;C) conference series provide a forum that encourage interactions between the disciplines of computer and information science and engineering and the disciplines of arts, design and cognition.\n\nThe theme of the 8th ACM Creativity and Cognition (C&amp;C 2011) was Creativity and Technology: to understand human creativity in its many manifestations, to design new interactive techniques and tools to augment and amplify human creativity, and to use computational media technologies to explore new creative processes and artifacts in all human endeavors ranging from the arts to science, from design to education. This C&amp;C 2011 conference was held from November 3rd through November 6th at Georgia Institute of Technology in Atlanta, Georgia, USA. http://dilab.gatech.edu/ccc/\n\nThe C&amp;C 2011 Graduate Student Symposium, a one-day event immediately preceding the main conference at Georgia Tech, invited twelve graduate students to meet and discuss their work with each other and a panel of experienced researchers and practitioners in a critical discussion and interactive setting.\n\nBroader Impacts: The C&amp;C 2011 Graduate Student Symposium has broaden participation in the Creativity &amp; Cognition 2011 conference by enabling twelve young scholars in the areas of study contributing to understanding creativity and cognition to discuss and receive feedback and guidance in a supportive setting. In the review and selection process we had taken careful measure to ensure a balanced participation, i.e., not too many students from the same institution are selected, and that institutions not normally represented are included. We recruited a diverse set of student participants particularly seeking underrepresented groups including women and members of minority population as well as participants with disabilities. Students in the Graduate Student Symposium presented their work and their short papers were included in the conference proceedings. This C&amp;C 2011 Graduate Student Symposium assisted in creating links and collaborations across the disciplines, increased the exposure and visibility of these young scholarÆs ideas within the community and helped foster a sense of community.\n\nIntellectual Merit: As information technology is increasingly prevalent in creative thinking and problem solving activities, there is a growing need to study and understand creativity and computing through synergistic cross-disciplinary methods and models to advance computer science and information technology, cognitive science, engineering, design, and education to lead to innovative approaches. Mentoring and involving young scholars is the key to seed and encourage interests and interactions across diverse disciplinary boundaries in the field of creativity and cognition. The key intellectual merit of the C&amp;C 2011 Graduate Student Symposium lies in that the event cultivated the research skills and foster the research efforts of next generation scholars, scientists, engineers, artists and designers who will shape the future of our daily lives. \n\n \n\nThe C&amp;C 2011 Graduate Student Symposium Outcome\n\nThe C&amp;C 2011 Graduate Student Symposium was held on November 3rd, 2011, Tuesday, as a one-day event preceding the main conference (November 4 &ndash; 6), similar to the 2009 event. We solicited applications to the C&amp;C 2011 Graduate Student symposium through the general call for participation (the CFP has been online at http://dilab.gatech.edu/ccc/mainContent/gradStudentSymposium.html) and also through targeted recruitment of mailing lists such as CHI-Announc..."
 }
}