{
 "awd_id": "1137255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Workshop on a New Cross-Directorate Program on Disaster Resilience, Vulnerability, and Risk Reduction",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 85751.0,
 "awd_amount": 85751.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2013-08-08",
 "awd_abstract_narration": "Despite significant advancement in our understanding of natural hazards and disasters within specific scientific disciplines, the United States continues to experience increasing losses. There is much evidence to suggest that our communities are becoming more vulnerable and less disaster resilient. The scientific consensus is that disasters result from the interaction between physical, built, and social systems and yet the science is generally funded and conducted within disciplinary areas. To explicitly promote and advance our knowledge of the fundamental physical, social and engineering processes associated with natural and technological hazards, the proposed project will conduct an interdisciplinary workshop of leading natural hazard and disaster researchers to identify the scientific advances from new cross-directorate activities focused on disaster resilience, vulnerability, and risk reduction. \r\n\r\nThe proposed workshop will draw together leading hazard and disaster researchers from engineering, geosciences, and social, behavioral and economic sciences to provide input to the National Science Foundation about the nature, goals, and structures of new activities. The workshop will take steps toward the development of a framework for such a cross-disciplinary program. The framework will identify the core research themes and research questions related to resiliency, vulnerability, and risk reduction. Some key issues to be addressed include: 1) the identification of interdisciplinary research agendas involving engineering, geoscience, and social, behavioral and economic sciences and 2) the potential need for new research and data collection approaches to enhance longitudinal research capable of modeling and monitoring processes associated with changes in resiliency, vulnerability, and risk perceptions. The workshop will be held at the National Science Foundation in early June of 2011.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Peacock",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Walter G Peacock",
   "pi_email_addr": "peacock@tamu.edu",
   "nsf_id": "000260295",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Tripoli",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory J Tripoli",
   "pi_email_addr": "tripoli@aos.wisc.edu",
   "nsf_id": "000282308",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Wood",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon L Wood",
   "pi_email_addr": "swood@mail.utexas.edu",
   "nsf_id": "000200363",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "2701 General Services Complex",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778431260",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  },
  {
   "pgm_ele_code": "919900",
   "pgm_ele_name": "Unallocated Program Costs"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 85751.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our nation and the world are seeing ever-increasing losses associate with natural disasters. The reasons for escalating trends in losses in the United States and globally are complex and numerous. A primary factor shaping these trends is the ever-increasing concentration of human populations and infrastructure in highly vulnerable areas. Not only have more people been settling in hazardous areas, their expansion is often coupled with the destruction of important environmental resources like wetlands that provide ecosystem services that can mitigate losses. We are still far too dependent upon and quick to choose short-term technological fixes such as levees, seawalls, and beach re-nourishment programs that themselves can have environmentally detrimental consequences for our increasingly vulnerable communities. Workshop participants called for new approaches to address disasters, viewing them not as acute, short-term episodic events, but rather as events which evolve and emerge from long-term chronic issues.&nbsp; Such issues demand a comprehensive approach focusing on <em>natural hazard vulnerability, risk reduction and disaster resiliency</em>. The workshop recognized a need for innovative, integrative, and transformative interdisciplinary research to promote scientifically driven and valid changes in the roles human/social systems can play to reduce vulnerability and promote resiliency.</p>\n<p><strong><em>Creating a more disaster resilient America</em></strong> (CaMRA) requires a more complete understanding and modeling of resilience, vulnerability and risk in complex place-based socio-ecological systems. The resounding recommendation of the workshop was that this program must ensure long-term data collection activities. Participants proposed the establishment of a network of research sites or multidisciplinary observatories, termed <em>collaboratories</em>, to engage in long-term, systematic data collection in multiple locations to monitor vulnerability and resiliency. The development of longitudinal, systematically collected databases will allow for the analysis and modeling of resiliency, vulnerability, and risk through time from a variety of disciplinary and, most importantly, interdisiciplinary perspectives. Strategically locating <em>collaboratories</em> in regions subject to disasters can have the effect of pre-positioning the network to undertake a variety of post-event studies on a longitudinal basis critical for a fuller understanding of recovery processes. To facilitate longitudinal and comparative work however, such a network will demand the development of common measurement protocols, instruments, and data collection as well as the sharing of strategies to promote comparative research across locations.</p>\n<p>&nbsp;It has been suggested that our nation and the world are entering into a <em>new era of catastrophes</em> in which we are all facing large scale risks at an ever-accelerating pace. To meet this new era of catastrophes, we need to transform the nature of how we conduct the science on resiliency, vulnerability and risk such that it is consistent with the scientific consensus that disasters can only be understood as a product of the complex interaction among biophysical systems, human social systems, and their built environments.</p>\n<p>&nbsp;CaMRA offers a transformative structure in which to carry out long term interdisciplinary science directly addressing the important issues of disaster resilience, vulnerability and risk reduction. It vision is:</p>\n<p>&nbsp;<em>...a future in which multi-disciplinary research enhances the capacities of our nation&rsquo;s communities to withstand and rapidly recover from natural disasters.</em></p>\n<p>And, its mission is:</p>\n<p><em>&hellip; to provide the research community, policy makers, and society with the scientific knowledge and understanding necessary to reduce natural hazard vulnerability and enhan...",
  "por_txt_cntn": "\nOur nation and the world are seeing ever-increasing losses associate with natural disasters. The reasons for escalating trends in losses in the United States and globally are complex and numerous. A primary factor shaping these trends is the ever-increasing concentration of human populations and infrastructure in highly vulnerable areas. Not only have more people been settling in hazardous areas, their expansion is often coupled with the destruction of important environmental resources like wetlands that provide ecosystem services that can mitigate losses. We are still far too dependent upon and quick to choose short-term technological fixes such as levees, seawalls, and beach re-nourishment programs that themselves can have environmentally detrimental consequences for our increasingly vulnerable communities. Workshop participants called for new approaches to address disasters, viewing them not as acute, short-term episodic events, but rather as events which evolve and emerge from long-term chronic issues.  Such issues demand a comprehensive approach focusing on natural hazard vulnerability, risk reduction and disaster resiliency. The workshop recognized a need for innovative, integrative, and transformative interdisciplinary research to promote scientifically driven and valid changes in the roles human/social systems can play to reduce vulnerability and promote resiliency.\n\nCreating a more disaster resilient America (CaMRA) requires a more complete understanding and modeling of resilience, vulnerability and risk in complex place-based socio-ecological systems. The resounding recommendation of the workshop was that this program must ensure long-term data collection activities. Participants proposed the establishment of a network of research sites or multidisciplinary observatories, termed collaboratories, to engage in long-term, systematic data collection in multiple locations to monitor vulnerability and resiliency. The development of longitudinal, systematically collected databases will allow for the analysis and modeling of resiliency, vulnerability, and risk through time from a variety of disciplinary and, most importantly, interdisiciplinary perspectives. Strategically locating collaboratories in regions subject to disasters can have the effect of pre-positioning the network to undertake a variety of post-event studies on a longitudinal basis critical for a fuller understanding of recovery processes. To facilitate longitudinal and comparative work however, such a network will demand the development of common measurement protocols, instruments, and data collection as well as the sharing of strategies to promote comparative research across locations.\n\n It has been suggested that our nation and the world are entering into a new era of catastrophes in which we are all facing large scale risks at an ever-accelerating pace. To meet this new era of catastrophes, we need to transform the nature of how we conduct the science on resiliency, vulnerability and risk such that it is consistent with the scientific consensus that disasters can only be understood as a product of the complex interaction among biophysical systems, human social systems, and their built environments.\n\n CaMRA offers a transformative structure in which to carry out long term interdisciplinary science directly addressing the important issues of disaster resilience, vulnerability and risk reduction. It vision is:\n\n ...a future in which multi-disciplinary research enhances the capacities of our nationÆs communities to withstand and rapidly recover from natural disasters.\n\nAnd, its mission is:\n\n&hellip; to provide the research community, policy makers, and society with the scientific knowledge and understanding necessary to reduce natural hazard vulnerability and enhance community resiliency.\n\n \n\n\t\t\t\t\tLast Modified: 11/24/2014\n\n\t\t\t\t\tSubmitted by: Walter G Peacock"
 }
}