{
 "awd_id": "1137368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Geologic, Tectonic, and Geodynamic Processes  of the Eastern North American (ENAM) Passive Margin Workshop",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 51809.0,
 "awd_amount": 51809.0,
 "awd_min_amd_letter_date": "2011-06-16",
 "awd_max_amd_letter_date": "2011-06-16",
 "awd_abstract_narration": "Earthscope and GeoPRISMS represents research communities of geologists, geophysicists, and geodynamicists who study the processes that build continents, open ocean basins, erode, transport and deposit sediment, and the associated natural hazards of earthquakes, tsunamis, sea level rise, and landslides both on land and under water.  Earthscope science is done primarily, but not exclusively on land and involves a large transportable array of seismometers that are able to look down into the crust and mantle in assembling an image of the geologic foundation of the United States. GeoPRISMS research is done primarily, but not exclusively in the ocean, specifically in the coastal regions surrounding the country.  It includes facilities and instruments able to image and sample the sedimentary packages preserved beneath coastal waters.  Collectively, Earthscope and GeoPRISMS research spans the coastline and in doing so, provides an integrated framework for understanding not only natural hazards, but also the nation's natural resources including traditional and alternative sources of energy.  \r\n\r\nOur project is to convene two workshops open to the broader Earthscope and GeoPRISMS research communities interested in the processes of lithospheric formation, rift initiation, passive margin evolution,  and interactions with dynamic mantle and surface processes for the east coast of the United States.  The eastern United States encompasses the Appalachian Mountains and the archetype Atlantic passive margin and as a result is a source of formative thinking related to continental assembly, mountain building, continental rifting, and post-rift passive margin evolution.  Key paradigms such as the Wilson cycle and global sea level change are based on data and research in this geographic area.  A small planning workshop is to be held in Austin, TX in concert with the May, 2011 EarthScope meeting. The science workshop is to be held at Lehigh University in the Fall, 2011. Our goal is to focus community effort on cross-discipline learning and approaches, targeting a national and international forum of scientists from universities, national labs, federal, and state agencies including early-career scientists and graduate students. The transportable array of EarthScope arrives in the eastern United States in 2012-13 and GeoPRISMS has identified the same region as a key place to understand the processes of continental rift-initiation and evolution.  Therefore, the timing is now perfect to organize both communities and identify the crucial science targets. We envision the workshops to serve as a forum for self-organization in the subsequent science proposal submission process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Morgan",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Julia K Morgan",
   "pi_email_addr": "morganj@rice.edu",
   "nsf_id": "000166833",
   "pi_start_date": "2011-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051892",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "TX",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 51809.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On 23 August, 2011 the east coast of the United States was rocked by a M 5.8 earthquake that was centered in Louisa County, Virginia. Whereas this earthquake was moderate in size compared to the kinds of earthquakes regularly experienced in places like California, the ground-shaking of the Virginia event was felt over a wider range of distances than any previously recorded earthquake due to the efficient propagation of elastic energy through the hard rocks of the eastern US. Damage to homes, schools, historic buildings, and critical infrastructure was heavy in the region directly above the earthquake. The nearby South Anna nuclear power plant was closed for several months following the quake for safety checks and precautions. Farther north the Washington Monument and National Cathedral were damaged. Had this earthquake occurred closer to Richmond, Washington D.C., Philadelphia, New York, or Boston, the potential for damage would have been much greater. Given the major population centers and critical infrastructure located in the northeast corridor of the U.S., better understanding of east coast geology and geophysics has significant economic and societal benefits.</p>\n<p>Long before the Louisa County earthquake occurred, several communities of geoscientists self-organized to conduct integrated geoscience research in the eastern United States. One community is represented by mostly land-based scientists who map the rocks and faults capable of generating earthquakes, geodesists who use GPS technology to measure real-time movements of the land surface, and geophysicists who instrument the landscape with seismometers that both record earthquakes and allow for a reconstruction of the Earth's crust below the surface using techniques analogous to making an CAT-SCAN of the planet. The overall community science effort is called EarthScope; details are here: http://www.earthscope.org/</p>\n<p>Another community uses ship-borne technology and drilling capabilities to acquire 3-dimensional pictures of sediments in offshore basins, as well as bedrock basement that makes up the floor of the basins. These data allow better understanding of opportunities and impacts of offshore energy and environment. This community of scientists identified eastern North America as a primary site for investigating the initiation and formation of these basins as part of the geologic processes that rifted eastern North America from Africa and Europe 200 million years ago, an event the led to the formation of the Atlantic Ocean. This community science effort is called GeoPRISMS; details are here: http://www.geoprisms.org/</p>\n<p>Because two large groups of geologists and geophysicists identified the eastern U.S. as an interesting place to study, and a fleet of instruments and ships is available for scientific investigation, our NSF-sponsored project organized and conducted a workshop for these two communities to discuss over-arching science goals and discover how to leverage resources, equipment, and time to enhance the resulting science.</p>\n<p>The scientific workshop was held at Lehigh University from 26-29 October, 2011. The meeting was attended by a wide range of academic, early career, and State, Federal and industry geoscientists. It featured presentations, breakouts, discussions, and decision-making. Early career scientists were involved in every part of the process including a pre-workshop research seminar and field trip to the Appalachian foreland in eastern Pennsylvania. The overall workshop setting provided an excellent venue for immersion in the many unique ENAM research opportunities. Broader impacts related to natural hazards, including the timely 23 August earthquake, and access to public geoscience education in the most densely populated part of the nation permeated presentations, breakouts, and discussions.</p>\n<p>The main outcome of the workshop was identification of parallel synoptic...",
  "por_txt_cntn": "\nOn 23 August, 2011 the east coast of the United States was rocked by a M 5.8 earthquake that was centered in Louisa County, Virginia. Whereas this earthquake was moderate in size compared to the kinds of earthquakes regularly experienced in places like California, the ground-shaking of the Virginia event was felt over a wider range of distances than any previously recorded earthquake due to the efficient propagation of elastic energy through the hard rocks of the eastern US. Damage to homes, schools, historic buildings, and critical infrastructure was heavy in the region directly above the earthquake. The nearby South Anna nuclear power plant was closed for several months following the quake for safety checks and precautions. Farther north the Washington Monument and National Cathedral were damaged. Had this earthquake occurred closer to Richmond, Washington D.C., Philadelphia, New York, or Boston, the potential for damage would have been much greater. Given the major population centers and critical infrastructure located in the northeast corridor of the U.S., better understanding of east coast geology and geophysics has significant economic and societal benefits.\n\nLong before the Louisa County earthquake occurred, several communities of geoscientists self-organized to conduct integrated geoscience research in the eastern United States. One community is represented by mostly land-based scientists who map the rocks and faults capable of generating earthquakes, geodesists who use GPS technology to measure real-time movements of the land surface, and geophysicists who instrument the landscape with seismometers that both record earthquakes and allow for a reconstruction of the Earth's crust below the surface using techniques analogous to making an CAT-SCAN of the planet. The overall community science effort is called EarthScope; details are here: http://www.earthscope.org/\n\nAnother community uses ship-borne technology and drilling capabilities to acquire 3-dimensional pictures of sediments in offshore basins, as well as bedrock basement that makes up the floor of the basins. These data allow better understanding of opportunities and impacts of offshore energy and environment. This community of scientists identified eastern North America as a primary site for investigating the initiation and formation of these basins as part of the geologic processes that rifted eastern North America from Africa and Europe 200 million years ago, an event the led to the formation of the Atlantic Ocean. This community science effort is called GeoPRISMS; details are here: http://www.geoprisms.org/\n\nBecause two large groups of geologists and geophysicists identified the eastern U.S. as an interesting place to study, and a fleet of instruments and ships is available for scientific investigation, our NSF-sponsored project organized and conducted a workshop for these two communities to discuss over-arching science goals and discover how to leverage resources, equipment, and time to enhance the resulting science.\n\nThe scientific workshop was held at Lehigh University from 26-29 October, 2011. The meeting was attended by a wide range of academic, early career, and State, Federal and industry geoscientists. It featured presentations, breakouts, discussions, and decision-making. Early career scientists were involved in every part of the process including a pre-workshop research seminar and field trip to the Appalachian foreland in eastern Pennsylvania. The overall workshop setting provided an excellent venue for immersion in the many unique ENAM research opportunities. Broader impacts related to natural hazards, including the timely 23 August earthquake, and access to public geoscience education in the most densely populated part of the nation permeated presentations, breakouts, and discussions.\n\nThe main outcome of the workshop was identification of parallel synoptic, process-based studies, and more focused and geographic-specific research corridors, which ..."
 }
}