{
 "awd_id": "1137272",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Pakistani Developing Collaboration on the Current Estimation and Future Prediction of Micro-hydro Power Potential: Response to a Changing Environment",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 49980.0,
 "awd_amount": 49980.0,
 "awd_min_amd_letter_date": "2011-07-16",
 "awd_max_amd_letter_date": "2011-07-16",
 "awd_abstract_narration": "1137272\t  \t\t\r\nThis project supports a cooperative research project by Dr. Kendra Sharp, Oregon State University, Corvallis and Dr. Ahmed Sohail and others at the National University of Science and Technology (NUST) in Islamabad, Pakistan. They plan to study The PI will conduct preliminary research in collaboration with.  They plan to work on finding the parameters that influence the success of micro-hydro power systems, especially for Pakistan where water networks depend on snow melting and rapid flow because of topographical features.  They plan to develop the results into a full research proposal to be submitted to NSF or to the US-Pakistan S&T program funded by the State Department.  The long-term research objective and expected long-term scientific contribution, is to develop scientific tools for the assessment of current and future small-scale hydro power potential in a defined region with an emphasis on the response to changing (decadal scale) climate. While Pakistan is the specific geographic focus of the proposed work, the present proposal could be viewed as a template for the study of other regions as well.\r\n\r\nIntellectual merit: The PI has correctly identified a need for undertaking long-term assessment of micro-hydroelectric potential, and proposes activities for providing technical support to undertake such an assessment. She has the necessary background to undertake the proposed activities, and she has demonstrated experience working in Pakistan very recently, and has developed contacts that are necessary to completing the project. The expertise of Sharp and Sohail are complementary, to perform preliminary analysis and long-term evaluation of micro-hydroelectric power potential in Pakistan, seeking sufficient and spatially high-resolution regional data regarding spatial and temporal variation in precipitation and temperature. They want to eventually map locations of all potential micro-hydro sites in Pakistan.  Micro-hydro is an important technology in the developing world, especially in mountainous regions such as northern Pakistan, Nepal and Afghanistan. The proposal is timely and points out the complexity of pinpointing micro-hydro sites, including the effect of climate change on water resources and their distribution.    \r\n\r\nBroader impacts: The project would support of graduate and undergraduate training, help develop a collaborative relationship between OSU and NUST with the potential for ongoing exchange of students and faculty.  The project includes outreach in terms of a workshop, and can add to educational material for use in undergraduate or graduate education at OSU. The students could get some interesting experience. It will bring together, in an educational context, aspects of the study of climate change effects and renewable energy. The impact of electricity availability would be significant to the affected populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kendra",
   "pi_last_name": "Sharp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kendra Sharp",
   "pi_email_addr": "kendra.sharp@oregonstate.edu",
   "nsf_id": "000314199",
   "pi_start_date": "2011-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hill",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "David F Hill",
   "pi_email_addr": "dfh@engr.orst.edu",
   "nsf_id": "000301516",
   "pi_start_date": "2011-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5943",
   "pgm_ref_txt": "PAKISTAN (COOPERATIVE SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49980.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Overview: Pursuant to the goal of mapping micro-hydro power resources in Pakistan, we have developed historical 30 arc-second (approximately 1 km) monthly precipitation and mean temperature surfaces to assess seasonal and long-term streamflow in Pakistan. This dataset relies only on freely available and globally gridded data products. Our dataset is open-source and distributed free of charge through the website www.globalclimatedata.org. The methods have been described in Mosier et al. (2013). The generation of these high-spatial resolution and monthly time-series climate surfaces including monthly precipitation and mean temperature represents a necessary first step towards assessing water availability at the spatial resolution required for mapping distributed micro-hydro resources. We are then using these generated climate data to drive our hydrologic model of streamflow, and have adapted our hydrologic modeling strategies for use in a region with relative data scarcity. During the period of the grant, we have visited our colleagues at the Centre for Energy Systems (CES) at the National University of Science and Technology (NUST) in Islamabad. In addition to delivering seminars and participating at the university, we worked together to obtain observation data necessary for ongoing development of our downscaling methods, hydrologic model, and our micro-hydro power potential assessment tool. Obtaining these data required a sustained effort and physical presence in Pakistan.</p>\n<p>Intellectual Merit:</p>\n<p>To our knowledge, ours is the first monthly time-series dataset that is gridded for all global land surfaces at a spatial resolution of 30 arc-seconds. In the near future, the dataset will also be extended to include forecasts of possible future climate regimes based upon global climate model and emissions scenarios data available through the Intergovernmental Panel on Climate Change.</p>\n<p>The 30 arc-second monthly climate data is then used to drive our hydrologic model of streamflow. Our initial model structure is based upon the work of Wang et al. (2004), but improves on those efforts by incorporating flexibility into the model structure and coupling the hydrologic model with a genetic algorithm written by us to robustly optimize model parameters. This modeling framework is designed for use in our work in Pakistan, a region characterized by its data-scarcity, significant snow storage, and stark topographic relief. The only necessary data inputs are the climate data we have produced and stream gage data for calibrating the model. Therefore, the package of climate data and hydrologic modeling code discussed herein will enable other interested parties to model the streamflow for their data-scarce region of interest as well, with the only requirement being that they obtain stream gage data for that region.</p>\n<p>Together with NUST, we obtained precipitation observation station data, stream gage data, and installed micro-hydro capacity data for Pakistan. These data will enable us to successfully calibrate our hydrologic model for Pakistan and calibrate our estimates of micro-hydropower based upon actual installations. Thus, we have achieved significant steps in ensuring the success of our own project to assess micro-hydropower potential in Pakistan, while also creating products that will provide great benefit to other research groups.</p>\n<p>Broader Impact:</p>\n<p>The development of novel computational tools that are open-source, well-described in the open literature, and freely-distributed via globalclimatedata.org means that any interested party has access to our results and methods. We have made every effort to ensure that data formats used in these tools adhere to standards in the climate community for ease of use. We are also developing hydrological modeling approaches that are appropriate for data-scarce regions. We have been focused on Pakistan because of ...",
  "por_txt_cntn": "\nOverview: Pursuant to the goal of mapping micro-hydro power resources in Pakistan, we have developed historical 30 arc-second (approximately 1 km) monthly precipitation and mean temperature surfaces to assess seasonal and long-term streamflow in Pakistan. This dataset relies only on freely available and globally gridded data products. Our dataset is open-source and distributed free of charge through the website www.globalclimatedata.org. The methods have been described in Mosier et al. (2013). The generation of these high-spatial resolution and monthly time-series climate surfaces including monthly precipitation and mean temperature represents a necessary first step towards assessing water availability at the spatial resolution required for mapping distributed micro-hydro resources. We are then using these generated climate data to drive our hydrologic model of streamflow, and have adapted our hydrologic modeling strategies for use in a region with relative data scarcity. During the period of the grant, we have visited our colleagues at the Centre for Energy Systems (CES) at the National University of Science and Technology (NUST) in Islamabad. In addition to delivering seminars and participating at the university, we worked together to obtain observation data necessary for ongoing development of our downscaling methods, hydrologic model, and our micro-hydro power potential assessment tool. Obtaining these data required a sustained effort and physical presence in Pakistan.\n\nIntellectual Merit:\n\nTo our knowledge, ours is the first monthly time-series dataset that is gridded for all global land surfaces at a spatial resolution of 30 arc-seconds. In the near future, the dataset will also be extended to include forecasts of possible future climate regimes based upon global climate model and emissions scenarios data available through the Intergovernmental Panel on Climate Change.\n\nThe 30 arc-second monthly climate data is then used to drive our hydrologic model of streamflow. Our initial model structure is based upon the work of Wang et al. (2004), but improves on those efforts by incorporating flexibility into the model structure and coupling the hydrologic model with a genetic algorithm written by us to robustly optimize model parameters. This modeling framework is designed for use in our work in Pakistan, a region characterized by its data-scarcity, significant snow storage, and stark topographic relief. The only necessary data inputs are the climate data we have produced and stream gage data for calibrating the model. Therefore, the package of climate data and hydrologic modeling code discussed herein will enable other interested parties to model the streamflow for their data-scarce region of interest as well, with the only requirement being that they obtain stream gage data for that region.\n\nTogether with NUST, we obtained precipitation observation station data, stream gage data, and installed micro-hydro capacity data for Pakistan. These data will enable us to successfully calibrate our hydrologic model for Pakistan and calibrate our estimates of micro-hydropower based upon actual installations. Thus, we have achieved significant steps in ensuring the success of our own project to assess micro-hydropower potential in Pakistan, while also creating products that will provide great benefit to other research groups.\n\nBroader Impact:\n\nThe development of novel computational tools that are open-source, well-described in the open literature, and freely-distributed via globalclimatedata.org means that any interested party has access to our results and methods. We have made every effort to ensure that data formats used in these tools adhere to standards in the climate community for ease of use. We are also developing hydrological modeling approaches that are appropriate for data-scarce regions. We have been focused on Pakistan because of our particular interest in mapping micro-hydro resources, but believe these methods to be much mor..."
 }
}