{
 "awd_id": "1137138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: An Archaeological Examination of Shoshone Collective Action",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 15608.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2013-04-16",
 "awd_abstract_narration": "Under the direction of Dr. Bruce B. Huckell, Matt O'Brien will conduct dissertation research that centers on the socioeconomic organization of cooperative hunting. Humans evolved in a hunting and gathering milieu and the multiple forms of social organization that characterize modern groups all derive from this underlying base. How the transformation from egalitarianism to complex social stratified societies took place constitutes a central archaeological question and this research project focuses on this issue. \r\n\r\nMr. O'Brien's dissertation research addresses the question of socioeconomic inequalities in communal hunts from an archaeological perspective. The Co-PI will focus the analysis on the faunal assemblage from the Eden Farson site. Eden Farson is a Protohistoric period (AD 1350 - 1750) Shoshone campsite with the skeletal remains of over 220 pronghorn antelope.  The site itself was occupied by 12 separate family units and the antelope remains were found in association with all of them. By determining how individual cuts of meat -- some choice and some less so -- were distributed, Mr O'Brien can gain insight into the relative status of each household.  Shoshone social structure is considered a classic example of egalitarianism with a limited gerontocracy and fluid group affiliation. Yet, there are limited ethnohistoric accounts of temporary leadership during seasonal fishing along the Snake River. Although the Shoshone were known for their diverse diet, pronghorn played an important subsistence role in the pre-horse Shoshone. \r\n\r\nThe proposed project contributes to Shoshone prehistory of the Rocky Mountains and High Plains, but also extends to anthropological theory into past social organization. First, this study will begin to fill in the gaps of the Late Prehistoric Period to Protohistoric Period in the western High Plains and Rocky Mountains. Second, it will provide an opportunity to bridge the archaeological evidence to the existing ethnographic record of Shoshone culture. This research provides a case study to test whether sharing concepts, or models, developed from empirical observations of contemporary foragers can be applied to the past. The combination of traditional faunal analysis with an innovative approach provides a more holistic interpretation of past life-ways. \r\n\r\nThis dissertation research also provides broader impacts beyond those focused on prehistoric food sharing. This research will provide the Co-PI a crucial opportunity to perform independent research that will aid in his professional development. The results from this study will be accessible to the anthropological community through future peer-reviewed publications and presentations at nationally recognized conferences. From a logistic standpoint, this research will result in the curation of the Eden Farson collection according to Wyoming state standards, which will provide access to this assemblage for future research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Huckell",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce B Huckell",
   "pi_email_addr": "bhuckell@unm.edu",
   "nsf_id": "000450227",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "O'Brien",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew O'Brien",
   "pi_email_addr": "mjobrien@csuchico.edu",
   "nsf_id": "000555420",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E. University Ave",
  "perf_city_name": "Laramie",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15608.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the hallmarks of humanity is our complex social organization compared to other animals. In particular, humans have developed stratified societies where an individual&rsquo;s role is either inherited along family lines or earned through achievement and effort. In essence, human culture exhibits widespread social inequality and in nearly every corner of the world there are social or status differences between any two individuals. Understanding when, how, and why social inequality developed has long been an interest in science, but archaeological studies have been limited by the existing methods. Previous archaeological investigations have focused on differences in material goods and architecture between individuals or families, but it is clear from ethnographic studies that human social inequality occurs in other forms, such as prestige. The question is whether we can see initial periods of inequality in the past.</p>\n<p>The National Science Foundation Dissertation Grant (#1137138) entitled &ldquo;The Socioeconomic Organization of Communal Hunting: An Archaeological Examination of Shoshone Collective Action&rdquo; provides a new direction for archaeology aimed at identifying social inequality. In particular, this research suggests that the social pressures brought on by large groups associated with communal hunting leads to egalitarian cultures to adopt leadership temporarily. In essence, people choose to nominate a leader to increase the efficiency and their economic returns from communal hunts. What this study provides is evidence that differences in meat distribution between families from a successful communal hunt can be seen in the past.</p>\n<p>The significance of this research is twofold. First, this research provides an innovative approach to isolating social inequality among archaeological sites with bone preservation. Secondly, this study supports existing theoretical studies that argue for the advantages provided from leadership when large groups are involved. In general, this work has provided a means to further explore the primary questions of when, how, and why people chose to abandon their autonomy to join collective tasks. The pursuit of these goals further our understanding of what makes humanity unique and how these attributes developed in the past.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2013<br>\n\t\t\t\t\tModified by: Matthew&nbsp;O'brien</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the hallmarks of humanity is our complex social organization compared to other animals. In particular, humans have developed stratified societies where an individualÆs role is either inherited along family lines or earned through achievement and effort. In essence, human culture exhibits widespread social inequality and in nearly every corner of the world there are social or status differences between any two individuals. Understanding when, how, and why social inequality developed has long been an interest in science, but archaeological studies have been limited by the existing methods. Previous archaeological investigations have focused on differences in material goods and architecture between individuals or families, but it is clear from ethnographic studies that human social inequality occurs in other forms, such as prestige. The question is whether we can see initial periods of inequality in the past.\n\nThe National Science Foundation Dissertation Grant (#1137138) entitled \"The Socioeconomic Organization of Communal Hunting: An Archaeological Examination of Shoshone Collective Action\" provides a new direction for archaeology aimed at identifying social inequality. In particular, this research suggests that the social pressures brought on by large groups associated with communal hunting leads to egalitarian cultures to adopt leadership temporarily. In essence, people choose to nominate a leader to increase the efficiency and their economic returns from communal hunts. What this study provides is evidence that differences in meat distribution between families from a successful communal hunt can be seen in the past.\n\nThe significance of this research is twofold. First, this research provides an innovative approach to isolating social inequality among archaeological sites with bone preservation. Secondly, this study supports existing theoretical studies that argue for the advantages provided from leadership when large groups are involved. In general, this work has provided a means to further explore the primary questions of when, how, and why people chose to abandon their autonomy to join collective tasks. The pursuit of these goals further our understanding of what makes humanity unique and how these attributes developed in the past. \n\n \n\n\t\t\t\t\tLast Modified: 09/06/2013\n\n\t\t\t\t\tSubmitted by: Matthew O'brien"
 }
}