{
 "awd_id": "1137593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Design for Bundling Decisions with Marketing and Public Policy Considerations",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Collopy",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 99985.0,
 "awd_amount": 99985.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2011-07-22",
 "awd_abstract_narration": "The objective of this EArly-Concept Grant for Exploratory Research (EAGER) award is to explore the engineering design decision aspects of Design For Bundling (DFB) and address the challenge of bringing together the three related areas of engineering design, marketing and public policy into a unified DFB decision framework. DFB is defined as the process of integrating the design elements of multiple complementary product categories into a single product and selling it to the customers for one price. The product categories can be physical, service, software or a combination. The approach will explore two main research questions. The first research question explores the issues of representation, generation and evaluation of a bundled design purely from an engineering design perspective. The second research question investigates the implications of marketing and public policy in a design decision making context in DFB. The answer to these questions will produce the research ingredients necessary for a systematic decision making in DFB that can be used for physical, service, and software product categories under market competition, public policy regulations and uncertainty considerations.\r\n\r\nIf successful, this exploratory research will have important implications for United States manufacturers in creating successful product bundling innovations for national and international markets that take competition and regulatory aspects into account. It will also enable manufacturers to understand the impact of uncertainties in developing bundled products and functionalities that compete with foreign brands. The design method will contribute to the area of interface of engineering design, consumer markets, and public policy by taking into account structural complexities. The DFB approach here will also promote a new product innovation model which can reshape the market structures because DFB essentially blurs the established boundaries of existing product markets. Wide adoption of the methodology will open up new markets and redefine the competitions among the manufacturers. The research award involves active participation of one Ph.D. student. The PIs plan to transfer research results and engage students in their respective undergraduate and graduate courses in engineering design decision making, marketing research and public policy.  Additionally, it is expected that the successful completion of this EAGER research will provide the necessary foundations for launching a full-scale research effort that will lead the way for other researchers in the community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shapour",
   "pi_last_name": "Azarm",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shapour Azarm",
   "pi_email_addr": "azarm@umd.edu",
   "nsf_id": "000231713",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "STEVEN",
   "pi_last_name": "GABRIEL",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "STEVEN A GABRIEL",
   "pi_email_addr": "stevenagabriel@gmail.com",
   "nsf_id": "000117218",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pallassana",
   "pi_last_name": "Kannan",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Pallassana K Kannan",
   "pi_email_addr": "pkannan@rhsmith.umd.edu",
   "nsf_id": "000291350",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425145",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This EAGER research explored a generic methodology that can be used in<br />Design for Bundling (DFB). It focused on the engineering design aspects of<br />product bundling and explored implications of marketing, public policy<br />regulations and uncertainties on the design decision. The investigation shed<br />some light on: (i) initiating a paradigm of engineering design with a<br />multidisciplinary perspective spanning engineering design and marketing considerations,and (ii) some fundamental understanding of DFB which is empirically and popularly practiced but technically very little understood.</p>\n<p><br />The project outcomes include: (i) A modular design framework that can be used to integrate design solutions from multiple existing product categories and handle the couplings of functionalities for a bundled product, (ii) A choice model that accounts for the heterogeneity of consumer preferences. The model represents the consumers&rsquo; purchase decisions at the individual customer level and explains the heterogeneity of the preferences of different consumers. (iii) Two metrics that facilitate a designer&rsquo;s profit-maximizing decision problem. The Convergence Index quantitatively reflects the similarity of the product architecture of a<br />bundled product with respect to existing product categories. The index helps<br />the designer to anticipate the size of the market for a bundled product. The<br />Index of Usage Evolution (IUE) considers the changes in consumer usage<br />conditions and their preferences in the forthcoming purchase occasions and<br />predicts how such adaptation influences the future market penetration. IUE can be used to align the design decision with not only the profit in the short run,<br />but also a sustainable market penetration in the future as well as valuable<br />information for public policy decision-makers who need to balance protection to<br />consumers as well as to suppliers.&nbsp; The<br />research project involved active participation and training of a Ph.D. student.<br />Results from this research were widely disseminated and will set the groundwork<br />for a follow-up proposal to NSF.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2012<br>\n\t\t\t\t\tModified by: Shapour&nbsp;Azarm</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis EAGER research explored a generic methodology that can be used in\nDesign for Bundling (DFB). It focused on the engineering design aspects of\nproduct bundling and explored implications of marketing, public policy\nregulations and uncertainties on the design decision. The investigation shed\nsome light on: (i) initiating a paradigm of engineering design with a\nmultidisciplinary perspective spanning engineering design and marketing considerations,and (ii) some fundamental understanding of DFB which is empirically and popularly practiced but technically very little understood.\n\n\nThe project outcomes include: (i) A modular design framework that can be used to integrate design solutions from multiple existing product categories and handle the couplings of functionalities for a bundled product, (ii) A choice model that accounts for the heterogeneity of consumer preferences. The model represents the consumersÆ purchase decisions at the individual customer level and explains the heterogeneity of the preferences of different consumers. (iii) Two metrics that facilitate a designerÆs profit-maximizing decision problem. The Convergence Index quantitatively reflects the similarity of the product architecture of a\nbundled product with respect to existing product categories. The index helps\nthe designer to anticipate the size of the market for a bundled product. The\nIndex of Usage Evolution (IUE) considers the changes in consumer usage\nconditions and their preferences in the forthcoming purchase occasions and\npredicts how such adaptation influences the future market penetration. IUE can be used to align the design decision with not only the profit in the short run,\nbut also a sustainable market penetration in the future as well as valuable\ninformation for public policy decision-makers who need to balance protection to\nconsumers as well as to suppliers.  The\nresearch project involved active participation and training of a Ph.D. student.\nResults from this research were widely disseminated and will set the groundwork\nfor a follow-up proposal to NSF.\n\n\t\t\t\t\tLast Modified: 10/29/2012\n\n\t\t\t\t\tSubmitted by: Shapour Azarm"
 }
}