{
 "awd_id": "1137702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "AGS-PRF: Impacts of Microphysics and Cold Pool Thermodynamics on Supercell Tornadogenesis: Comparisons of Numerical Simulations with VORTEX2 Observations",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 86000.0,
 "awd_amount": 172000.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2014-01-07",
 "awd_abstract_narration": "The violent and ephemeral tornado remains one of the most challenging subjects of study in the atmospheric sciences.  Tornadogenesis, maintenance, intensification and decay mechanisms are all characteristics that are still poorly understood.  Each of these issues were primary motivations for the recent VORTEX2 (hereafter, V2) field campaign that took place during the Spring of 2009 and 2010 in the Great Plains of the United States. Unprecedented data on many tornadic and nontornadic supercells were acquired over the length of the project, which included rich mobile radar data, high density in situ surface observations, and proximity soundings.  Within the context of this project, the surface in situ observations of surface temperature and moisture in the cold pools of the surveyed storms, as well as disdrometer observations of dropsize distributions (DSDs) coupled with polarimetric radar data, are of primary interest.\r\n\r\nResearch over the past decade has indicated a clear empirical signal for tornadogenesis, intensity, and longevity to be strongly influenced by the thermodynamic properties of the associated storm cold pool.  In particular, tornadoes are more likely to form, persist, and intensify, when the surface temperature and moisture deficits (relative to a suitable undisturbed near-storm environment) in the cold pool are relatively small. This research aims to investigate the causative mechanisms for this empirical correlation through an idealized numerical modeling approach. The work will leverage several diverse cases from the V2 field program to aid in initialization and verification of the model simulations.  As such, it will sample a fairly large parameter space that was spanned by the V2 cases.  \r\n\r\nIntellectual Merit:\r\nThe research is expected to provide new insights into the relationship between supercell cold pools and tornado activity through the following means:\r\n1)\tUnderstanding the sensitivity of cold pool thermodynamics to the microphysical processes of water loading, evaporation, and melting utilizing sophisticated microphysics parameterization packages, and the variance across the spectrum of cases provided by V2;\r\n2)\tAssessing the impact of variation in the thermodynamic properties of the cold pools on tornadoes, and improving physical understanding of this connection;\r\n3)\tVerifying microphysical parameterizations through comparison with disdrometer and polarimetric radar data.\r\n\r\nBroader Impacts:\r\nThe results of this research are expected to improve our ability to understand supercell storm characteristics that are most likely to produce significant tornadoes, and thus it will have a direct impact on the lives of the millions of U.S. citizens threatened or affected by tornadoes each year.  The comparison between model representations of microphysical processes and the rich polarimetric radar and disdrometer datasets available from the V2 will help identify avenues for improvement of these parameterizations and thus have direct implications for forecasts of precipitation from severe convection and the associated risks of flooding and hail damage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Dawson",
   "pi_mid_init": "T",
   "pi_sufx_name": "II",
   "pi_full_name": "Daniel T Dawson",
   "pi_email_addr": "",
   "nsf_id": "000591068",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dawson                  Daniel         T",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Norman",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "",
  "inst_zip_code": "730720000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "OK",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "National Severe Storms Laboratory",
  "perf_str_addr": null,
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730727329",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 86000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 86000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Supercell&nbsp;thunderstorms are among the atmosphere's most prolific producers of severe weather, including damaging straight-line winds, large hail, and tornadoes. &nbsp;Understanding why some&nbsp;supercell&nbsp;thunderstorms (which are defined by their deep, persistently-rotating updrafts) produce tornadoes while others do not is one of the most active areas of research on the frontiers of Meteorology. &nbsp;Owing to the substantial negative impacts to lives and property each year in the United States alone from these storms, it is essential to bring a great deal of resources to bear on this problem. &nbsp;The VORTEX2 field program, and other related programs, represents our latest and best efforts in collecting raw data on these storms. These observations from VORTEX2, as well as from the original project VORTEX and other interim field programs, have consistently shown a link between the degree of cold near-surface outflow produced by these storms, and their&nbsp;tornadogenesis&nbsp;potential. &nbsp;Namely: the colder the outflow, the weaker the tornadoes, and vice versa. &nbsp;Under the hypothesis that the details of the precipitation size distributions within these storms (i.e., the&nbsp;<em>microphysics</em>) strongly influences the storm outflow characteristics, this project aimed to investigate this link using the tools of computer modeling and a robust comparison with radar and surface observations from the VORTEX2 field program and others.</p>\n<p>&nbsp;</p>\n<p>Computer modeling is one of our best tools for in-depth analysis and forecasting of&nbsp;supercell&nbsp;thunderstorms and tornadoes. &nbsp;The work of this project (and other recent work) has shown that the manner in which cloud and precipitation particles are represented (known as&nbsp;<em>microphysical</em><em>&nbsp;</em><em>parameterizations</em>) in these models has a tremendous impact on simulated properties of these storms, particularly the degree of cold outflow these storms produce near the ground. &nbsp;In particular, different simulations with different&nbsp;microphysics&nbsp;of&nbsp;tornadic&nbsp;supercells can alternately produce strong or weak cold outflow, which can be the difference between a (simulated) strong tornado, and no tornado at all. &nbsp;This work explained the reasons behind these differences and demonstrated the superiority of newer, more sophisticated&nbsp;<em>multi-moment</em>&nbsp;microphysics&nbsp;parameterizations, which are starting to be adopted into the next generation of storm-resolving models. &nbsp;Multi-moment schemes&nbsp;predict multiple parameters of the distribution of sizes of precipitation particles, instead of just one, as is done in most current&nbsp;<em>single-moment</em><em>&nbsp;</em>schemes<em>.</em>&nbsp; Thus, the results of this project have the potential to greatly improve our ability to predict these storms through numerical forecasting, eventually resulting in earlier and higher-quality severe thunderstorm and tornado warnings.</p>\n<p>&nbsp;</p>\n<p>Through careful comparison of the model simulations with radar observations of actual storms from the VORTEX2 and other field programs, new insights were gained into important dynamical processes leading to the development of unique radar signatures in these storms, which have only recently been documented owing to the advent of&nbsp;polarimetric&nbsp;radar. &nbsp;These signatures are strongly modulated by the process&nbsp;<em>size sorting</em>&nbsp;of falling precipitation particles: larger raindrops and hailstones fall faster through the air than smaller ones, and the winds around the storm thus transport different sized particles over different horizontal distances in the storm. &nbsp;This results in some regions of the storm being dominated by raindrops and hailstones of a particular size in a systematic way that depends on these complex flow patterns. &nbsp;Polarimetric&nbsp;radar (as oppose...",
  "por_txt_cntn": "\nSupercell thunderstorms are among the atmosphere's most prolific producers of severe weather, including damaging straight-line winds, large hail, and tornadoes.  Understanding why some supercell thunderstorms (which are defined by their deep, persistently-rotating updrafts) produce tornadoes while others do not is one of the most active areas of research on the frontiers of Meteorology.  Owing to the substantial negative impacts to lives and property each year in the United States alone from these storms, it is essential to bring a great deal of resources to bear on this problem.  The VORTEX2 field program, and other related programs, represents our latest and best efforts in collecting raw data on these storms. These observations from VORTEX2, as well as from the original project VORTEX and other interim field programs, have consistently shown a link between the degree of cold near-surface outflow produced by these storms, and their tornadogenesis potential.  Namely: the colder the outflow, the weaker the tornadoes, and vice versa.  Under the hypothesis that the details of the precipitation size distributions within these storms (i.e., the microphysics) strongly influences the storm outflow characteristics, this project aimed to investigate this link using the tools of computer modeling and a robust comparison with radar and surface observations from the VORTEX2 field program and others.\n\n \n\nComputer modeling is one of our best tools for in-depth analysis and forecasting of supercell thunderstorms and tornadoes.  The work of this project (and other recent work) has shown that the manner in which cloud and precipitation particles are represented (known as microphysical parameterizations) in these models has a tremendous impact on simulated properties of these storms, particularly the degree of cold outflow these storms produce near the ground.  In particular, different simulations with different microphysics of tornadic supercells can alternately produce strong or weak cold outflow, which can be the difference between a (simulated) strong tornado, and no tornado at all.  This work explained the reasons behind these differences and demonstrated the superiority of newer, more sophisticated multi-moment microphysics parameterizations, which are starting to be adopted into the next generation of storm-resolving models.  Multi-moment schemes predict multiple parameters of the distribution of sizes of precipitation particles, instead of just one, as is done in most current single-moment schemes.  Thus, the results of this project have the potential to greatly improve our ability to predict these storms through numerical forecasting, eventually resulting in earlier and higher-quality severe thunderstorm and tornado warnings.\n\n \n\nThrough careful comparison of the model simulations with radar observations of actual storms from the VORTEX2 and other field programs, new insights were gained into important dynamical processes leading to the development of unique radar signatures in these storms, which have only recently been documented owing to the advent of polarimetric radar.  These signatures are strongly modulated by the process size sorting of falling precipitation particles: larger raindrops and hailstones fall faster through the air than smaller ones, and the winds around the storm thus transport different sized particles over different horizontal distances in the storm.  This results in some regions of the storm being dominated by raindrops and hailstones of a particular size in a systematic way that depends on these complex flow patterns.  Polarimetric radar (as opposed to more conventional radar) has the capability of sensing these different sizes and thus provides important information about the microphysical structure of supercell (and other) storms.  Multi-moment microphysics schemes can simulate size sorting, while single-moment schemes cannot, and the implications of this fact for the proper simulation of these signatures ..."
 }
}