{
 "awd_id": "1137217",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Determination of Single Nanoparticle Catalytic Activity for Solar Fuel Generation in Single Nanowire Photoelectrochemical Cells",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924950",
 "po_email": "kcovert@nsf.gov",
 "po_sign_block_name": "Katharine Covert",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2011-09-20",
 "awd_abstract_narration": "The Division of Chemistry supports Justin Sambur of Cornell University as an American Competitiveness in Chemistry Fellow.  Dr. Sambur will work on studying the catalytic activity of single nanoparticles using a variety of microscopy methods.  The PI will collaborate with scientists at Argonne National Laboratory.  The ultimate goal of this research is to develop efficient, photoelectrolytic cells for solar water splitting.  For his plan for broadening participation, Dr. Sambur will engage high-school students and teachers in solar energy research using the SHArK (Solar Hydrogen Activity Research Kit) project.  \r\n\r\nResearch like that of Dr. Sambur is aimed at developing improved photoelectrochemical cells for solar water splitting - to enable the generation of chemical fuel from water and sunlight.   The results of research like this can help society come up with energy alternatives to fossil fuels.  The efforts at broadening participation being pursued by Dr. Sambur are aimed at giving young scientists and the public exposure to the potential for positive societal impact from the results of basic chemical research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Sambur",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Justin B Sambur",
   "pi_email_addr": "jsambur@colostate.edu",
   "nsf_id": "000575310",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "120 Day Hall",
  "perf_city_name": "Ithaca, NY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148532801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779200",
   "pgm_ele_name": "AMER COMPETITIVENESS FELLOWS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7905",
   "pgm_ref_txt": "MPS SUST ENERGY SCI"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9164",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - GOVT LAB"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Photoelectrochemical water splitting at the interface of a visible light-absorbing semiconductor and an aqueous electrolyte is an attractive approach to generate hydrogen, a massively scalable carbon-free chemical fuel. To improve the energy conversion efficiency of sunlight to chemical fuels, the semiconductors can be coated with catalyst materials that accelerate the fuel formation reactions. Despite many significant advances in the field of solar hydrogen production, a cost-effective water splitting system constructed of earth-abundant, chemically stable and non-toxic materials have yet to be realized.</p>\n<p>One promising research direction, however, includes the use of nanoscale semiconducting materials to improve device efficiency. Laboratory scale devices consisting of semiconductor nanowires modified with catalysts demonstrate &gt;5% solar to hydrogen efficiency and potentially offer an inexpensive route toward efficient solar water splitting. Of the many device variables that may lead to improved efficiencies, the role of the co-catalyst is one of the most important and complex problems yet to be fully understood. This is partly due to the fact that catalysts are generally deposited in heterogeneous populations of shapes, sizes and chemical interactions with the underlying semiconductor. It is difficult to characterize working catalysts with high (nanometer) spatial resolution and elucidate their site-specific catalytic behavior.</p>\n<p>One way to isolate the critical physical/chemical/electronic factors that govern catalytic activity, and to discriminate extremely active catalysts amongst a multitude of spectators, is to study individual catalyst particle activity in real time. The goal of the proposed work was to determine the solar fuel generation activity of individual catalysts on individual semiconductor nanowires.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; During the funding period of this award (October 2011- October 2013), PI Sambur built an experimental setup in Prof. Peng Chen&rsquo;s laboratory at Cornell University. The experimental setup allowed for real-time observation of the location and frequency of photo-excited charge carriers (electrons and holes) on the surfaces of individual semiconducting nanowires. In addition to assessing the surface reactivity of individual nanowires, we measured the photocurrent generation of individual nanowires. The results indicate that bare semiconductor nanowires have varying reactivity along their surfaces. Regions of high surface reactivity are associated with larger photocurrents (or enhanced solar fuel generation efficiency) than low reactivity regions. Surprisingly, regions of high hole reactivity at positive bias are correlated with high electron reactivity at low applied potentials. This correlation between electron and hole reactivity at different applied potentials can be attributed to a correlation between surface states responsible for recombination and charge transfer. Following modification of the semiconductor nanowire with co-catalysts, we observe, interestingly, that the photocurrent from the low-reactivity regions is enhanced more effectively relative to the &lsquo;hot&rsquo; regions.</p>\n<p>These observations suggest that the underlying nanoscale surface reactivity of semiconductor nanowires dictates the performance of the catalyst-modified material. These outcomes are significant because they can potentially lead to the design of ultra-efficient solar water splitting devices based on co-catalyst modified semiconductors.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/26/2013<br>\n\t\t\t\t\tModified by: Justin&nbsp;B&nbsp;Sambur</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPhotoelectrochemical water splitting at the interface of a visible light-absorbing semiconductor and an aqueous electrolyte is an attractive approach to generate hydrogen, a massively scalable carbon-free chemical fuel. To improve the energy conversion efficiency of sunlight to chemical fuels, the semiconductors can be coated with catalyst materials that accelerate the fuel formation reactions. Despite many significant advances in the field of solar hydrogen production, a cost-effective water splitting system constructed of earth-abundant, chemically stable and non-toxic materials have yet to be realized.\n\nOne promising research direction, however, includes the use of nanoscale semiconducting materials to improve device efficiency. Laboratory scale devices consisting of semiconductor nanowires modified with catalysts demonstrate &gt;5% solar to hydrogen efficiency and potentially offer an inexpensive route toward efficient solar water splitting. Of the many device variables that may lead to improved efficiencies, the role of the co-catalyst is one of the most important and complex problems yet to be fully understood. This is partly due to the fact that catalysts are generally deposited in heterogeneous populations of shapes, sizes and chemical interactions with the underlying semiconductor. It is difficult to characterize working catalysts with high (nanometer) spatial resolution and elucidate their site-specific catalytic behavior.\n\nOne way to isolate the critical physical/chemical/electronic factors that govern catalytic activity, and to discriminate extremely active catalysts amongst a multitude of spectators, is to study individual catalyst particle activity in real time. The goal of the proposed work was to determine the solar fuel generation activity of individual catalysts on individual semiconductor nanowires.\n\n            During the funding period of this award (October 2011- October 2013), PI Sambur built an experimental setup in Prof. Peng ChenÆs laboratory at Cornell University. The experimental setup allowed for real-time observation of the location and frequency of photo-excited charge carriers (electrons and holes) on the surfaces of individual semiconducting nanowires. In addition to assessing the surface reactivity of individual nanowires, we measured the photocurrent generation of individual nanowires. The results indicate that bare semiconductor nanowires have varying reactivity along their surfaces. Regions of high surface reactivity are associated with larger photocurrents (or enhanced solar fuel generation efficiency) than low reactivity regions. Surprisingly, regions of high hole reactivity at positive bias are correlated with high electron reactivity at low applied potentials. This correlation between electron and hole reactivity at different applied potentials can be attributed to a correlation between surface states responsible for recombination and charge transfer. Following modification of the semiconductor nanowire with co-catalysts, we observe, interestingly, that the photocurrent from the low-reactivity regions is enhanced more effectively relative to the æhotÆ regions.\n\nThese observations suggest that the underlying nanoscale surface reactivity of semiconductor nanowires dictates the performance of the catalyst-modified material. These outcomes are significant because they can potentially lead to the design of ultra-efficient solar water splitting devices based on co-catalyst modified semiconductors.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/26/2013\n\n\t\t\t\t\tSubmitted by: Justin B Sambur"
 }
}