{
 "awd_id": "1137900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Dynamics of the Innate Immune Systems: A Study of the Toll-like Receptors (TLR) Network",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 142512.0,
 "awd_amount": 142512.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "Intellectual Merit: \r\nThe first line of defense to microbial infections or tissue damage is the innate immune system, which responds to harmful stimuli by triggering inflammation, a defensive response that is essential for tissue repair and pathogen removal. However, excessive inflammation is harmful because it can produce further tissue damage; inflammation must therefore be countered by anti-inflammatory responses. Hence, it is crucial to understand how the dynamics of the pro- and anti-inflammatory responses of the immune system are regulated. The overarching aim of this project is to elucidate the regulation dynamics of the Toll-like family of receptors (TLR), which are components of the innate immune system that recognize microbial pathogens. The project constitutes a pilot study exploring the use of systems and control theory and formal methods to study the dynamics of the innate immune system. Formal methods is a branch of mathematics and theoretical computer science that has been developed to verify the execution of complex engineering systems. The investigators will use existing published experimental data from TLR excitation experiments, to develop an integrated mathematical model combining the dynamics of signaling and transcription networks. Further, they will develop novel formal methods to analyze this model. Because of the anticipated complexity of the TLR network, the investigators will initially test their framework using data generated in silico, as well as existing, smaller data sets from other signaling networks, such as the NF-kB network. It is anticipated that successful completion of this project will create a framework capable of producing testable predictions that can be used in subsequent studies of the TLR. \r\n\r\nBroader Impacts: \r\nWhile the project focuses on quantitative study of the dynamical properties of the TLR network, the theory that will be developed is expected to be broadly applicable to other phenomena related to the innate immunity, including, autoimmunity, chronic inflammation, and obesity. Furthermore, because of its generality, the framework developed in this project should lend itself to the study of other cellular signaling mechanisms and the related transcriptional regulation systems, for example, the growth-factor signaling system and the cell-cycle regulatory system. As part of this project, graduate and undergraduate students will be trained and prepared for academic and industrial careers at the leading edge of the interface between biology and engineering. The investigators will integrate the research activity into graduate and undergraduate curriculum. Outreach activities to K-12 students and teachers, particularly targeting students from underrepresented minorities, will be carried out under the auspices of BU Academy at Boston University and the Center for Initiatives in Pre-College Education (CIPCE) at Rensselaer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Calin",
   "pi_last_name": "Belta",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Calin A Belta",
   "pi_email_addr": "calin.belta@gmail.com",
   "nsf_id": "000360411",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Salomon",
   "pi_last_name": "Amar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Salomon Amar",
   "pi_email_addr": "samar@bu.edu",
   "nsf_id": "000568787",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "766400",
   "pgm_ele_name": "THEORETICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 142512.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The innate immune system encompasses the body&rsquo;s response to detrimental stimuli, such as microbial infections and tissue damage, across multiple layers of biological organization. At the cellular level, the infection response of the innate immune system is triggered by a signaling mechanism mediated by membrane bound pattern recognition receptors (PRR). In this project, we focus on the Toll-like receptors (TLR) family, which plays a critical role in innate immunity by recognizing microbial pathogens. In particular, we sought to use mathematical models and formal methods in understanding of the signaling pathways of the immune system and the gene regulation downstream from the signals. In doing so, we integrated the signaling network and transcription regulation in a dynamic mathematical model.<strong> </strong>Once a mathematical model is formed, we can also compute experimentally testable predictions on network interventions that result in desirable modifications of the dynamics of the innate immune system.</p>\n<p>Intellectual Merit: As outcomes of this project, we developed methods for: (1) integrated modeling the signaling network and the transcription regulation network, both of which operate at different time scales, (2) mathematical analysis of the model to discover key genes in the signaling pathways, (3) identifying a dynamical system model for the gene regulation based on experimental time-series data. While we mainly focused on the TLR network, these methods are general and can be used for other signaling pathways. Towards the end of the project, we also investigated the application of point (3) above on the MAPK pathway, which is another key signaling pathway in mammalian cells. &nbsp;&nbsp;</p>\n<p>Broader Impacts: Outcomes from the research sponsored by this project have been disseminated in numerous scientific publications and seminar talks. The project also supported the training of two doctoral students. Further, the PI integrated topics related to this research, particularly those related to mathematical modeling of cellular processes into a Synthetic Biology course that was offered to undergraduate and graduate students. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/23/2015<br>\n\t\t\t\t\tModified by: Calin&nbsp;A&nbsp;Belta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe innate immune system encompasses the bodyÆs response to detrimental stimuli, such as microbial infections and tissue damage, across multiple layers of biological organization. At the cellular level, the infection response of the innate immune system is triggered by a signaling mechanism mediated by membrane bound pattern recognition receptors (PRR). In this project, we focus on the Toll-like receptors (TLR) family, which plays a critical role in innate immunity by recognizing microbial pathogens. In particular, we sought to use mathematical models and formal methods in understanding of the signaling pathways of the immune system and the gene regulation downstream from the signals. In doing so, we integrated the signaling network and transcription regulation in a dynamic mathematical model. Once a mathematical model is formed, we can also compute experimentally testable predictions on network interventions that result in desirable modifications of the dynamics of the innate immune system.\n\nIntellectual Merit: As outcomes of this project, we developed methods for: (1) integrated modeling the signaling network and the transcription regulation network, both of which operate at different time scales, (2) mathematical analysis of the model to discover key genes in the signaling pathways, (3) identifying a dynamical system model for the gene regulation based on experimental time-series data. While we mainly focused on the TLR network, these methods are general and can be used for other signaling pathways. Towards the end of the project, we also investigated the application of point (3) above on the MAPK pathway, which is another key signaling pathway in mammalian cells.   \n\nBroader Impacts: Outcomes from the research sponsored by this project have been disseminated in numerous scientific publications and seminar talks. The project also supported the training of two doctoral students. Further, the PI integrated topics related to this research, particularly those related to mathematical modeling of cellular processes into a Synthetic Biology course that was offered to undergraduate and graduate students.  \n\n \n\n\t\t\t\t\tLast Modified: 03/23/2015\n\n\t\t\t\t\tSubmitted by: Calin A Belta"
 }
}