{
 "awd_id": "1137676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fluctuation Theories for Complex Biological Systems",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 441277.0,
 "awd_amount": 441277.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "Intellectual Merit: This project addresses the roles of random fluctuations in biology, how they arise and spread, and how they can be controlled and exploited. Life at all levels of complexity is a battle between randomizing and correcting statistical tendencies. Births and deaths of individual cells or organisms create spontaneous fluctuations in population sizes that can spread through interaction networks and potentially randomize other parts of the system. The project will focus on the derivation of theorems that hold for large families of processes, to rigorously understand the broader design principles of biological systems, rather than constructing detailed models for specific systems. The theory will be applied to molecular systems to elucidate, for example, how genes are reliably expressed to produce protein and RNA molecules, as well as to populations of cells and organisms to account for the natural fluctuations in population sizes. The project is technically and experimentally innovative in that results from traditionally separate areas of applied mathematics will be synthesized to provide a framework for isolating and testing individual assumptions regarding the behavior of experimental systems. It is anticipated that the results of the project will be broadly applicable to quantitative analysis of arbitrarily complex biological systems. \r\n\r\nBroader Impacts: The proposed extensions of fundamental theory for fluctuating complex systems will provide a better understanding for how biological systems ranging in size from molecular networks in individual cells to populations of organisms can be driven to extinction through fluctuations in population sizes. To ensure that the results and methods have maximal impact on the broader scientific community, appropriate courses will be developed for advanced undergraduate and graduate levels, that are designed to be accessible to students from all areas of natural science. In addition, conferences will be organized to bring together scientists from very different disciplines, primarily from molecular biology and ecology. Finally, the PI will provide lectures at a lay level for the family program of the Harvard Museum of Natural History, demonstrating to the general public how the same dynamic principles appear at all levels of biological complexity from molecules to viruses, cells or even large organisms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Johan",
   "pi_last_name": "Paulsson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Johan M Paulsson",
   "pi_email_addr": "johan_paulsson@hms.harvard.edu",
   "nsf_id": "000191405",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "President and Fellows of Harvard College",
  "perf_str_addr": "25 Shattuck Street Suite 509",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021156027",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "766400",
   "pgm_ele_name": "THEORETICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 441277.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Life at all levels of complexity is a balance between randomizing and correcting forces. On one hand individual events are inherently probabilistic, creating spontaneous fluctuations in the number of molecules, cells and organisms. On the other hand, the systems dynamically respond to restore perturbations, at least partially. The heterogeneity observed in biology can thus only be understood if we consider both how fluctuations arise and how they are corrected.</p>\n<p>This is a daunting task. Biological networks are incredibly complex and we rarely know even the qualitative connections between components. Because the dynamics of each network component can depend on any other, it may thus seem impossible to draw rigorous conclusions about the dynamics of even the best studied parts. However, the random nature of individual events introduces constraints that cannot be overcome by interactions with other parts, and thus place limits on possible behaviors regardless of the overall networks. For example consider a game of &lsquo;telephone&rsquo; where a sequence of zeroes and ones is imperfectly whispered from one person to the next. Errors then accumulate along the chain and no type of intelligent processing could be used to infer to original message from the final one. Life processes are full of such and other constraints, which opens up for a different kind of mathematical analysis: Instead of modeling what specific systems actually do, we can use a few known or postulated facts to derive bounds on the possible behavior of whole classes of systems.</p>\n<p>In this grant we therefore developed mathematical frameworks to derive a set of results for what biological processes <em>cannot </em>do, even if parts of the network are allowed to be infinitely complex. For example, we showed that there are surprisingly severe bounds on the ability of any control network to suppress noise if there are restrictions on the maximal production rate, the half-lives of the control molecules, or the delays over the feedback loop. We also showed that for systems that assemble smaller pieces into larger complexes &ndash; including almost every process in cell biology &ndash; there are hard trade-offs between fluctuations and efficiency: as the waste becomes minimal, the fluctuations in the pieces become enormous, which in turn makes it impossible to approach 100% efficiency.</p>\n<p>We then took a similar approach to interpreting data, showing how complex systems can be analyzed in terms of a few specific parts even if many parts are unknown. Specifically we derived relationships between dynamical properties that must hold if some &lsquo;local&rsquo; assumptions are true, regardless of the rest of the network. Our first application reevaluated one of the most cited single-cell papers in the literature, showing that the data in fact cannot be explained by the model proposed, or by virtually any other model in the field for that matter.</p>\n<p>This provides an alternative to the conventional mathematical approaches to biological dynamics, which either consider simple and intuitive results for toy models, or run computer simulations for more complex models. All our results are simple, analytical and instructively formulated in terms of measurable system properties, and yet we make none of the simplifying assumptions about how the components of interest are embedded in complex networks. This has far-reaching consequences not just for mathematical biology but also for the study of other complex systems. Because the methods and derivations emphasize intuitive formulations, they also provide a unique educational opportunity and have already been incorporated into courses at several universities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2014<br>\n\t\t\t\t\tModified by: Johan&nbsp;M&nbsp;Paulsson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLife at all levels of complexity is a balance between randomizing and correcting forces. On one hand individual events are inherently probabilistic, creating spontaneous fluctuations in the number of molecules, cells and organisms. On the other hand, the systems dynamically respond to restore perturbations, at least partially. The heterogeneity observed in biology can thus only be understood if we consider both how fluctuations arise and how they are corrected.\n\nThis is a daunting task. Biological networks are incredibly complex and we rarely know even the qualitative connections between components. Because the dynamics of each network component can depend on any other, it may thus seem impossible to draw rigorous conclusions about the dynamics of even the best studied parts. However, the random nature of individual events introduces constraints that cannot be overcome by interactions with other parts, and thus place limits on possible behaviors regardless of the overall networks. For example consider a game of ætelephoneÆ where a sequence of zeroes and ones is imperfectly whispered from one person to the next. Errors then accumulate along the chain and no type of intelligent processing could be used to infer to original message from the final one. Life processes are full of such and other constraints, which opens up for a different kind of mathematical analysis: Instead of modeling what specific systems actually do, we can use a few known or postulated facts to derive bounds on the possible behavior of whole classes of systems.\n\nIn this grant we therefore developed mathematical frameworks to derive a set of results for what biological processes cannot do, even if parts of the network are allowed to be infinitely complex. For example, we showed that there are surprisingly severe bounds on the ability of any control network to suppress noise if there are restrictions on the maximal production rate, the half-lives of the control molecules, or the delays over the feedback loop. We also showed that for systems that assemble smaller pieces into larger complexes &ndash; including almost every process in cell biology &ndash; there are hard trade-offs between fluctuations and efficiency: as the waste becomes minimal, the fluctuations in the pieces become enormous, which in turn makes it impossible to approach 100% efficiency.\n\nWe then took a similar approach to interpreting data, showing how complex systems can be analyzed in terms of a few specific parts even if many parts are unknown. Specifically we derived relationships between dynamical properties that must hold if some ælocalÆ assumptions are true, regardless of the rest of the network. Our first application reevaluated one of the most cited single-cell papers in the literature, showing that the data in fact cannot be explained by the model proposed, or by virtually any other model in the field for that matter.\n\nThis provides an alternative to the conventional mathematical approaches to biological dynamics, which either consider simple and intuitive results for toy models, or run computer simulations for more complex models. All our results are simple, analytical and instructively formulated in terms of measurable system properties, and yet we make none of the simplifying assumptions about how the components of interest are embedded in complex networks. This has far-reaching consequences not just for mathematical biology but also for the study of other complex systems. Because the methods and derivations emphasize intuitive formulations, they also provide a unique educational opportunity and have already been incorporated into courses at several universities.\n\n\t\t\t\t\tLast Modified: 12/01/2014\n\n\t\t\t\t\tSubmitted by: Johan M Paulsson"
 }
}