{
 "awd_id": "1137929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Small-Number Limit of Biological Information Processing",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 339457.0,
 "awd_amount": 339457.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "Intellectual Merit: \r\nLiving entities of all sizes, from single cells to multi-cellular organisms, process energy, such as light or chemical energy, for use in growth, development and repair. They also process information, adapting their behavior to changing circumstances in their environment and to changing internal states. For example, a cell must adjust its production of specific proteins in response to changes in its environment, including signals from nearby cells, as well as new instructions from its own DNA. These responses amount to information processing by \"biological computers,\" which suggests that we can advance our understanding of complex biological systems using the tools of information technology and computer science, as long as the distinctions between human-designed computers and naturally-occurring biological systems are respected. This research addresses three central points of difference. In direct contrast to current engineered systems, which are designed to minimize noise, are deployed with circuitry fixed at time of fabrication, and rely on a small number of identical subunits (for example, transistors on a two-dimensional chip), biological systems appear to: (1) use noise to their advantage; (2) dynamically adjust their processing methods; and (3) exploit an unusually diverse set of underlying mechanisms. Aided by computer simulations, the investigators will generalize classical results in the theory of computation, such as the Shannon-Lyupanov bounds for circuit size, to account for the constraints and differences known to obtain in biology. In addition they will bring into a mathematical framework the great variety of actual processing mechanisms, such as the parallel epigenetic regulation of gene expression, that are being continuously uncovered in large-scale laboratory investigations. Such work will aid in applying the vast investment made in the theory of computation over the last sixty years to the study of biological systems. \r\n\r\nBroader Impacts:\r\nThe project is expected to produce results useful to a wide scientific and engineering audience. It is anticipated that the new algorithms to be developed for the \"reverse engineering\" of biological systems will be applicable in other domains; therefore, a portion of the project resources is devoted to making techniques developed for the extraction of logical structures available for use by the broader community. Project resources will also be devoted to the training and mentoring of undergraduate and graduate students at the Santa Fe Institute in New Mexico, which provides a unique, research-focused, interdisciplinary educational experience. Students, recruited through the Institute's NSF REU (Research Experiences for Undergraduates) program and through the Investigators' network of collaborators at graduate programs, will conduct research, and publish their results in peer-reviewed literature, under the guidance of the Investigators. Finally, the Investigators will carry out outreach activities to public school teachers who teach in under-served rural areas in New Mexico and reach large numbers of students from minority groups under-represented in STEM fields. The outreach will be conducted in collaboration with Irene Lee, head of the NSF GUTS (Growing Up Thinking Scientifically) program. At the GUTS Summer Teacher Institutes in Socorro, New Mexico, the PI will introduce middle and high school teachers to the concepts of information processing in biological systems and work with them to develop ways to incorporate this content into lesson plans, brainstorming activities and games for use in science classrooms. The Investigators will also, with guidance from Lee, provide mentorship and coaching to secondary students involved in the New Mexico Supercomputing Challenge Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "DeDeo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simon DeDeo",
   "pi_email_addr": "sdedeo@indiana.edu",
   "nsf_id": "000590537",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Krakauer",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Krakauer",
   "pi_email_addr": "krakauer@santafe.edu",
   "nsf_id": "000199690",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Santa Fe Institute",
  "inst_street_address": "1399 HYDE PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA FE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5059462727",
  "inst_zip_code": "875018943",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NM03",
  "org_lgl_bus_name": "SANTA FE INSTITUTE OF SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "M8SBQ7NVNAH4"
 },
 "perf_inst": {
  "perf_inst_name": "Santa Fe Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "875018943",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NM03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "766400",
   "pgm_ele_name": "THEORETICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 283794.0
  }
 ],
 "por": null
}