{
 "awd_id": "1137031",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Grant: Developing strategies to improve women's active participation in engineering student group project teams",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donna Riley",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 148174.0,
 "awd_amount": 148174.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2011-07-20",
 "awd_abstract_narration": "This engineering education research initiation grant will implement a rigorous experimental methodology to examine the impact of team activities on the self-efficacy of women engineering students.  The research project engages complementary expertise in engineering and psychology, and builds on existing networks and resources at the PIs institution. \r\n\r\nThe broader significance and importance of this project arises from the increasing importance of teams in engineering courses and curricula.  Since recent research demonstrates the impact of self-efficacy on how well students learn, this work can broadly inform efforts to produce a better trained engineering workforce.   A vigorous plan to disseminate the results of this research is proposed.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by creating results and research that are useful for society by informing educational policy and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lorelle",
   "pi_last_name": "Meadows",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lorelle A Meadows",
   "pi_email_addr": "lameadows@mtu.edu",
   "nsf_id": "000320664",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Denise",
   "pi_last_name": "Sekaquaptewa",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Denise J Sekaquaptewa",
   "pi_email_addr": "dsekaqua@umich.edu",
   "nsf_id": "000421980",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1221 Beal Avenue",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 148174.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of this research project were to rigorously document the observation that women engage in less active participation than men in first year student group project presentations, to begin to explore the origins of this pattern of behavior and to develop and test strategies to reduce gender stereotypic role adoption and balance active participation across men and women in engineering group project teams. &nbsp;</p>\n<p>We first characterized the roles of over 1000 students on over 200 mixed gender teams using two independent judges who observed videotaped final presentations in a first year introductory engineering course. We also administered a survey to over 200 of these students.&nbsp; We found that women on first-year engineering project teams quantitatively exhibit significantly less active participation than men &ndash; women delivered less technical information, spoke for less time and answered fewer audience questions than men.&nbsp; Interestingly, this pattern occurred regardless of the gender ratio of the team; even on female dominated teams, we saw this pattern.&nbsp; We also learned that among women, the more technical information they presented, the greater their self-perceived learning. Yet, despite this perception, women were less likely to present this information.</p>\n<p>To better understand our findings, we conducted focus groups with both female and male students who had taken the introductory engineering course.&nbsp; We learned that, from their perspective, teams generally strive for fairness in determining roles.&nbsp; However, stereotyping was evident: they reported that the technical parts were given to those who were seen as having the greatest expertise or experience, and this was most commonly men. &nbsp;Women did more of the report writing and adopted organizational roles such as taking notes, scheduling meetings, and distributing agendas. Some women reported that men saw women as less competent and therefore took over most of the technical work leaving little for the women to do. &nbsp;Solo women were particularly at risk for stereotyping. &nbsp;&nbsp;Although students recognized that their roles seemed to conform to stereotypes, they thought it was mostly self-determined &ndash; that they were not pressured into it.</p>\n<p>In a laboratory experiment, we tested two intervention strategies hypothesized to equalize participation of women in engineering teams.&nbsp; Both strategies were based on highlighting counter-stereotypic gender roles with the goal of reducing the influence of gender stereotypes in the group project, but were delivered using two distinct types of materials: video presentation and written guidelines.&nbsp; These two strategies were identified as methods easily employed in an engineering classroom.&nbsp; To test the effectiveness of each strategy, we designed both an intervention version (raising awareness of gender stereotyping) and a control version (addressing only best practices in teamwork, without reference to gender stereotyping) of each strategy.&nbsp; In the video intervention, students were shown a ten-minute video described as &ldquo;an example of a successful project team.&rdquo;&nbsp; The video included clips from a group project presentation in which women instead of men are shown in the technical presentation roles.&nbsp; Brief interviews showed the group members relating how they avoided gender stereotypic roles, such as assigning women to be note-takers.&nbsp; The control video showed women in non-technical roles and the interviews related good general groupwork practices without referencing gender stereotypes.&nbsp; The written guidelines intervention presented content similar to the video intervention but in written form. The intervention guidelines instructed students to participate equally in all aspects of the presentation, and to avoid relegating any team members to only note-taking or...",
  "por_txt_cntn": "\nThe major goals of this research project were to rigorously document the observation that women engage in less active participation than men in first year student group project presentations, to begin to explore the origins of this pattern of behavior and to develop and test strategies to reduce gender stereotypic role adoption and balance active participation across men and women in engineering group project teams.  \n\nWe first characterized the roles of over 1000 students on over 200 mixed gender teams using two independent judges who observed videotaped final presentations in a first year introductory engineering course. We also administered a survey to over 200 of these students.  We found that women on first-year engineering project teams quantitatively exhibit significantly less active participation than men &ndash; women delivered less technical information, spoke for less time and answered fewer audience questions than men.  Interestingly, this pattern occurred regardless of the gender ratio of the team; even on female dominated teams, we saw this pattern.  We also learned that among women, the more technical information they presented, the greater their self-perceived learning. Yet, despite this perception, women were less likely to present this information.\n\nTo better understand our findings, we conducted focus groups with both female and male students who had taken the introductory engineering course.  We learned that, from their perspective, teams generally strive for fairness in determining roles.  However, stereotyping was evident: they reported that the technical parts were given to those who were seen as having the greatest expertise or experience, and this was most commonly men.  Women did more of the report writing and adopted organizational roles such as taking notes, scheduling meetings, and distributing agendas. Some women reported that men saw women as less competent and therefore took over most of the technical work leaving little for the women to do.  Solo women were particularly at risk for stereotyping.   Although students recognized that their roles seemed to conform to stereotypes, they thought it was mostly self-determined &ndash; that they were not pressured into it.\n\nIn a laboratory experiment, we tested two intervention strategies hypothesized to equalize participation of women in engineering teams.  Both strategies were based on highlighting counter-stereotypic gender roles with the goal of reducing the influence of gender stereotypes in the group project, but were delivered using two distinct types of materials: video presentation and written guidelines.  These two strategies were identified as methods easily employed in an engineering classroom.  To test the effectiveness of each strategy, we designed both an intervention version (raising awareness of gender stereotyping) and a control version (addressing only best practices in teamwork, without reference to gender stereotyping) of each strategy.  In the video intervention, students were shown a ten-minute video described as \"an example of a successful project team.\"  The video included clips from a group project presentation in which women instead of men are shown in the technical presentation roles.  Brief interviews showed the group members relating how they avoided gender stereotypic roles, such as assigning women to be note-takers.  The control video showed women in non-technical roles and the interviews related good general groupwork practices without referencing gender stereotypes.  The written guidelines intervention presented content similar to the video intervention but in written form. The intervention guidelines instructed students to participate equally in all aspects of the presentation, and to avoid relegating any team members to only note-taking or other supporting roles. The control guidelines described general best practices, but stereotypes were not mentioned.  We videotaped 72 mixed-gender teams (two men and two women) wor..."
 }
}