{
 "awd_id": "1137472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Implementation Grant--University of the Virgin Islands' Comprehensive Approach to Retention and Persistence in STEM",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 2029727.0,
 "awd_amount": 2029727.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2014-07-21",
 "awd_abstract_narration": "The University of the Virgin Islands (UVI) HBCU-UP project is designed to increase retention and persistence in STEM and strengthen student preparation for graduate school and the workforce. The project intends to build a strong foundation for incoming UVI STEM students through activities to increase pass rate in developmental courses and to increase student preparedness for Calculus by a Math Behind the Science Summer Bridge Program including course-taking in computer programming and mentoring and training of students to understand the expectations for success in STEM education and careers. Strategies selected to achieve these objectives resulted from a thorough literature review of evidenced-based practices and tailored for the specific context of the institution. Peer Led Team Learning (PLTL) will be employed as a strategy to increase pass rate in developmental courses. The project has specific targets for STEM retention and graduation rate increases. A comprehensive set of strategies to achieve the retention and graduation rate goals include creation and/or delivery of 1. A special STEM freshman development course, 2. Summer Sophomore Research Institute (SSRI), 3. Summer Undergraduate Research Experience (SURE), 4. Academic year HBCU-UP Research Scholar (AHRS), 5. Faculty professional development in STEM student advising and mentoring, and 6. A STEM Resource Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Camille",
   "pi_last_name": "McKayle",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Camille A McKayle",
   "pi_email_addr": "cmckayl@uvi.edu",
   "nsf_id": "000180193",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Stolz",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Robert C Stolz",
   "pi_email_addr": "rstolz@uvi.edu",
   "nsf_id": "000219489",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of The Virgin Islands",
  "inst_street_address": "#2 JOHN BREWERS BAY",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE AMALIE",
  "inst_state_code": "VI",
  "inst_state_name": "Virgin Islands",
  "inst_phone_num": "3406931202",
  "inst_zip_code": "008026004",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VI00",
  "org_lgl_bus_name": "UNIVERSITY OF THE VIRGIN ISLANDS",
  "org_prnt_uei_num": "JTFKX11JLHS8",
  "org_uei_num": "JTFKX11JLHS8"
 },
 "perf_inst": {
  "perf_inst_name": "University of The Virgin Islands",
  "perf_str_addr": "2 Brewers Bay",
  "perf_city_name": "St. Thomas",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "00802",
  "perf_ctry_code": "VQ",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "00",
  "perf_ctry_name": "Virgin Islands, U.S.",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 828339.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 399376.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 400460.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 401552.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of the Virgin Islands (UVI) HBCU-UP Comprehensive Approach to Persistence and Retention (CARP) in STEM program was designed to increase the retention and persistence of STEM students at UVI and strengthen their preparation for graduate school and the workforce. A comprehensive set of academic year, summer bridge programs and undergraduate STEM research experiences were implemented to increase students&rsquo; persistence, retention and graduation rateS. The following programs make up the UVI-CARP program.</p>\n<ol>\n<li>Math Behind the Science Summer Bridge;</li>\n<li>STEM freshman development courses;</li>\n<li>Peer Led Team Learning (PLTL);</li>\n<li>Summer Sophomore Research Institutes (SSRI);</li>\n<li>Summer Undergraduate Research Experiences (SURE)</li>\n</ol>\n<p>&nbsp;</p>\n<h1>INTELLECTUAL MERIT</h1>\n<h2>MATH BEHIND THE SCIENCE</h2>\n<p>The Math Behind the Science (MBS) summer bridge program was a residential 6-week course designed to enhance the mathematics preparedness and mathematics competencies of college-bound students who were interested in pursuing careers in STEM. Specifically, the program prepared high school graduates to enter introductory college level calculus courses and provided a foundation for success in other STEM courses.</p>\n<h2>PEER LED TEAM LEARNING</h2>\n<p>&nbsp;</p>\n<p>Peer-led Team Learning (PLTL) is a model for undergraduate instruction that introduces a peer-led workshop as an integral part of a course (Gosser Jr. &amp; Roth, 1998; Gosser Jr. D. R., Kampmeier, Strozak, Varma-Nelson, Radel, &amp; Weiner, 1996; Gosser Jr., Cracolice, Kampmeier, Roth, &amp; Varma-Nelson, 2001).&nbsp; Research shows that peer-led team learning improves students&rsquo; performance in science and mathematics courses (Parkinson, 2009; Subramanian, Cates, and Gutarts, 2009).</p>\n<p>&nbsp;</p>\n<p>At the beginning of the UVI CARP program, in 2012, pass rates were compared for those courses that included a PLTL component and those that did not.&nbsp; The pass rates for PLTL supported courses were higher than non-PLTL courses. The pass rate for PLTL courses was significantly higher than for non-PLTL courses.&nbsp; Because of the demonstrated benefits, PLTL sessions were incorporated into every section of all developmental mathematics courses.<strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<h2>SUMMER UNDERGRADUATE RESEARCH</h2>\n<p>&nbsp;</p>\n<p>Working with a faculty mentor, students participated in appropriate summer research projects: Summer Sophomore Research Institute for rising sophomores and juniors, and Summer Undergraduate Research Experience for advanced rising juniors and rising seniors.&nbsp; The STEM confidence and self-efficacy was administered to a subset of students who participated in the SURE and SSRI program.&nbsp; There was a statistically significant difference between the pre- and post survey responses to two questions on the survey. An analysis of these results shows that because of the SURE program students&rsquo; confidence to understand STEM topics and to explain science information learned to another person increased.</p>\n<p>&nbsp;</p>\n<h2>FACULTY MENTORING</h2>\n<p>Empirical data show that faculty mentors perceive that they support students and encourage them. The support and encouragement foster a &lsquo;special relationship&rsquo; between faculty and students. For instance, one faculty mentor commented, <em>&ldquo;I yell eureka in the lab&rdquo;</em> referring to her excitement when students master a specific laboratory skill. Another faculty mentor stated, &ldquo;<em>I get excited and offer encouragement&rdquo;</em> and another commented, &ldquo;<em>They learn that you don&rsquo;t go away&rdquo; </em>and &ldquo;<em>They feel that faculty are there for them.&rdquo;</em> Other indicators of the special relationship include faculty mentors talking to students, spending time with them, engaging students as colleagues, and recommending that students seek peer support.</p>\n<h1>BROADER IMPACTS:</h1>\n<p>An analysis of quantitative and qualitative data collected from show that the UVI CARP program accomplished the goals and objectives set forth. Specifically, the program increased the pass rate for STEM students in mathematics developmental courses from 33 percent to 71 percent; increased the number of students prepare for and placed in college calculus earlier in their undergraduate careers; increased the retention rate of entering STEM majors from 67 percent to 80 percent; and increased first-year persistence rates of STEM majors from 47 percent to 63 percent.</p>\n<p>Much of the improvement in retention in STEM is credited to the institutionalization of PLTL in mathematics courses. Historically, it has been during or after taking college chemistry and mathematics that students opt out of STEM. A PLTL component for all foundational mathematics courses is now a regular part of each course. The institutionalization of PLTL is based on empirical evidence that shows the positive impact of PLTL on students&rsquo; science and mathematics content knowledge gains, confidence, and increases in course pass rates.</p>\n<p>&nbsp;</p>\n<p>UVI CARP program activities have been instrumental in increasing the retention rate for STEM majors from year 1 to year 2. The 2013 cohort of entering freshman declaring STEM as a major during their sophomore year was 80.20%. Program activities have also been instrumental in increasing STEM majors&rsquo; persistence in STEM from years 2 to 3 with 62.70% (47 of the original 75) 2013 STEM majors remaining as STEM majors in the third year (2014).</p>\n<p>The program activities contributed to students&rsquo; positive perceptions of their ability to understand and explain STEM ideas. Further, the program contributes to students&rsquo; confidence in their ability to explain something learned in class to another person.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/20/2018<br>\n\t\t\t\t\tModified by: Robert&nbsp;C&nbsp;Stolz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe University of the Virgin Islands (UVI) HBCU-UP Comprehensive Approach to Persistence and Retention (CARP) in STEM program was designed to increase the retention and persistence of STEM students at UVI and strengthen their preparation for graduate school and the workforce. A comprehensive set of academic year, summer bridge programs and undergraduate STEM research experiences were implemented to increase students? persistence, retention and graduation rateS. The following programs make up the UVI-CARP program.\n\nMath Behind the Science Summer Bridge;\nSTEM freshman development courses;\nPeer Led Team Learning (PLTL);\nSummer Sophomore Research Institutes (SSRI);\nSummer Undergraduate Research Experiences (SURE)\n\n\n \nINTELLECTUAL MERIT\nMATH BEHIND THE SCIENCE\n\nThe Math Behind the Science (MBS) summer bridge program was a residential 6-week course designed to enhance the mathematics preparedness and mathematics competencies of college-bound students who were interested in pursuing careers in STEM. Specifically, the program prepared high school graduates to enter introductory college level calculus courses and provided a foundation for success in other STEM courses.\nPEER LED TEAM LEARNING\n\n \n\nPeer-led Team Learning (PLTL) is a model for undergraduate instruction that introduces a peer-led workshop as an integral part of a course (Gosser Jr. &amp; Roth, 1998; Gosser Jr. D. R., Kampmeier, Strozak, Varma-Nelson, Radel, &amp; Weiner, 1996; Gosser Jr., Cracolice, Kampmeier, Roth, &amp; Varma-Nelson, 2001).  Research shows that peer-led team learning improves students? performance in science and mathematics courses (Parkinson, 2009; Subramanian, Cates, and Gutarts, 2009).\n\n \n\nAt the beginning of the UVI CARP program, in 2012, pass rates were compared for those courses that included a PLTL component and those that did not.  The pass rates for PLTL supported courses were higher than non-PLTL courses. The pass rate for PLTL courses was significantly higher than for non-PLTL courses.  Because of the demonstrated benefits, PLTL sessions were incorporated into every section of all developmental mathematics courses. \n\n \nSUMMER UNDERGRADUATE RESEARCH\n\n \n\nWorking with a faculty mentor, students participated in appropriate summer research projects: Summer Sophomore Research Institute for rising sophomores and juniors, and Summer Undergraduate Research Experience for advanced rising juniors and rising seniors.  The STEM confidence and self-efficacy was administered to a subset of students who participated in the SURE and SSRI program.  There was a statistically significant difference between the pre- and post survey responses to two questions on the survey. An analysis of these results shows that because of the SURE program students? confidence to understand STEM topics and to explain science information learned to another person increased.\n\n \nFACULTY MENTORING\n\nEmpirical data show that faculty mentors perceive that they support students and encourage them. The support and encouragement foster a ?special relationship? between faculty and students. For instance, one faculty mentor commented, \"I yell eureka in the lab\" referring to her excitement when students master a specific laboratory skill. Another faculty mentor stated, \"I get excited and offer encouragement\" and another commented, \"They learn that you don?t go away\" and \"They feel that faculty are there for them.\" Other indicators of the special relationship include faculty mentors talking to students, spending time with them, engaging students as colleagues, and recommending that students seek peer support.\nBROADER IMPACTS:\n\nAn analysis of quantitative and qualitative data collected from show that the UVI CARP program accomplished the goals and objectives set forth. Specifically, the program increased the pass rate for STEM students in mathematics developmental courses from 33 percent to 71 percent; increased the number of students prepare for and placed in college calculus earlier in their undergraduate careers; increased the retention rate of entering STEM majors from 67 percent to 80 percent; and increased first-year persistence rates of STEM majors from 47 percent to 63 percent.\n\nMuch of the improvement in retention in STEM is credited to the institutionalization of PLTL in mathematics courses. Historically, it has been during or after taking college chemistry and mathematics that students opt out of STEM. A PLTL component for all foundational mathematics courses is now a regular part of each course. The institutionalization of PLTL is based on empirical evidence that shows the positive impact of PLTL on students? science and mathematics content knowledge gains, confidence, and increases in course pass rates.\n\n \n\nUVI CARP program activities have been instrumental in increasing the retention rate for STEM majors from year 1 to year 2. The 2013 cohort of entering freshman declaring STEM as a major during their sophomore year was 80.20%. Program activities have also been instrumental in increasing STEM majors? persistence in STEM from years 2 to 3 with 62.70% (47 of the original 75) 2013 STEM majors remaining as STEM majors in the third year (2014).\n\nThe program activities contributed to students? positive perceptions of their ability to understand and explain STEM ideas. Further, the program contributes to students? confidence in their ability to explain something learned in class to another person.\n\n \n\n\t\t\t\t\tLast Modified: 11/20/2018\n\n\t\t\t\t\tSubmitted by: Robert C Stolz"
 }
}