{
 "awd_id": "1137007",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Research Data Lifecycle Management",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 42895.0,
 "awd_amount": 42895.0,
 "awd_min_amd_letter_date": "2011-04-18",
 "awd_max_amd_letter_date": "2011-04-18",
 "awd_abstract_narration": "The volume of data produced by computational modeling and analysis places increasing demands on researchers, IT staff, and IT infrastructure to store, manage, and move data. At the same time, funding agencies are enforcing and increasing requirements for management of data produced through grant funded projects. These pressures come together to put our institutions in a situation where they do not have established funding and best practices for managing this volume of data and, in addition, researchers and IT professionals do not have the data curation expertise to select data and create metadata to ensure the long term preservation and discoverability of important data. There is a strong need to bring these communities together with the library/archive community to consider data lifecycle management and to develop long term funding and data curation strategies that will help institutions to meet the increasing needs.\r\n\r\nThe objective of this workshop is to bring together researchers, campus Information Technology (IT) leaders, and library/archive specialists to discuss the topic of data lifecycle management specifically as it relates to computational science and engineering research data. This discussion will result in a common understanding of best practices and funding models for selecting, storing, describing, and preserving this digital data. The workshop will also help to cultivate partnerships between these communities to foster continued developments in the preservation and sharing of research data.\r\n\r\nThe recommendations and practices developed at this workshop will enable the more effective preservation and sharing of the huge quantity and volume of data sets produced by computational scientists and engineers. This workshop will directly impact the intellectual capabilities of our higher education institutions by initiating a sustained dialog into the lifecycle management of our research data.\r\n\r\nFaculty and staff who attend the workshop will return to their institutions better prepared to lead the effort to develop and improve research data lifecycle management practices. As these practices are established on campuses across the country, data will become more available to all institutions including those from economically disadvantaged areas. The broader availability of data will benefit research and education, impacting students and researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Hillegas",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis W Hillegas",
   "pi_email_addr": "curt@princeton.edu",
   "nsf_id": "000058896",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085441013",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7726",
   "pgm_ref_txt": "DATANET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 42895.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The following recommendations are the outcomes of the discussions at the Research Data Lifecycle Management workshop, July 18 &ndash; 20, 2011.</p>\n<p><strong>Funding and Operation of Research Data Lifecycle Management</strong></p>\n<p>&bull;<span> </span>The National Science Board or similar entities should be engaged to interact with funding agencies to determine whether data preservation activities should be covered by the indirect cost pool defined for academic institutions.</p>\n<p>&bull;<span> </span>Research community standards similar to records retention standards in business need to be clarified to allow future research data federation or partnerships to be established.</p>\n<p>&bull;<span> </span>An initiative should be undertaken to provide a common (interdisciplinary) definition of data.</p>\n<p>&bull;<span> </span>An initiative should be undertaken to outline phases of the data lifecycle.</p>\n<p>&bull;<span> </span>An initiative should be undertaken to develop &ldquo;taxonomy&rdquo;, since terms such as &ldquo;preservation&rdquo; may mean different things to different communities.</p>\n<p>&bull;<span> </span>A research project should be performed to look at the existing collection of operational models for data lifecycle management.&nbsp;</p>\n<p><strong>Partnering Researchers, IT Staff, Librarians, and Archivists</strong></p>\n<p>&bull;<span> </span>Complete a survey of organizational &ldquo;models&rdquo; or best practices for communication and interaction between researchers, IT staff, librarians and archivists.</p>\n<p><strong>Assessment and selection of research data</strong></p>\n<p>&bull;<span> </span>Over the long-term, create workflows for data collection that include metadata creation and data selection which will make it easy for researchers to undertake these actions.</p>\n<p>&bull;<span> </span>Add data management to the academic research methodology curriculum, perhaps as an enhancement to existing research compliance training.</p>\n<p>&bull;<span> </span>Demonstrate to researchers how standardized archiving and retention policies will help make their lives easier.</p>\n<p><strong>Policy</strong></p>\n<p>&bull;<span> </span>Universities should develop or clarify policies about data management including recommendations such as where data should be deposited.</p>\n<p>&bull;<span> </span>Universities and related institutions should act in concert to develop policies about data ownership and responsibility in consultation with funding agencies.&nbsp;</p>\n<p>&bull;<span> </span>Organize a workshop for senior research officers (VP&rsquo;s or Deans for research and similar positions) and senior academic officers (Provosts and similar positions) to discuss data lifecycle management in order to elevate the visibility and importance of this topic with senior university administrators.</p>\n<p>&bull;<span> </span>Create a catalog of issues such as data ownership, data restrictions, etc. for all disciplines in a quick guide format.</p>\n<p>&bull;<span> </span>Organize a workshop for leaders of discipline communities to develop a common framework that could then be customized or extended to meet each community&rsquo;s needs. &nbsp;Provide list of issues and possible solutions to communities to meet their standards and needs.</p>\n<p><strong>Standards for Provenance, Metadata, Discoverability</strong></p>\n<p>&bull;<span> </span>Create a framework to share and receive data and metadata across disciplines, with confidence in the quality of data and metadata. When doing so, describe using principles as opposed to specific technologies (for example, describe trees and relationships rather than specifying RDF).</p>\n<p>&bull;<span> </span>Design provenance metadata that cuts across different areas.</p>\n<p>&bull;<span> </span>Create strategies for capturing metadata at various points in the data lifecycle, in an automated way, if possible). For instance, with sensor data, sen...",
  "por_txt_cntn": "\nThe following recommendations are the outcomes of the discussions at the Research Data Lifecycle Management workshop, July 18 &ndash; 20, 2011.\n\nFunding and Operation of Research Data Lifecycle Management\n\n&bull; The National Science Board or similar entities should be engaged to interact with funding agencies to determine whether data preservation activities should be covered by the indirect cost pool defined for academic institutions.\n\n&bull; Research community standards similar to records retention standards in business need to be clarified to allow future research data federation or partnerships to be established.\n\n&bull; An initiative should be undertaken to provide a common (interdisciplinary) definition of data.\n\n&bull; An initiative should be undertaken to outline phases of the data lifecycle.\n\n&bull; An initiative should be undertaken to develop \"taxonomy\", since terms such as \"preservation\" may mean different things to different communities.\n\n&bull; A research project should be performed to look at the existing collection of operational models for data lifecycle management. \n\nPartnering Researchers, IT Staff, Librarians, and Archivists\n\n&bull; Complete a survey of organizational \"models\" or best practices for communication and interaction between researchers, IT staff, librarians and archivists.\n\nAssessment and selection of research data\n\n&bull; Over the long-term, create workflows for data collection that include metadata creation and data selection which will make it easy for researchers to undertake these actions.\n\n&bull; Add data management to the academic research methodology curriculum, perhaps as an enhancement to existing research compliance training.\n\n&bull; Demonstrate to researchers how standardized archiving and retention policies will help make their lives easier.\n\nPolicy\n\n&bull; Universities should develop or clarify policies about data management including recommendations such as where data should be deposited.\n\n&bull; Universities and related institutions should act in concert to develop policies about data ownership and responsibility in consultation with funding agencies. \n\n&bull; Organize a workshop for senior research officers (VPÆs or Deans for research and similar positions) and senior academic officers (Provosts and similar positions) to discuss data lifecycle management in order to elevate the visibility and importance of this topic with senior university administrators.\n\n&bull; Create a catalog of issues such as data ownership, data restrictions, etc. for all disciplines in a quick guide format.\n\n&bull; Organize a workshop for leaders of discipline communities to develop a common framework that could then be customized or extended to meet each communityÆs needs.  Provide list of issues and possible solutions to communities to meet their standards and needs.\n\nStandards for Provenance, Metadata, Discoverability\n\n&bull; Create a framework to share and receive data and metadata across disciplines, with confidence in the quality of data and metadata. When doing so, describe using principles as opposed to specific technologies (for example, describe trees and relationships rather than specifying RDF).\n\n&bull; Design provenance metadata that cuts across different areas.\n\n&bull; Create strategies for capturing metadata at various points in the data lifecycle, in an automated way, if possible). For instance, with sensor data, sensors could be designed to create better metadata. A frequently-used approach is to create a data model with project members, build use cases, and identify milestones.  Observing data practices is very valuable for learning about an area and translating practice in the field into tools.\n\n&bull; Use approach demonstrated by the genome sequencing community of developing community metadata standards, and having agencies fund only those researchers who follow the standards. \n\nSecure Research Data\n\n&bull; Enquire about a national working group to guide compliance to various federal..."
 }
}