{
 "awd_id": "1137087",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop:  China-US Workshop on Barriers to Sustainable Photosynthetic Production of Biofuels, September 2011, West Lafayette, IN",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ram Gupta",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-07-07",
 "awd_max_amd_letter_date": "2011-07-07",
 "awd_abstract_narration": "Proposal ID: 1137087\r\nPI:  Nathan S Mosier\r\n\r\nThis award will support participant travel to a China-US Workshop titled Barriers to Sustainable Photosynthetic Production of Biofuels to be held as part of the China-US Joint Research Center Symposium in September 2011 at Purdue University.\r\n\r\nIntellectual Merit\r\n\r\nDirect conversion of reduced carbon from photosynthesis to energy-rich hydrocarbons and lipids is one approach that may successful for the sustainable production of biofuels.  Autotrophic organisms that directly produce biofuels in scalable systems through the photosynthetic fixation of atmospheric carbon have significant potential to enable drop-in biofuel production. The workshop will focus on identifying the critical knowledge gaps in photosynthetically driven, biocatalytic production of drop-in biofuels.  The workshop will examine issues with biofuels from phototropic microorganisms (e.g. algae) and not on lignocellulosic biomass conversion.  The workshop will have three research and education objectives:  1) Identify the critical knowledge gaps in photosynthecially driven synthesis of reduced carbon biomolecules for drop-in biofuels and bioproducts; 2) Identify potential research collaborations and partnerships between US and China institutions; and  3) Develop recommendations for areas of funding needs to enable the bio-economy.\r\n\r\nBroader Impacts\r\n\r\nThe outcome of the workshop will be a report that outlines the knowledge gaps and identifies specific areas where joint US-China research efforts could be most effective in algae-based biofuel production.  The report will also list potential research collaborations that are enabled by partnerships between US and China institutions affiliated with the China-US Joint Research Center for Ecosystem and Environmental Change.  The inclusion of graduate students in the workshop will foster a greater global understanding of the impacts of their research, and a greater appreciation for the global community of scientists working in the area of sustainable energy production.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Mosier",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan S Mosier",
   "pi_email_addr": "mosiern@purdue.edu",
   "nsf_id": "000406152",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pankaj",
   "pi_last_name": "Sharma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pankaj Sharma",
   "pi_email_addr": "sharma@purdue.edu",
   "nsf_id": "000255577",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "500 Central Dr",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072022",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>China-US Workshop on Barriers to Sustainable Photosynthetic Production of Biofuels</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>A major challenge for the development of bioenergy production systems is the low density and low volumetric productivity of the stored chemical energy resulting from photosynthetic systems.&nbsp; In order to produce what would truly be &ldquo;drop in&rdquo; liquid biofuels, catalytic, biochemical, and engineering processes must be developed that are scalable, result in high yields, and are achieved over short timescales in small volumes.&nbsp; Direct conversion of reduced carbon from photosynthesis to energy-rich hydrocarbons and lipids is one approach that may successful.&nbsp; Organisms that use light to directly produce biofuels or scalable bio or chemical catalysts systems integrated powered by sunlight are possible scenarios for drop in biofuel production.&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>A number of gaps in our scientific knowledge are hurdles in the development of novel, direct, and sustainable energy systems.&nbsp; Representing the world&rsquo;s largest economies, both the US and China have strong desire to see these discoveries made and great motivation to translate these discoveries into new technologies.&nbsp; With support from NSF, we organized a workshop entitled &ldquo;China-US Workshop on Barriers to Sustainable Photosynthetic Production of Biofuels&rdquo; which was held at the China-US Joint Research Center Symposium on Wednesday September 28, 2011 at Purdue University.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The workshop had three goals:</p>\n<ol>\n<li>Identify the critical knowledge gaps in biocatalytic and chemical catalytic conversion of photosynthesis-derived reduced-carbon biomolecules to drop-in biofuels and bioproducts</li>\n<li>Indentify potential research collaborations and partnerships between US and China institutions</li>\n<li>Develop recommendations for areas of funding needs to enable the bio-economy.</li>\n</ol>\n<p><strong>&nbsp;</strong></p>\n<p>The workshop had a focused group of participants who learned about new advances in the areas of living organisms (cyanobacteria and algae) and hybrid biological/synthetic technologies for electricity and biofuel production.&nbsp; Several knowledge gaps in these two broad areas were identified through discussion and a few key recommendations for future research were developed.&nbsp; New discoveries in this area have potential to significantly aid in new innovating technologies for producing bioenergy and biofuels directly from sunlight. While the field is new, opportunities still exist for using living cells (algae and cyanobacteria) to produce intermediates chemicals that can be converted to biofuels using techniques and technology already in place. Discussions with Chinese scientists suggest that fruitful collaborations, especially in this area, may exist.</p>\n<p>&nbsp;</p>\n<p>This workshop emphasized common areas of interest in China and the US for scientific inquiry directed toward sustainable biofuel production.&nbsp; It is hoped that fruitful US-China research collaborations and join endeavors will develop from these efforts.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2012<br>\n\t\t\t\t\tModified by: Nathan&nbsp;S&nbsp;Mosier</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nChina-US Workshop on Barriers to Sustainable Photosynthetic Production of Biofuels\n\n \n\nA major challenge for the development of bioenergy production systems is the low density and low volumetric productivity of the stored chemical energy resulting from photosynthetic systems.  In order to produce what would truly be \"drop in\" liquid biofuels, catalytic, biochemical, and engineering processes must be developed that are scalable, result in high yields, and are achieved over short timescales in small volumes.  Direct conversion of reduced carbon from photosynthesis to energy-rich hydrocarbons and lipids is one approach that may successful.  Organisms that use light to directly produce biofuels or scalable bio or chemical catalysts systems integrated powered by sunlight are possible scenarios for drop in biofuel production. \n\n \n\nA number of gaps in our scientific knowledge are hurdles in the development of novel, direct, and sustainable energy systems.  Representing the worldÆs largest economies, both the US and China have strong desire to see these discoveries made and great motivation to translate these discoveries into new technologies.  With support from NSF, we organized a workshop entitled \"China-US Workshop on Barriers to Sustainable Photosynthetic Production of Biofuels\" which was held at the China-US Joint Research Center Symposium on Wednesday September 28, 2011 at Purdue University. \n\n \n\nThe workshop had three goals:\n\nIdentify the critical knowledge gaps in biocatalytic and chemical catalytic conversion of photosynthesis-derived reduced-carbon biomolecules to drop-in biofuels and bioproducts\nIndentify potential research collaborations and partnerships between US and China institutions\nDevelop recommendations for areas of funding needs to enable the bio-economy.\n\n\n \n\nThe workshop had a focused group of participants who learned about new advances in the areas of living organisms (cyanobacteria and algae) and hybrid biological/synthetic technologies for electricity and biofuel production.  Several knowledge gaps in these two broad areas were identified through discussion and a few key recommendations for future research were developed.  New discoveries in this area have potential to significantly aid in new innovating technologies for producing bioenergy and biofuels directly from sunlight. While the field is new, opportunities still exist for using living cells (algae and cyanobacteria) to produce intermediates chemicals that can be converted to biofuels using techniques and technology already in place. Discussions with Chinese scientists suggest that fruitful collaborations, especially in this area, may exist.\n\n \n\nThis workshop emphasized common areas of interest in China and the US for scientific inquiry directed toward sustainable biofuel production.  It is hoped that fruitful US-China research collaborations and join endeavors will develop from these efforts.\n\n \n\n\t\t\t\t\tLast Modified: 10/10/2012\n\n\t\t\t\t\tSubmitted by: Nathan S Mosier"
 }
}