{
 "awd_id": "1137763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "JSU-RISE:  Research Infrastructure and Student Development through the Chemical Design of Multifunctional Carbon Nanotubes",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Santiago",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 999130.0,
 "awd_amount": 999130.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2011-09-02",
 "awd_abstract_narration": "The Jackson State University HBCU-RISE (Research Infrastructure for Science and Engineering) project will utilize an interdisciplinary approach to develop a research and educational program that will prepare chemistry undergraduate (RISE Scholars) and graduate students (RISE Fellows) to be competitive in a global market. The research activities of the project will bring together faculty members from different scientific disciplines with these students to develop multifunctional carbon nanotube hybrid materials for the possible detection of several waterborne pathogens (e.g. Escherichia coli, Salmonella, and Shigella) selectively and simultaneously, which will be suitable for potential applications for water purification. \r\n\r\nIntellectual Merit\r\nWaterborne pathogens are an emerging threat worldwide in hospitalized children and adult patients. These pathogens are responsible for an increase in mortality rates and additional financial costs. Computationally driven synthesis of the proposed multifunctional CNTs with multimodal sensing capabilities would selectively and simultaneously sense and identify several pathogens in real time and purify the water supply. \r\n\r\nBroader Impact\r\nThe human resource objectives of the project are (a) to improve and expand JSU's research and educational capability in order to prepare African Americans and women to become effective future scientists for the nation and (b) to increase the number and quality of underrepresented minority STEM students through interdisciplinary research and effective mentoring. The research and educational goals of this project align well within the ongoing developmental plan of Jackson State University to become one of the region's foremost centers for nanoscience and nanotechnology. \r\n\r\nThe specific aims of the Jackson State-RISE program are \r\n(1) to establish an interdisciplinary research team to address water contamination problems; \r\n(2) to expose students to the collaborative nature of the scientific enterprise by bringing together a core group of interdisciplinary faculty with complementary scientific pursuits; \r\n(3) to develop leadership skills of students:  this includes the active roles of students in decision making concerning their research projects, summer internships, seminar speakers and other programmatic issues; \r\n(4) to create a JSU-RISE educational/research atmosphere that includes journal clubs, seminars, workshops on scientific writing, presentation and research ethics, research skill development, teaching experiences, and strategies for competing for national pre-doctoral and postdoctoral fellowships; \r\n(5) to increase the candidate pool for future JSU-RISE students by involving highly qualified undergraduate and K-12 students in the program. \r\n\r\nThe ultimate aim for the JSU-RISE program is to positively impact a large quantity of underrepresented minority K-12, undergraduate, and graduate students who will enter, remain, and exit the STEM pipeline with a terminal STEM degree.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashton",
   "pi_last_name": "Hamme",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Ashton T Hamme",
   "pi_email_addr": "ashton.t.hamme@jsums.edu",
   "nsf_id": "000318977",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerzy",
   "pi_last_name": "Leszczynski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jerzy Leszczynski",
   "pi_email_addr": "jerzy@icnanotox.org",
   "nsf_id": "000484543",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jackson State University",
  "inst_street_address": "1400 J R LYNCH ST",
  "inst_street_address_2": "",
  "inst_city_name": "JACKSON",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6019792008",
  "inst_zip_code": "392170002",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MS02",
  "org_lgl_bus_name": "JACKSON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "WFVHMSF6BU45"
 },
 "perf_inst": {
  "perf_inst_name": "Jackson State University",
  "perf_str_addr": "1400 JR Lynch St",
  "perf_city_name": "Jackson, MS",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "392170002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MS02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 999130.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>JSU&rsquo;s&nbsp;<strong>HBCU-RISE grant</strong>&nbsp;(HRD-1137763), funded&nbsp;<strong>since 10/01/2011</strong>, has provided the necessary resources to train a plethora of students (K-12, undergraduate, and graduate) and establish faculty collaborations<strong>&nbsp;at JSU</strong>.&nbsp;&nbsp;<strong>Our HBCU-RISE grant</strong>&nbsp;(JSU-RISE) has significantly enabled JSU&rsquo;s chemistry department to significantly improve its&nbsp;<strong>nanoscience</strong>&nbsp;research infrastructure, capacity and capabilities due to strong interdisciplinary collaborations<strong>&nbsp;between JSU&rsquo;s HBCU-RISE faculty members.&nbsp;</strong>The program supported a total of&nbsp;<strong>3 research associates, 4</strong>&nbsp;<strong>PhD students, 2 undergraduate students and 4 high school students</strong>.&nbsp; Recently,&nbsp;<strong>Zhen Fan, who earned his&nbsp;<em>PhD in 2014 from JSU, joined the&nbsp;</em>Ohio State University&nbsp;<em>as a Post-doctoral Research Associate.&nbsp; </em>Dr.&nbsp;Dinadayalane</strong>, after finishing his Research Associate position,&nbsp;<em>is now an<strong> Associate Professor</strong>&nbsp;at the&nbsp;<strong>Department of Chemistry</strong></em>&nbsp;at Clark Atlanta University. Three other HBCU-RISE Fellows graduated with their PhDs in December, 2015 and are seeking postdoctoral or academic positions. &nbsp;</p>\n<p>The intellectual achievements during this funding period include a range of significant discoveries. During this funding period, we have published over <strong>20 papers,</strong>&nbsp;which were fully or partially supported by HBCU-RISE, in high impact journals including&nbsp;<em>Nature Publication Journals</em>&nbsp;<em>(<strong>Scientific Reports</strong></em>) and others (<strong><em>Chemical Soc. Rev., Chem. Sci., J. Phys. Chem. Lett., ACS Applied Material Science, Bioconjugated Chem., RSC Advances, Nanaoscale, Chem. Eur. J</em>.,<em>&nbsp;J. Mater. Chem, J. Phys. Chem. C, Phys. Chem. Chem. Phys, Farday Discussion, Particle &amp; Particle System Characterization, Chem. Phys. Lett, Analyst&nbsp;</em>and others</strong>). Among the publications, more than 95% of the published papers involve <strong>graduate and/or undergraduate students</strong>. The development of multifunctional theranostic nanoplatforms, which are capable of targeted detection and destruction of methicillin-resistant Staphylococcus aureus (MRSA), has been published in Particle &amp; Particle System Characterization (<strong><em>Particle &amp; Particle System Characterization</em></strong>,&nbsp;<strong>2014</strong>, 31, 357-364), and, the 3<sup>rd</sup> issue of this journal featured the aforementioned manuscript as the&nbsp;<strong>cover page.</strong></p>\n<p>The&nbsp;<strong>broader impact</strong>&nbsp;of the JSU-RISE project focuses on developing the required infrastructure for JSU to conduct cutting-edge nano-science research and education programs with a specific focus on involving undergraduate and graduate underrepresented minority (URM) African American students and women.&nbsp; The success of this JSU-RISE program is due to the establishment of a robust infrastructure for the education, training and mentoring of minority students and postdoctoral fellows through formal courses, lecture series and laboratory rotations between RISE faculty members.&nbsp;Finally, the&nbsp;HBCU-RISE program is playing an important role in the larger framework of JSU&rsquo;s research enterprise by promoting inter-departmental collaborations and quality research projects that provide excellent research training to the students working in the labs of engaged faculty members.&nbsp;JSU&rsquo;s HBCU-RISE researchers are dedicated to improving access to science for diverse groups and to building a competent workforce of scientists and engineers.&nbsp; Our HBCU-RISE educational programs provide training opportunities for JSU graduate students to learn sta...",
  "por_txt_cntn": "\nJSUÆs HBCU-RISE grant (HRD-1137763), funded since 10/01/2011, has provided the necessary resources to train a plethora of students (K-12, undergraduate, and graduate) and establish faculty collaborations at JSU.  Our HBCU-RISE grant (JSU-RISE) has significantly enabled JSUÆs chemistry department to significantly improve its nanoscience research infrastructure, capacity and capabilities due to strong interdisciplinary collaborations between JSUÆs HBCU-RISE faculty members. The program supported a total of 3 research associates, 4 PhD students, 2 undergraduate students and 4 high school students.  Recently, Zhen Fan, who earned his PhD in 2014 from JSU, joined the Ohio State University as a Post-doctoral Research Associate.  Dr. Dinadayalane, after finishing his Research Associate position, is now an Associate Professor at the Department of Chemistry at Clark Atlanta University. Three other HBCU-RISE Fellows graduated with their PhDs in December, 2015 and are seeking postdoctoral or academic positions.  \n\nThe intellectual achievements during this funding period include a range of significant discoveries. During this funding period, we have published over 20 papers, which were fully or partially supported by HBCU-RISE, in high impact journals including Nature Publication Journals (Scientific Reports) and others (Chemical Soc. Rev., Chem. Sci., J. Phys. Chem. Lett., ACS Applied Material Science, Bioconjugated Chem., RSC Advances, Nanaoscale, Chem. Eur. J., J. Mater. Chem, J. Phys. Chem. C, Phys. Chem. Chem. Phys, Farday Discussion, Particle &amp; Particle System Characterization, Chem. Phys. Lett, Analyst and others). Among the publications, more than 95% of the published papers involve graduate and/or undergraduate students. The development of multifunctional theranostic nanoplatforms, which are capable of targeted detection and destruction of methicillin-resistant Staphylococcus aureus (MRSA), has been published in Particle &amp; Particle System Characterization (Particle &amp; Particle System Characterization, 2014, 31, 357-364), and, the 3rd issue of this journal featured the aforementioned manuscript as the cover page.\n\nThe broader impact of the JSU-RISE project focuses on developing the required infrastructure for JSU to conduct cutting-edge nano-science research and education programs with a specific focus on involving undergraduate and graduate underrepresented minority (URM) African American students and women.  The success of this JSU-RISE program is due to the establishment of a robust infrastructure for the education, training and mentoring of minority students and postdoctoral fellows through formal courses, lecture series and laboratory rotations between RISE faculty members. Finally, the HBCU-RISE program is playing an important role in the larger framework of JSUÆs research enterprise by promoting inter-departmental collaborations and quality research projects that provide excellent research training to the students working in the labs of engaged faculty members. JSUÆs HBCU-RISE researchers are dedicated to improving access to science for diverse groups and to building a competent workforce of scientists and engineers.  Our HBCU-RISE educational programs provide training opportunities for JSU graduate students to learn state-of-the-art research at The Ohio State University (OSU) where our students took advantage of the tremendous opportunity to engage in high level nanoscience related research activities at OSU while also acquiring hands-on training on the state-of-the-art facilities at OSU. Our HBCU-RISE summer research program was arranged for minority K12 students during the summer of 2012, and these students were fully immersed and productive while performing nanotechnology research at JSU.  Our aims were to use outreach activities at local high schools and initiate a Nanoscience Education program to enhance the local studentsÆ scientific literacy. We designed a Nanoscience course modules for K12 students and ..."
 }
}