{
 "awd_id": "1137548",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Targeted Infusion Project Grant: Developing Game-Like Instructional Modules to Enhance Student Learning in Lower Level Core Computer Science Courses",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 296340.0,
 "awd_amount": 296340.0,
 "awd_min_amd_letter_date": "2011-08-03",
 "awd_max_amd_letter_date": "2011-08-03",
 "awd_abstract_narration": "Winston-Salem State University's (WSSU) Targeted Infusion Project entitled - Developing Game-Like Instructional Modules to Enhance Student Learning in Lower Level Core Computer Science Courses - will develop game-like instructional modules to enhance student learning in lower level core Computer Science (CS) courses, namely Computer Programming I, Computer Programming II and Data Structures. These three gate-keeper courses are the main barrier for student retention in the CS program at WSSU. \r\n\r\nRecently, there has been increasing demand for programmers who can develop applications for mobile devices generated by the emerging mobile computing technologies. This is a great opportunity for minority computer scientists to influence the computing industry by developing apps that are targeted to not only the African American population, but also to the general public.  \r\n\r\nThe project involves implementing three components: education, assessment and dissemination. The education component includes developing game-like instructional modules for lower level core CS courses. The game-like course modules will allow students to learn difficult concepts in a gaming context. The assessment component includes establishing an advisory board of experienced CS faculty, education faculty and professionals from the game industry to assist in project development and the evaluation process. The dissemination component includes developing a website for the project and organizing a workshop for faculty from Historically Black Colleges and Universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jinghua",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jinghua Zhang",
   "pi_email_addr": "zhangji@wssu.edu",
   "nsf_id": "000520519",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elva",
   "pi_last_name": "Jones",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Elva J Jones",
   "pi_email_addr": "jonese@wssu.edu",
   "nsf_id": "000251413",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elvira",
   "pi_last_name": "Caldwell",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Elvira R Caldwell",
   "pi_email_addr": "caldwellr@wssu.edu",
   "nsf_id": "000076246",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mustafa",
   "pi_last_name": "Atay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mustafa Atay",
   "pi_email_addr": "ataymu@wssu.edu",
   "nsf_id": "000590514",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Winston-Salem State University",
  "inst_street_address": "601 S MARTIN LUTHER KING JR DR",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367503019",
  "inst_zip_code": "271100003",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NC10",
  "org_lgl_bus_name": "WINSTON-SALEM STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K54FKGWN2EN5"
 },
 "perf_inst": {
  "perf_inst_name": "Winston-Salem State University",
  "perf_str_addr": "601 Martin Luther King, Jr. Dr.",
  "perf_city_name": "Winston-Salem",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271100001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NC10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 296340.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Struggling with Computer Programming I, Computer Programming II and Data Structures courses is the main barrier preventing students from declaring the Computer Science major and retaining students in the program. Through this NSF project, we were able to develop seven educational games. These game modules allow students to learn the difficult concepts in a gaming context. These games have been used multiple times in those core courses since Fall 2011, helping over two hundred students at Winston-Salem State University (WSSU). The feedback from students was very positive and the evaluation results are promising. The outcome of the project are listed as follows:</p>\n<ul>\n<li>Seven Educational Games have been developed:         \n<ul>\n<li>Bionic Weasel Game to support teaching on Classes and Objects</li>\n<li>Garden Gnomes Game to support teaching on 1D/2D Arrays</li>\n<li>Iterative Dungeon Game to support teaching on Loop concepts</li>\n<li>Java Ninja Game to support teaching on Inheritance</li>\n<li>Recursive Runner Game to support teaching on Recursion</li>\n<li>Space Travel Game to support teaching on Linked Lists</li>\n<li>The Lost Java Code Game to support teaching on Decision Structures</li>\n</ul>\n</li>\n<li>Assessment Data: In addition to the pre-test and post-test, SurveyMonkey was used to collect students&rsquo; feedback. Overall student feedback was very positive. They want to see more concepts covered in games. Some additional comments made by students:         \n<ul>\n<li>&ldquo;Very helpful to understand the linked list concept&rdquo;</li>\n<li>&ldquo;I learned more about loops and I can interact with what I&rsquo;m doing. It gave me a visual understanding. &rdquo;</li>\n<li>&ldquo;There should be more games of this sort with programming because it allows students to get out of the norm of lectures.&rdquo;</li>\n<li>&ldquo;Great game improved my understanding of recursion.&rdquo;</li>\n</ul>\n</li>\n<li>Stronger research assistants: Five undergraduate and two graduate students were trained with the support of this NSF project. This project provided them the opportunities to gain the game development skills, team work experience and research experience. &nbsp;Their programming and problem solving skills significantly improved and they achieved a better understanding of software development process. Five of them have graduated and this research experience made them stand out in the job market. One graduate student successfully published his Master&rsquo;s thesis. </li>\n<li>Outreach: The PI hosted a Computer Science Gaming session for middle and high school girls in the GEMS (Girls Empowered by Math and Science) program at WSSU in 2011.</li>\n<li>A project website (<a href=\"http://compsci.wssu.edu/tip\">http://compsci.wssu.edu/tip</a>): All the games and the corresponding lab assignments have been posted on the website to publicize the project outcomes and to benefit students and faculty at other institutions.</li>\n<li>Seven conference/journal papers: The implementation details of these game modules and evaluation results have been reported in seven conference/journal papers. Two additional journal papers are ready for submission.</li>\n<li>Three posters: The project team had poster presentations to share the game modules at ACM&nbsp;Special Interest Group on Computer Science Education (SIGCSE) conference in 2013 and at the Symposium on Computing at Minority Institutions in 2012. This project participated in the NSF showcase at SIGCSE conference in Atlanta in March 2014.</li>\n<li>Nine presentations: The project team presented these game modules at national/international conferences such as IEEE Frontier in Education Conference, CUNY Games Festival etc. &nbsp;</li>\n<li>Two workshops: The project team successfully conducted one-day workshop at WSSU in November 2014. Ten faculty attendees were from Saint Augustine's&nbsp;University, Fayetteville State University, Shaw University...",
  "por_txt_cntn": "\nStruggling with Computer Programming I, Computer Programming II and Data Structures courses is the main barrier preventing students from declaring the Computer Science major and retaining students in the program. Through this NSF project, we were able to develop seven educational games. These game modules allow students to learn the difficult concepts in a gaming context. These games have been used multiple times in those core courses since Fall 2011, helping over two hundred students at Winston-Salem State University (WSSU). The feedback from students was very positive and the evaluation results are promising. The outcome of the project are listed as follows:\n\nSeven Educational Games have been developed:         \n\nBionic Weasel Game to support teaching on Classes and Objects\nGarden Gnomes Game to support teaching on 1D/2D Arrays\nIterative Dungeon Game to support teaching on Loop concepts\nJava Ninja Game to support teaching on Inheritance\nRecursive Runner Game to support teaching on Recursion\nSpace Travel Game to support teaching on Linked Lists\nThe Lost Java Code Game to support teaching on Decision Structures\n\n\nAssessment Data: In addition to the pre-test and post-test, SurveyMonkey was used to collect studentsÆ feedback. Overall student feedback was very positive. They want to see more concepts covered in games. Some additional comments made by students:         \n\n\"Very helpful to understand the linked list concept\"\n\"I learned more about loops and I can interact with what IÆm doing. It gave me a visual understanding. \"\n\"There should be more games of this sort with programming because it allows students to get out of the norm of lectures.\"\n\"Great game improved my understanding of recursion.\"\n\n\nStronger research assistants: Five undergraduate and two graduate students were trained with the support of this NSF project. This project provided them the opportunities to gain the game development skills, team work experience and research experience.  Their programming and problem solving skills significantly improved and they achieved a better understanding of software development process. Five of them have graduated and this research experience made them stand out in the job market. One graduate student successfully published his MasterÆs thesis. \nOutreach: The PI hosted a Computer Science Gaming session for middle and high school girls in the GEMS (Girls Empowered by Math and Science) program at WSSU in 2011.\nA project website (http://compsci.wssu.edu/tip): All the games and the corresponding lab assignments have been posted on the website to publicize the project outcomes and to benefit students and faculty at other institutions.\nSeven conference/journal papers: The implementation details of these game modules and evaluation results have been reported in seven conference/journal papers. Two additional journal papers are ready for submission.\nThree posters: The project team had poster presentations to share the game modules at ACM Special Interest Group on Computer Science Education (SIGCSE) conference in 2013 and at the Symposium on Computing at Minority Institutions in 2012. This project participated in the NSF showcase at SIGCSE conference in Atlanta in March 2014.\nNine presentations: The project team presented these game modules at national/international conferences such as IEEE Frontier in Education Conference, CUNY Games Festival etc.  \nTwo workshops: The project team successfully conducted one-day workshop at WSSU in November 2014. Ten faculty attendees were from Saint Augustine's University, Fayetteville State University, Shaw University, Elizabeth City State University, Bennett College, Guilford College, Methodist University and NC A&amp;T State University. Most of them are Historically Black Colleges and Universities. Faculty from Bennett College and Methodist University started using these games in their classrooms since Spring 2015 and assessments indicated that studentsÆ scores on the targeted topics have been impro..."
 }
}