{
 "awd_id": "1137478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Targeted Infusion Project: Educational Partnership in Climate Change and Sustainability (EPiCCS)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 46927.0,
 "awd_amount": 46927.0,
 "awd_min_amd_letter_date": "2011-08-03",
 "awd_max_amd_letter_date": "2011-08-03",
 "awd_abstract_narration": "Hampton University's Targeted Infusion Project entitled - Educational Partnership in Climate Change and Sustainability (EPiCCS) - seeks to enhance the continuing partnership among the Marine & Environmental Science Department at Hampton University, the Biology Department at Elizabeth City State University, and the Virginia Institute of Marine Science, which is part of the College of William & Mary, by supporting integrated cross-institutional research and educational experiences centered on sustainability and the effects of global climate change. These three institutions have had a long history of successful synergistic collaborations that train underrepresented undergraduate students and provide conduits and trajectories to graduate training in the geosciences.\r\n\r\nEPiCCS proposes to support the recruitment, development, and retention of talented students at two Historically Black Universities and Colleges (HBCUs) to participate in interdisciplinary training and education on sustainability and global climate change; to improve technology and cyber infrastructure at the two HBCUs to enrich experiential inquiry-based learning, support the development of new course offerings, and modernize current offerings; to emphasize curricular training that fuses practical applications and inquiry-based research experiences to provide new opportunities for hands-on learning; to promote collaborative cross-campus cyber and peer-learning; to build essential competencies in oral and written scientific communication in the next generation of geoscientists; and to guide students toward post-graduate STEM degrees via peer and faculty mentorship.\r\n\r\nThe EPiCCS network will form a model of sustainability that may later be extended to other HBCUs and research partners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kam",
   "pi_last_name": "Tang",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Kam W Tang",
   "pi_email_addr": "kamwing.tang@tamucc.edu",
   "nsf_id": "000117389",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "inst_street_address": "1375 GREATE RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLOUCESTER POINT",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8046847000",
  "inst_zip_code": "230622026",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "VIRGINIA INSTITUTE OF MARINE SCIENCE",
  "org_prnt_uei_num": "Y5P1L2NZAHV9",
  "org_uei_num": "XGE9T6KCMSR4"
 },
 "perf_inst": {
  "perf_inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "perf_str_addr": "1208 Greate Road",
  "perf_city_name": "Gloucester Point",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230621346",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 46927.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Funded under the National Science Foundation Targeted Infusion Project (TIP) program, the Education Partnership in Climate Change and Sustainability (EPiCCS) was a collaborative project among the Marine &amp; Environmental Science Department at Hampton University (HU), the Biology Department at Elizabeth City State University (ECSU), and the Virginia Institute of Marine Science (VIMS). Both HU and ECSU are Historically Black College and University (HBCU).<br /><span style=\"text-decoration: underline;\">Intellectual Merits</span><br />Prompted by the recent rapid climate change, universities are in need of new and timely curricular materials to educate the future generations of scientists and engineers, who will then lead the society in tackling one of the gravest challenges in our life time.<br />The overall goals of EPiCCS were to 1) modernize undergraduate curricula by infusing climate change and sustainability science; 2) strengthen students&rsquo; practical training in climate-related research and science communication; 3) improve technology and cyberinfrastructure at the two HBCUs to enrich experiential inquiry-based learning as well as cross-campus peer-learning; 4) increase recruitment of talented underrepresented students into higher degrees in climate change and sustainability related study. EPiCCS was a collaborative effort between two prominent HBCUs and a leading marine research institution in the mid-Atlantic region.</p>\n<p>VIMS&rsquo;s portion of the project was led by Prof. Kam W. Tang. This report pertains to Tang&rsquo;s specific responsibilities and outcomes in the project: 1) Participate in project meetings to review progress and plan activities. The project progressed as scheduled with minimal delay or changes; 2) Organize and lead &ldquo;communicating science workshop&rdquo;. Increasingly more undergraduate students attend scientific conferences to present their research work but unfortunately they often lack proper training of presentation skills. This workshop addressed this issue by providing guidance on how to prepare and deliver oral and poster presentations in conference setting. Both HU and ECSU students attended, some of whom brought their draft presentations for critique and improvement. Based on an anonymous end-of-workshop questionnaire survey, participants gave the workshop an average score of 4.68 out of 5, indicating that the workshop was well received; 3) Develop and teach 50% of the new course module &ldquo;Global Climate Change&rdquo;. A core component of EPiCCS was to develop a new course module on climate change, which was lacking in HU and ECSU. Tang developed and taught 50% of the module at HU; the lectures were simultaneously transmitted to ECSU using interactive distance learning technology; 4) To ensure continuation of the module &ldquo;Global Climate Change&rdquo; beyond the life time of the grant, Tang digitized his lecture materials, added detailed instructor&rsquo;s notes and supplementary readings, and shared them with HU and ECSU. The two universities now can easily share them with faculty members, and use them to develop other modules on climate change and sustainability.</p>\n<p><br /><span style=\"text-decoration: underline;\">Broader Impacts</span><br />Climate change problems extend beyond the academic world and concern every citizen. The solution to the problems via the practice of a sustainable life style requires the participation of all people. This project helped nurture a new generation of citizen that has become better informed and conscientious about climate change and sustainability. Investment in infrastructure and improvement of curricula also allow continuation of climate change and sustainability education in HU and ECSU, thereby ensuring the legacy of this NSF award.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/12/2014<br>\n\t\t\t\t\tModified by: Kam&nbsp;W&nbsp;Tang</p>\n</div>\n<div class=\"porSideCol\"></div>\n<...",
  "por_txt_cntn": "\nFunded under the National Science Foundation Targeted Infusion Project (TIP) program, the Education Partnership in Climate Change and Sustainability (EPiCCS) was a collaborative project among the Marine &amp; Environmental Science Department at Hampton University (HU), the Biology Department at Elizabeth City State University (ECSU), and the Virginia Institute of Marine Science (VIMS). Both HU and ECSU are Historically Black College and University (HBCU).\nIntellectual Merits\nPrompted by the recent rapid climate change, universities are in need of new and timely curricular materials to educate the future generations of scientists and engineers, who will then lead the society in tackling one of the gravest challenges in our life time.\nThe overall goals of EPiCCS were to 1) modernize undergraduate curricula by infusing climate change and sustainability science; 2) strengthen studentsÆ practical training in climate-related research and science communication; 3) improve technology and cyberinfrastructure at the two HBCUs to enrich experiential inquiry-based learning as well as cross-campus peer-learning; 4) increase recruitment of talented underrepresented students into higher degrees in climate change and sustainability related study. EPiCCS was a collaborative effort between two prominent HBCUs and a leading marine research institution in the mid-Atlantic region.\n\nVIMSÆs portion of the project was led by Prof. Kam W. Tang. This report pertains to TangÆs specific responsibilities and outcomes in the project: 1) Participate in project meetings to review progress and plan activities. The project progressed as scheduled with minimal delay or changes; 2) Organize and lead \"communicating science workshop\". Increasingly more undergraduate students attend scientific conferences to present their research work but unfortunately they often lack proper training of presentation skills. This workshop addressed this issue by providing guidance on how to prepare and deliver oral and poster presentations in conference setting. Both HU and ECSU students attended, some of whom brought their draft presentations for critique and improvement. Based on an anonymous end-of-workshop questionnaire survey, participants gave the workshop an average score of 4.68 out of 5, indicating that the workshop was well received; 3) Develop and teach 50% of the new course module \"Global Climate Change\". A core component of EPiCCS was to develop a new course module on climate change, which was lacking in HU and ECSU. Tang developed and taught 50% of the module at HU; the lectures were simultaneously transmitted to ECSU using interactive distance learning technology; 4) To ensure continuation of the module \"Global Climate Change\" beyond the life time of the grant, Tang digitized his lecture materials, added detailed instructorÆs notes and supplementary readings, and shared them with HU and ECSU. The two universities now can easily share them with faculty members, and use them to develop other modules on climate change and sustainability.\n\n\nBroader Impacts\nClimate change problems extend beyond the academic world and concern every citizen. The solution to the problems via the practice of a sustainable life style requires the participation of all people. This project helped nurture a new generation of citizen that has become better informed and conscientious about climate change and sustainability. Investment in infrastructure and improvement of curricula also allow continuation of climate change and sustainability education in HU and ECSU, thereby ensuring the legacy of this NSF award.\n\n\t\t\t\t\tLast Modified: 09/12/2014\n\n\t\t\t\t\tSubmitted by: Kam W Tang"
 }
}