{
 "awd_id": "1137671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chinese American Network Symposium 2011 (CANS 2011): One Network - One World",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 49200.0,
 "awd_amount": 49200.0,
 "awd_min_amd_letter_date": "2011-06-02",
 "awd_max_amd_letter_date": "2011-06-02",
 "awd_abstract_narration": "OCI 1137671\r\n\r\nThis proposal will support funding of travel for US researchers, scientists and CIOs to attend the 2011 Chinese-American Network Symposium (CANS) to meet with Chinese counterparts to discuss design and use of high-performance research networks; explore areas for collaboration; and present results from prior collaborations.  CANS meetings promote understanding between the US and China research networking communities, interoperability between research infrastructures from each country, and international collaborations across a broad range of disciplines. In China, CANS is organized by the Chinese Academy of Sciences? (CAS) Computer Network Information Center (CNIC) unit which operates the CSTNet research network, and by the Chinese Education and Research Network (CERNET), the Chinese Ministry of Education-supported organization that provides and operates the major national research and education network for over 700 universities in China. Internet2 - the national research and education networking organization in the US that interconnects all US research universities and many US national laboratories in addition to other research and educational institutions ? is the US organizer along with the Chinese Association for Science and Technology USA (CAST-USA). CANS 2011 will be held in Kunming, China, co-hosted by CERNET and Yunnan University. The symposium will promote interoperability, seamless networking, and collaboration and emphasize network research and ?clean slate? efforts (NSF GENI initiative, IPv6, videoconferencing and telepresence, federated identity and authentication, integration of smart phones and tablets into university infrastructures, CCN, and advanced applications.)  A special track will also feature US and Chinese CIOs. These areas and the symposium are consistent with Internet2?s global strategy, including supporting Internet2 members deploying campuses and global programs in China; fostering distributed educational capabilities on an international scale; timely deployment and joint development of applications supporting IPv6 globally; and transformative applications that leverage networks.  CANS also is likely to complement NSF?s larger efforts promoting global networking.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ana",
   "pi_last_name": "Hunsinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ana Hunsinger",
   "pi_email_addr": "ana@internet2.edu",
   "nsf_id": "000145007",
   "pi_start_date": "2011-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Riley",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Donald R Riley",
   "pi_email_addr": "drriley@umd.edu",
   "nsf_id": "000289913",
   "pi_start_date": "2011-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "INTERNET2",
  "inst_street_address": "1150 18TH ST NW",
  "inst_street_address_2": "STE 750",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "7349134264",
  "inst_zip_code": "200363880",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ADVANCED INTERNET DEVELOPMENT",
  "org_prnt_uei_num": "",
  "org_uei_num": "DZEBKFRD1ZN6"
 },
 "perf_inst": {
  "perf_inst_name": "INTERNET2",
  "perf_str_addr": "1150 18th Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200363825",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736900",
   "pgm_ele_name": "International Res Ret Connect"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7369",
   "pgm_ref_txt": "INTERNATIONAL RES NET CONNECT"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>CANS 2011, the 12<sup>th</sup> meeting of the China American Networking Symposium since 1999, was held August 8-10, 2011 in Kunming, Yunnan Province, China.&nbsp; Its objectives were to promote understanding between the U.S. and China research networking communities, interoperability between the research infrastructures from each country, and international science and research collaborations across a broad range of disciplines.&nbsp; Internet2 partnered with the China Education and Research Network (CERNET), the China Science and Technology Network (CSTNET), and the Chinese Association for Science and Technology (CAST-USA).&nbsp; The meeting drew over 100 participants representing over 30 different organizations from across the U.S. and China.</p>\n<p>&nbsp;</p>\n<p>The meeting covered topics in advanced network technologies, including IPv6, OpenFlow/Open Science Exchange, International Connectivity and End-to-End performance, and Federated Identities and authorization.&nbsp; Other topics included deployment, interoperability, and management; middleware and security-related issues; integration of new technologies to support new research and education opportunities; and new advanced applications and evolving &ldquo;applications view&rdquo; of networks.&nbsp; The meeting also brought together U.S. CIOs and their Chinese counterparts to discuss university technology organization and management, support of remote education and &ldquo;campuses abroad,&rdquo; and facilitation of home institutions in the global efforts.</p>\n<p>&nbsp;</p>\n<p>The meeting&rsquo;s broader impact includes continuing collaboration through new Special Interest Groups.&nbsp; Continuing interaction is likely to facilitate deployment of global campus programs in China and transformative applications that leverage networks in a broad scope of disciplines, including those that use large-scale data management, visualization, and remote sensing.&nbsp; The meeting&rsquo;s merit is evident from the international exchange of ideas that it fostered between U.S. and Chinese researchers, which would not have occurred otherwise between.&nbsp; As research and education increasingly become more global, such interaction will continue to be critical.&nbsp; The meeting brought together academic researchers, network leaders, CIOs, and educators involved in the design and use of high-performance research networks from the U.S. and China to support multi-disciplinary international science, research, and educational collaborations involving global cyberinfrastructure.&nbsp; As one example, the meeting helped facilitate coordination and announcement of a new Chinese government-funded 10GB link between the U.S. and China (see: https://blogs.internet2.edu/archives/268).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2012<br>\n\t\t\t\t\tModified by: Ana&nbsp;Hunsinger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCANS 2011, the 12th meeting of the China American Networking Symposium since 1999, was held August 8-10, 2011 in Kunming, Yunnan Province, China.  Its objectives were to promote understanding between the U.S. and China research networking communities, interoperability between the research infrastructures from each country, and international science and research collaborations across a broad range of disciplines.  Internet2 partnered with the China Education and Research Network (CERNET), the China Science and Technology Network (CSTNET), and the Chinese Association for Science and Technology (CAST-USA).  The meeting drew over 100 participants representing over 30 different organizations from across the U.S. and China.\n\n \n\nThe meeting covered topics in advanced network technologies, including IPv6, OpenFlow/Open Science Exchange, International Connectivity and End-to-End performance, and Federated Identities and authorization.  Other topics included deployment, interoperability, and management; middleware and security-related issues; integration of new technologies to support new research and education opportunities; and new advanced applications and evolving \"applications view\" of networks.  The meeting also brought together U.S. CIOs and their Chinese counterparts to discuss university technology organization and management, support of remote education and \"campuses abroad,\" and facilitation of home institutions in the global efforts.\n\n \n\nThe meetingÆs broader impact includes continuing collaboration through new Special Interest Groups.  Continuing interaction is likely to facilitate deployment of global campus programs in China and transformative applications that leverage networks in a broad scope of disciplines, including those that use large-scale data management, visualization, and remote sensing.  The meetingÆs merit is evident from the international exchange of ideas that it fostered between U.S. and Chinese researchers, which would not have occurred otherwise between.  As research and education increasingly become more global, such interaction will continue to be critical.  The meeting brought together academic researchers, network leaders, CIOs, and educators involved in the design and use of high-performance research networks from the U.S. and China to support multi-disciplinary international science, research, and educational collaborations involving global cyberinfrastructure.  As one example, the meeting helped facilitate coordination and announcement of a new Chinese government-funded 10GB link between the U.S. and China (see: https://blogs.internet2.edu/archives/268).\n\n \n\n\t\t\t\t\tLast Modified: 06/01/2012\n\n\t\t\t\t\tSubmitted by: Ana Hunsinger"
 }
}