{
 "awd_id": "1137247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: UIST 2011 Doctoral Symposium",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-05-18",
 "awd_max_amd_letter_date": "2011-05-18",
 "awd_abstract_narration": "This is funding to support a doctoral research symposium (workshop) of approximately 8 promising doctoral students along with 4 distinguished research faculty. The event will take place in conjunction with and immediately preceding the 24th ACM Symposium on User Interface Software and Technology (UIST 2011), to be held October 16-19, in Santa Barbara, California, and sponsored by the Association for Computing Machinery's Special Interest Group on Human Computer Interaction (SIGCHI).  The annual UIST conference is the premier international forum for presenting innovative research results as well as implementation experiences in the software and technology of human computer interaction.  It brings together researchers and practitioners from diverse areas that include traditional graphical and web user interfaces, tangible and ubiquitous computing, virtual and augmented reality, multimedia, new input and output devices, and computer-supported cooperative work.  More information about the conference may be found at http://www.acm.org/uist.\r\n\r\nThis year's doctoral research symposium will be just the 9th such workshop associated with the UIST conferences (NSF has offered support for these events from their inception).  The three goals of this full-day event are to increase the exposure and visibility of the participants' work within the community, to help establish a sense of community among this next generation of researchers, and to help foster their research efforts by providing substantive feedback and guidance from a group of senior researchers in a supportive and interactive environment.  To these ends, student participants will each make formal 20-minute presentations of their work to the group, to be followed by an extensive discussion lasting approximately 30 minutes during which they will receive feedback from a faculty panel; the feedback is geared to helping students understand and articulate how their work is positioned relative to other research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, and whether their results are appropriately analyzed and presented.  The students will also present their research to a wider audience through posters at the conference poster reception, brief overviews during the conference overview session, and short papers in the Conference Companion and DVD.  \r\n\r\nBroader Impacts:  The doctoral symposium will help expand the participation of young researchers pursuing graduate studies in the field of user interface software and technology, by providing them an opportunity to gain wider exposure in the community for their innovative work and to obtain feedback and guidance from senior members of the research community.  It will further help foster a sense of community among these young researchers, by allowing them to create a social network both among themselves and with senior researchers at a critical stage in their professional development.  Because the students and faculty constitute a diverse group across a variety of dimensions, the students' horizons are broadened to the future benefit of the field. The organizers of the event will make special efforts to attract students from institutions not historically heavily represented at UIST and to foster diversity across under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Feiner",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Steven K Feiner",
   "pi_email_addr": "feiner@cs.columbia.edu",
   "nsf_id": "000121899",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "Dept. of Computer Science",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported the Doctoral Symposium at the <em>2011 ACM Symposium</em><br /><em>on User Interface Software and Technology</em> (<em>UIST</em>), which was held in<br />Santa Barbara, CA, starting the Saturday before <em>UIST </em>itself (October<br />15, 2011).&nbsp; The Doctoral Symposium was intended to help expand the<br />participation of young researchers currently pursuing Ph.D. studies in<br />this vital research area, giving their innovative work wider exposure<br />in the community, helping to foster a sense of community among these<br />young researchers, and providing an opportunity for them to obtain<br />feedback and guidance from senior members of the research community in<br />an interactive and supportive environment.</p>\n<p>The Doctoral Symposium was chaired by Prof. Steven Feiner (Columbia<br />University), and attended by three additional faculty members and<br />seven selected Ph.D. students.</p>\n<p>Increased visibility was accomplished through publication in the UIST<br />Conference Adjunct Proceedings of four-page position papers written by<br />the students.&nbsp; Students also presented posters at an event attended by<br />conference participants.</p>\n<p>The primary activity of the symposium was a day-long series of<br />presentations by the student participants.&nbsp; Each student presented<br />their work to the group for 20 minutes, followed by a 25 minute<br />discussion amongst group members. Discussions were guided by the<br />committee members mentoring the symposium to highlight the strengths<br />of the work, challenges and issues, implications of the results, and<br />potential suggestions for additional approaches or follow-on work.</p>\n<p>To summarize the intellectual merit of the UIST Doctoral Symposium, it<br />provided valuable feedback to young researchers on the research they<br />are performing for their doctoral studies. It assisted them in<br />analyzing and presenting their current research and in planning the<br />remaining research needed to complete their dissertation requirements.</p>\n<p>To summarize the broader impacts of the UIST Doctoral Symposium, it<br />served an education and career development role for young researchers<br />who are advancing a field that emphasizes the design of user<br />interfaces to make computers easier to use effectively by members of<br />the public at large.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2012<br>\n\t\t\t\t\tModified by: Steven&nbsp;K&nbsp;Feiner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported the Doctoral Symposium at the 2011 ACM Symposium\non User Interface Software and Technology (UIST), which was held in\nSanta Barbara, CA, starting the Saturday before UIST itself (October\n15, 2011).  The Doctoral Symposium was intended to help expand the\nparticipation of young researchers currently pursuing Ph.D. studies in\nthis vital research area, giving their innovative work wider exposure\nin the community, helping to foster a sense of community among these\nyoung researchers, and providing an opportunity for them to obtain\nfeedback and guidance from senior members of the research community in\nan interactive and supportive environment.\n\nThe Doctoral Symposium was chaired by Prof. Steven Feiner (Columbia\nUniversity), and attended by three additional faculty members and\nseven selected Ph.D. students.\n\nIncreased visibility was accomplished through publication in the UIST\nConference Adjunct Proceedings of four-page position papers written by\nthe students.  Students also presented posters at an event attended by\nconference participants.\n\nThe primary activity of the symposium was a day-long series of\npresentations by the student participants.  Each student presented\ntheir work to the group for 20 minutes, followed by a 25 minute\ndiscussion amongst group members. Discussions were guided by the\ncommittee members mentoring the symposium to highlight the strengths\nof the work, challenges and issues, implications of the results, and\npotential suggestions for additional approaches or follow-on work.\n\nTo summarize the intellectual merit of the UIST Doctoral Symposium, it\nprovided valuable feedback to young researchers on the research they\nare performing for their doctoral studies. It assisted them in\nanalyzing and presenting their current research and in planning the\nremaining research needed to complete their dissertation requirements.\n\nTo summarize the broader impacts of the UIST Doctoral Symposium, it\nserved an education and career development role for young researchers\nwho are advancing a field that emphasizes the design of user\ninterfaces to make computers easier to use effectively by members of\nthe public at large.\n\n\t\t\t\t\tLast Modified: 11/21/2012\n\n\t\t\t\t\tSubmitted by: Steven K Feiner"
 }
}