{
 "awd_id": "1137757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "AGS-PRF:  Understanding the Early Growth of Atmospheric Nanoparticles",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexander Pszenny",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 86000.0,
 "awd_amount": 86000.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "Dr. Lea Hildebrandt was awarded an Atmospheric and Geospace Sciences Postdoctoral Research Fellowship to conduct a research project at the National Center for Atmospheric Research in Boulder, Colorado and with colleagues at Portland State University and the University of Minnesota. Her project combines theoretical, laboratory and field measurements using newly developed instruments to explain chemical and physical processes affecting the growth rates of nanoparticles in the atmosphere. A main objective of the work is to understand the processes by which organic salts formed by reactions of organic acids (e.g., formic or acetic acid) and bases (e.g., methylamine, dimethylamine or trimethylamine) are taken up onto preexisting particles of known size. Seed particles 20-50 nanometers in size will be generated from sulfuric acid and ammonium salts, as well as from the nucleation of organic compounds. The effects of temperature, relative humidity, pH and organics will be varied to assess mechanisms of particle growth and the contribution of the amines and organic acids to this growth. Outdoor measurements will be taken in Boulder and at a rural site to learn about particle formation and growth under different conditions. The data will be used to develop and constrain models for nanoparticle growth rates.\r\n\r\nNanoparticles range in size from about 1 to 10 nanometers. These atmospheric particles affect Earth's climate directly by scattering or absorbing solar radiation and indirectly by acting as seeds for water condensation and thereby influencing the formation and properties of clouds. Nanoparticles also affect human health by, for example, damaging respiratory and cardiovascular systems. The fundamental processes underlying new particle formation are not yet understood and consequently particle concentrations cannot be predicted reliably. The planned work will provide insights into the chemical and physical processes of atmospheric particle formation. Improved understanding of atmospheric particles will enable better prediction of cloud formation and development of better-informed policy actions concerning health effects.\r\n\r\nThis project will also have education and training benefits because it supports the career development of a young scientist through mentorship, an opportunity to learn new techniques and skills, and development of a broader collegial network.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lea",
   "pi_last_name": "Hildebrandt Ruiz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lea Hildebrandt Ruiz",
   "pi_email_addr": "",
   "nsf_id": "000573877",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hildebrandt             Lea",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Pittsburgh",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "",
  "inst_zip_code": "152071152",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "National Center for Atmospheric Research - Boulder",
  "perf_str_addr": null,
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803073000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1524",
   "pgm_ref_txt": "ATMOSPHERIC CHEMISTRY"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 86000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Every breath we take contains about ten million particles; typical ambient particle concentrations range from 10,000 to 100,000 particles per cubic centimeter. Atmospheric particles affect human health by, for example, damaging respiratory and cardiovascular systems. Particles also affect Earth&rsquo;s climate &ndash; directly, by scattering or absorbing solar radiation and indirectly, by acting as seeds for water condensation and thereby influencing the formation and properties of clouds. We cannot predict future climate well because we do not understand the fundamental processes underlying new particle formation and therefore cannot predict particle concentrations reliably. We also need to better understand formation and growth of particles in the atmosphere to be able to develop effective policy actions aimed at reducing particle concentrations and their adverse health effects. This project combined ambient measurements with theoretical work to improve our understanding of atmospheric particles. This, in turn, improves our ability to reduce particle concentrations and thereby improve public welfare.</p>\n<p>As part of this project I studied the chemical composition of small particles to better understand which species are important in early particle growth. I found that small particles contain a significant amount of nitrate, which suggests that nitrate (probably organic nitrate species) is an important contributor to early particle growth. This is a new finding and is important as it changes the way we think of early particle growth and what chemical species affect this growth.</p>\n<p>Another part of this work was to model the early particle growth. I modeled the growth in two very different environments &ndash; an urban, polluted environment (Atlanta, GA), and a remote, relatively pristine environment (Hyytiala, Finland). In both places I found that the observed nanoparticle growth cannot be explained by the condensation of sulfuric acid, ammonium and water alone &ndash; other species must be important and contribute to this early growth. We know from earlier work that amine species may be important and that acid-base reactions may also play a significant role. The ambient measurements analyzed as part of this project further suggest that organic nitrate compounds are important in nanoparticle growth. We continue to work on accounting for the effects of all of these species and processes in models.</p>\n<p>This project also had broader impacts in addition to the scientific results and societal implications mentioned above. For example, we formed a modeling-focused collaborative group consisting of Dr. Kelley Barsanti (University of Portland), Dr. Ilona Riipinen (University of Stockholm) and myself (now at the University of Texas at Austin). We are a group of young and enthusiastic female scientists who all bring different expertise to the table. We enjoy working together and consulting each other on these interesting and societally important problems. This collaboration is ongoing and will benefit current and future students and postdoctoral researchers in our groups. Our collaboration also sends a positive and encouraging message to other scientists and engineers in underrepresented groups, especially women, and it may help with the retention of women in science.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2012<br>\n\t\t\t\t\tModified by: Lea&nbsp;Hildebrandt Ruiz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEvery breath we take contains about ten million particles; typical ambient particle concentrations range from 10,000 to 100,000 particles per cubic centimeter. Atmospheric particles affect human health by, for example, damaging respiratory and cardiovascular systems. Particles also affect EarthÆs climate &ndash; directly, by scattering or absorbing solar radiation and indirectly, by acting as seeds for water condensation and thereby influencing the formation and properties of clouds. We cannot predict future climate well because we do not understand the fundamental processes underlying new particle formation and therefore cannot predict particle concentrations reliably. We also need to better understand formation and growth of particles in the atmosphere to be able to develop effective policy actions aimed at reducing particle concentrations and their adverse health effects. This project combined ambient measurements with theoretical work to improve our understanding of atmospheric particles. This, in turn, improves our ability to reduce particle concentrations and thereby improve public welfare.\n\nAs part of this project I studied the chemical composition of small particles to better understand which species are important in early particle growth. I found that small particles contain a significant amount of nitrate, which suggests that nitrate (probably organic nitrate species) is an important contributor to early particle growth. This is a new finding and is important as it changes the way we think of early particle growth and what chemical species affect this growth.\n\nAnother part of this work was to model the early particle growth. I modeled the growth in two very different environments &ndash; an urban, polluted environment (Atlanta, GA), and a remote, relatively pristine environment (Hyytiala, Finland). In both places I found that the observed nanoparticle growth cannot be explained by the condensation of sulfuric acid, ammonium and water alone &ndash; other species must be important and contribute to this early growth. We know from earlier work that amine species may be important and that acid-base reactions may also play a significant role. The ambient measurements analyzed as part of this project further suggest that organic nitrate compounds are important in nanoparticle growth. We continue to work on accounting for the effects of all of these species and processes in models.\n\nThis project also had broader impacts in addition to the scientific results and societal implications mentioned above. For example, we formed a modeling-focused collaborative group consisting of Dr. Kelley Barsanti (University of Portland), Dr. Ilona Riipinen (University of Stockholm) and myself (now at the University of Texas at Austin). We are a group of young and enthusiastic female scientists who all bring different expertise to the table. We enjoy working together and consulting each other on these interesting and societally important problems. This collaboration is ongoing and will benefit current and future students and postdoctoral researchers in our groups. Our collaboration also sends a positive and encouraging message to other scientists and engineers in underrepresented groups, especially women, and it may help with the retention of women in science. \n\n \n\n\t\t\t\t\tLast Modified: 10/28/2012\n\n\t\t\t\t\tSubmitted by: Lea Hildebrandt Ruiz"
 }
}