{
 "awd_id": "1137856",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Disasters, Resilience, and Vulnerability of Fishing Communities in Post-Tsunami Japan",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 24948.0,
 "awd_amount": 24948.0,
 "awd_min_amd_letter_date": "2011-06-10",
 "awd_max_amd_letter_date": "2011-06-10",
 "awd_abstract_narration": "Dr. Bonnie J McKay (Rutgers University) and Dr. Satsuki Takahashi (Institute of Social Science, University of Tokyo) will undertake joint research on the rebuilding efforts in Japanese coastal fishing towns damaged by the recent earthquake, tsunami, and nuclear power crisis. The focus of the research will be on how combined natural and human disasters affect community responses. Previous research on the relationships between disasters, vulnerability, and resilience have led in different directions, depending on whether the disasters are understood as caused by human or natural agency. In these accounts, natural disasters encourage communities to work together to develop better systems in the future, while human-made problems, such as air and water pollution, disproportionally affect vulnerable communities and limit their ability to rebuild. Building upon and contributing to social scientific theories on resilience, vulnerability, and nature-culture relationships, this project will investigate the cultural and political outcomes of dual (natural and human-caused) disasters. The research will comprise historical and ethnographic fieldwork, including archival research, open-ended and semi-structured interviews, and participant observation, in two Japanese fishing towns for which the researchers have baseline data.\r\n\r\nThis research is being supported through NSF's Rapid Response Research (RAPID) program, which is used for projects having severe urgency with regard to availability of or access to data, facilities or specialized equipment, including quick-response research on natural or anthropogenic disasters and similar unanticipated events. By addressing the responses in coastal Japan over five months shortly after the disaster, with follow-up research several months later, this project will be sensitive to any changes that may occur as time passes. It will investigate early and middle-term responses to the extraordinary disaster as a way to shed light on the complex relationships among \"natural\" and \"human\" hazards, resilience, and vulnerability, offering important lessons for researchers and policymakers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "McCay",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie J McCay",
   "pi_email_addr": "mccay@aesop.rutgers.edu",
   "nsf_id": "000470743",
   "pi_start_date": "2011-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Satsuki",
   "pi_last_name": "Takahashi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Satsuki Takahashi",
   "pi_email_addr": "sats.takahashi@gmail.com",
   "nsf_id": "000198129",
   "pi_start_date": "2011-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "",
  "perf_city_name": "Tokyo",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8016",
   "pgm_ref_txt": "Japan Earthquake 2011"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 24948.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br />Based on in-depth ethnographic and archival research during the 12 months immediately after the March 2011 disaster in northeastern Japan, this research project examined the aftermath and the rebuilding processes in coastal fishing towns damaged not only by the earthquake and tsunami but also by the Fukushima Daiichi nuclear plant accident.</p>\n<p>Devastated by&nbsp;multiple catastrophes, fishers in the southern part of the disaster zone describe the disaster as fourfold: caused by earthquake, tsunami, radiation contamination, and also &ldquo;rumor.&rdquo; They encounter not only wreckage caused by the quake and the tsunami and not even the actual contamination of fish by radiation released from the crippled Fukushima Daiichi nuclear power plant. &ldquo;Rumors&rdquo;&nbsp;about radiation risk and the associated fear of related toxins have restrained many consumers from purchasing seafood landed in the disaster zone. They have also produced heated scientific, political, media, and public debates over an &ldquo;acceptable&rdquo; radiation safety standard in food. In the nearly 18 months since the disaster, the rebuilding of the infrastructure caused by the earthquake and tsunami&mdash;often described as &ldquo;natural&rdquo; disasters&mdash;has been slowly but gradually moving forward. In contrast, the impact of the nuclear accident&mdash;often described as a &ldquo;manmade&rdquo; disaster&mdash;seems to growing only grimmer.</p>\n<p>While radiation contamination as well as people&rsquo;s fears about radiation accumulate, we can sense the invisible risk only through the numbers displayed on Geiger counters and similar detection devices.&nbsp;We found that debates about the proper way to interpret these radiation numbers have made the distinction between safe and risky highly ambiguous. The distinction is under negotiation even at the policy level. The government first established a tentative radiation safety standard in April 2011, but a year later, it revised the standard to make it stricter. Public debates still continue, questioning whether the revised standard is sufficient for protecting consumers and residents from future health problems. This means that there is a secondary form of economic damage to agriculture and fisheries industries, because the collapse of trust in government standards makes it difficult for local producers to sell products that are officially determined to be safe.</p>\n<p>The findings of this research contribute to anthropological understanding of disasters and broader anthropological inquires regarding risk and modernization. In addition, by introducing anthropological perspectives to the debates in science and engineering, this research contributes to interdisciplinary understanding of radiation risk. Policymakers and intellectuals&mdash;in both natural and social science fields&mdash;who are involved in disaster preparedness and relief efforts will, we hope, benefit from the outcomes of the in-depth anthropological research in the Japanese coastal towns devastated by the combination of natural and man-made features of this disaster. This combination is certainly not unique to the 3/11 disaster, but the elements are particularly visible.</p>\n<p>Lastly, our research findings are based on our observations in the immediate post-disaster period. Anthony Oliver-Smith posed a fundamental question to anthropologists and other scholars who are working on disasters; when does a disaster end? The March 2011 disaster is undoubtedly ongoing. Especially given the unsettled Fukushima nuclear crisis and expectable long-term radiation effects, the aftermath of the disaster will perhaps go on for another few decades. We hope that further investigations will continue as the uncertain future unfolds.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/06/2012<br>\n\t\t\t\t\tModified by: Bonnie&nbsp;J&nbsp;Mccay</p>\n</div>\n<div class=\"porSideCol\"></...",
  "por_txt_cntn": "\n\n\nBased on in-depth ethnographic and archival research during the 12 months immediately after the March 2011 disaster in northeastern Japan, this research project examined the aftermath and the rebuilding processes in coastal fishing towns damaged not only by the earthquake and tsunami but also by the Fukushima Daiichi nuclear plant accident.\n\nDevastated by multiple catastrophes, fishers in the southern part of the disaster zone describe the disaster as fourfold: caused by earthquake, tsunami, radiation contamination, and also \"rumor.\" They encounter not only wreckage caused by the quake and the tsunami and not even the actual contamination of fish by radiation released from the crippled Fukushima Daiichi nuclear power plant. \"Rumors\" about radiation risk and the associated fear of related toxins have restrained many consumers from purchasing seafood landed in the disaster zone. They have also produced heated scientific, political, media, and public debates over an \"acceptable\" radiation safety standard in food. In the nearly 18 months since the disaster, the rebuilding of the infrastructure caused by the earthquake and tsunami&mdash;often described as \"natural\" disasters&mdash;has been slowly but gradually moving forward. In contrast, the impact of the nuclear accident&mdash;often described as a \"manmade\" disaster&mdash;seems to growing only grimmer.\n\nWhile radiation contamination as well as peopleÆs fears about radiation accumulate, we can sense the invisible risk only through the numbers displayed on Geiger counters and similar detection devices. We found that debates about the proper way to interpret these radiation numbers have made the distinction between safe and risky highly ambiguous. The distinction is under negotiation even at the policy level. The government first established a tentative radiation safety standard in April 2011, but a year later, it revised the standard to make it stricter. Public debates still continue, questioning whether the revised standard is sufficient for protecting consumers and residents from future health problems. This means that there is a secondary form of economic damage to agriculture and fisheries industries, because the collapse of trust in government standards makes it difficult for local producers to sell products that are officially determined to be safe.\n\nThe findings of this research contribute to anthropological understanding of disasters and broader anthropological inquires regarding risk and modernization. In addition, by introducing anthropological perspectives to the debates in science and engineering, this research contributes to interdisciplinary understanding of radiation risk. Policymakers and intellectuals&mdash;in both natural and social science fields&mdash;who are involved in disaster preparedness and relief efforts will, we hope, benefit from the outcomes of the in-depth anthropological research in the Japanese coastal towns devastated by the combination of natural and man-made features of this disaster. This combination is certainly not unique to the 3/11 disaster, but the elements are particularly visible.\n\nLastly, our research findings are based on our observations in the immediate post-disaster period. Anthony Oliver-Smith posed a fundamental question to anthropologists and other scholars who are working on disasters; when does a disaster end? The March 2011 disaster is undoubtedly ongoing. Especially given the unsettled Fukushima nuclear crisis and expectable long-term radiation effects, the aftermath of the disaster will perhaps go on for another few decades. We hope that further investigations will continue as the uncertain future unfolds.  \n\n\t\t\t\t\tLast Modified: 08/06/2012\n\n\t\t\t\t\tSubmitted by: Bonnie J Mccay"
 }
}