{
 "awd_id": "1137815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Hydrodynamic Theories of the Dynamics, Fluctuations, Boundaries, and Shapes of Flocks",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 308370.0,
 "awd_amount": 308370.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2011-09-08",
 "awd_abstract_narration": "This proposal will develop the theory of \"flocking\": the collective, coherent motion of large numbers of organisms or biomolecules. This ubiquitous biological phenomenon occurs for organisms (flocks of birds, schools of fish), cells (collections of swimming bacteria, migration of cancer cells in tumors) and subcellular molecules (long molecules such as microtubules and actin filaments involved in the operation and reproduction of cells). The project will apply ideas originally developed for fluid dynamics (air flow over airplane wings, weather forecasting, and plumbing) to flocks.\r\n\r\nThis project will extend that approach to investigating what holds flocks together at their boundaries; to study the effects of birth and death of organisms or molecules (which is very important for  molecules inside living cells, which are constantly created and destroyed as they move), and to compare predictions of the theory with experiments on diverse biological systems. Among these are experiments on the mitotic spindle, a spindle-shaped structure of long, rigid molecules called microtubules that forms inside cells when they divide, and which acts to separate the chromosomes into the two daughter cells. This work will also address flocks of organisms (such as birds and fish) to study their shapes and how those shapes fluctuate as the flock moves.\r\n\r\nThis work is strongly interdisciplinary and will advance condensed-matter physics, molecular biophysics, cellular biology, fluid mechanics, organismal biology, and medicine (through a deeper understanding of processes that impact cancer cell migration and wound healing). The proposed work will integrate research and learning by involving students and postdoctoral fellows in the research, and through the development of new course materials at CU-Boulder and the University of Oregon.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Toner",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Toner",
   "pi_email_addr": "jjt@uoregon.edu",
   "nsf_id": "000166240",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "Institute of Theoretical Science",
  "perf_city_name": "Eugene",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974035204",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "766400",
   "pgm_ele_name": "THEORETICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 308370.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 1995, with Yuhai Tu, I developed&nbsp;a set of continuum equations of motion to describe the collective&nbsp;behavior of large numbers of self-propelled entities all moving&nbsp;together. The most common class of such entities is, of course, living&nbsp;creatures; therefore, the equations we proposed should be quite&nbsp;generally applicable to the motions of herds of wildebeest, schools of&nbsp;fish, flocks of birds, singular of rhinoceri, and swarms of bacteria.&nbsp;Indeed, they should describe the collective motions of any organisms - or&nbsp;self-propelled automata - that follow their neighbors. Our model&nbsp;combines features of the Navier-Stokes equation &nbsp;-which describes the flow of simple fluid like &nbsp;air or water- and a simple &nbsp;model for a&nbsp;magnet. In addition, it exhibits the unusual phenomenon known&nbsp;as the breakdown of linearized hydrodynamics: fluctuations induced by errors made by the birds &nbsp;as they try to follow their neighbors radically change the behavior of the flock from that predicted &nbsp;by these equations in the absence of these fluctuations. Surprisingly, it is this very effect that &nbsp;stabilizes a flock in two dimensions: &nbsp;a million physicists, all&nbsp;standing in a plain and able to see only a few of their neighbors, can&nbsp;not manage to all point in the same direction, but they can &nbsp;quite easily all move in the same direction.&nbsp;<br />These equations are now considered a sort of &ldquo;standard model&rdquo; for&nbsp;flocking, and have been re-derived &nbsp;for a wide variety&nbsp;of different microscopic models by many authors.&nbsp;<br />Just as the Navier-Stokes equations of ordinary fluid mechanics describe&nbsp;the liquid phase of water, but not its solid phase (ice), so to the equations&nbsp;Tu and I developed only describe one of many possible &ldquo;phases&rdquo; of a&nbsp;flock.&nbsp;<br />Many of the &nbsp;projects supported by this grant involve predicting what other&nbsp;sorts of phases might occur in flocks, and providing a \"hydrodynamic\" &nbsp;description of them as well. My most recent project in this area has been&nbsp;the development of a theory of smectics &ldquo;P&rdquo;, a new &ldquo;liquid crystal&rdquo;&nbsp;phase that has been observed in simulations of some flocking models, in&nbsp;which the &ldquo;flock&rdquo; organizes into liquid-like layers, along which it flies.&nbsp;Another project involves studying &ldquo;incompressible&rdquo; flocks, whose&nbsp;density is fixed. This proves to be mathematically equivalent to an equilibrium smectic liquid&nbsp;crystal (i.e., a piece of soap), which in turn can be mapped onto the &ldquo;KPZ&rdquo; equation, which is&nbsp;a model for the evolution of the jagged shape of the surface of a corroding piece of metal.&nbsp;<br /><br />This project has also studied &nbsp;the behavior of flocks moving over disordered&nbsp;surfaces, or through disordered media, and on the response of flocks to&nbsp;external guiding fields.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: John&nbsp;J&nbsp;Toner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn 1995, with Yuhai Tu, I developed a set of continuum equations of motion to describe the collective behavior of large numbers of self-propelled entities all moving together. The most common class of such entities is, of course, living creatures; therefore, the equations we proposed should be quite generally applicable to the motions of herds of wildebeest, schools of fish, flocks of birds, singular of rhinoceri, and swarms of bacteria. Indeed, they should describe the collective motions of any organisms - or self-propelled automata - that follow their neighbors. Our model combines features of the Navier-Stokes equation  -which describes the flow of simple fluid like  air or water- and a simple  model for a magnet. In addition, it exhibits the unusual phenomenon known as the breakdown of linearized hydrodynamics: fluctuations induced by errors made by the birds  as they try to follow their neighbors radically change the behavior of the flock from that predicted  by these equations in the absence of these fluctuations. Surprisingly, it is this very effect that  stabilizes a flock in two dimensions:  a million physicists, all standing in a plain and able to see only a few of their neighbors, can not manage to all point in the same direction, but they can  quite easily all move in the same direction. \nThese equations are now considered a sort of \"standard model\" for flocking, and have been re-derived  for a wide variety of different microscopic models by many authors. \nJust as the Navier-Stokes equations of ordinary fluid mechanics describe the liquid phase of water, but not its solid phase (ice), so to the equations Tu and I developed only describe one of many possible \"phases\" of a flock. \nMany of the  projects supported by this grant involve predicting what other sorts of phases might occur in flocks, and providing a \"hydrodynamic\"  description of them as well. My most recent project in this area has been the development of a theory of smectics \"P\", a new \"liquid crystal\" phase that has been observed in simulations of some flocking models, in which the \"flock\" organizes into liquid-like layers, along which it flies. Another project involves studying \"incompressible\" flocks, whose density is fixed. This proves to be mathematically equivalent to an equilibrium smectic liquid crystal (i.e., a piece of soap), which in turn can be mapped onto the \"KPZ\" equation, which is a model for the evolution of the jagged shape of the surface of a corroding piece of metal. \n\nThis project has also studied  the behavior of flocks moving over disordered surfaces, or through disordered media, and on the response of flocks to external guiding fields.\n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: John J Toner"
 }
}