{
 "awd_id": "1137681",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CREST: Center of Excellence in Nanobiomaterials Derived from Biorenewable and Waste Resources",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Santiago",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 5000000.0,
 "awd_amount": 5200000.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2016-02-18",
 "awd_abstract_narration": "Tuskegee University will initiate a 5-year Center of Research Excellence in Science and Technology project to develop new nano-bio-materials derived from bio-renewable and waste resources. The research focus areas of the center are: (a) synthesis of nanofibers; (b) production of bacterial cellulose fibers from soy waste products (c); synthesis of nanoparticles from biodegradable sources like egg shells and their use as nano-fillers in advanced composites; (d) synthesis of biopolymers; (e) development and characterization of advanced green nanocomposites using these materials with natural fibers; and (f) product design, prototyping and commercial feasibility studies. The project will include a robust education and outreach program to train/educate K-12 and community college students and teachers. The proposed Center will also provide significant boost to the PhD program in Materials Science and Engineering at Tuskegee University. The program will include active partnerships with Cornell University, the University of Alabama at Birmingham, and Auburn University. \r\n \r\nThe research will be organized around the following subprojects:\r\n1. \tSynthesis and characterization of nanobiomaterials.\r\n2. \tSynthesis and characterization of biopolymers and nanobiocomposites\r\n3. \tProcessing, Performance Evaluation, and technology transition of Advanced Green Nanobiocomposites to products\r\n\r\nThe PIs and their students will extract bacterial cellulose fibers from waste sugars obtained from defatted soy flour and calcium carbonate nanoparticles from egg shells. They then make use of them along with biopolymers to make composites. Calcium carbonate nanoparticles have many potential applications in polymer composites as fillers and property enhancers.  They are also considered as materials for biomedical applications.\r\n\r\nThe current generation of composites materials utilize petroleum based polymers and man-made fibers like glass and carbon which are energy intensive to produce.  These materials have two significant disadvantages.  First, they are based on petroleum feedstock, a non-renewable resource.  Second, they are not biodegradable.  At the end of their service life, about 95% are discarded in landfills while a small fraction is incinerated or crushed into powder for use as filler.  These alternatives energy intensive and potentially environmentally hazardous. Another class of materials that end up in land-fills includes egg shells. Hence, there is an attractive potential to develop materials that are environment-friendly and biodegradable at the end of their design life. The materials so developed will provide alternative to the current generation of high performance \"advanced\" composites materials, which could have a positive impact on landfill use and lead to a wide range of new green technologies.\r\n\r\nThe intellectual merits lie in the fact that the development of biodegradable nanofibers, nanoparticles, nanobiopolymers and their characterization, processing and characterization of advanced green composites will provide significant knowledge that can be used to develop new applications in automotive and building industries. The processes and knowledge developed through the three subprojects will help in diversifying the research portfolio into other fields like drug delivery, packaging, wound healing, and pharmaceuticals that will result in sustaining the center beyond the funding period. The materials developed will provide an environment-friendly alternative to currently used synthetic, non-biodegradable, petroleum based fiber reinforced composites. A diverse group of nationally and internationally recognized scientists and engineers has been assembled to pursue state-of-the-art research and education endeavors through three synergistically linked subprojects.\r\n \r\nThe broader impacts of this project include production of a large number of graduates with BS through PhD degrees, including, a significant number of minorities and women. These graduates will be adequately trained in emerging areas of nano-bio science and technology with excellent communication and interpersonal skills. They will interact with researchers outside of USA through participation in international conferences abroad and working in the laboratories on partnering institutions in Brazil and India.   Such graduates will become excellent role models for many young students and help bring much-needed diversity to the nation's advanced technological workforce. Broader societal impact includes reduced dependence on petroleum products, utilization of waste products to produce engineering materials and products, and a partial solution to landfill problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mahesh",
   "pi_last_name": "Hosur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mahesh Hosur",
   "pi_email_addr": "mahesh.hosur@tamuk.edu",
   "nsf_id": "000350792",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anil",
   "pi_last_name": "Netravali",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Anil N Netravali",
   "pi_email_addr": "ann2@cornell.edu",
   "nsf_id": "000252350",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vijaya",
   "pi_last_name": "Rangari",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Vijaya K Rangari",
   "pi_email_addr": "vrangari@tuskegee.edu",
   "nsf_id": "000350407",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shaik",
   "pi_last_name": "Zainuddin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaik Zainuddin",
   "pi_email_addr": "szainuddin@tuskegee.edu",
   "nsf_id": "000589198",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tuskegee University",
  "inst_street_address": "1200 W MONTGOMERY RD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSKEGEE INSTITUTE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3347278970",
  "inst_zip_code": "360881923",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AL02",
  "org_lgl_bus_name": "TUSKEGEE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U9JCYEXFEEU4"
 },
 "perf_inst": {
  "perf_inst_name": "Tuskegee University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "360881923",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  },
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 2000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview: </strong>With the funding from National Science Foundation, Tuskegee University established a Center of Excellence in Nanobiomaterials Derived from Biorenewable and Waste Resources in October 2011. Collaborators from within the USA included Auburn University (AU), Cornell University (CU), the University of Alabama at Birmingham (UAB), and several industry and national laboratories. International collaboration was built upon prior relationships with researchers from Brazil and India. The research focus areas of the center include: (a) synthesis of plant based nanofibers through electrospinning and forcespinning&trade; methods; (b) production of bacterial cellulose fibers from soy waste products; (c) synthesis of nanoparticles from biodegradable sources such as egg shells and their use as nano-fillers in advanced composites; (d) synthesis of biopolymers; (e) development and characterization of advanced green nanocomposites using these materials with natural fibers; and (f) product design, prototyping and commercial feasibility studies. The materials developed provide an alternative to the current generation of high performance &lsquo;advanced&rsquo; composites materials which use thermoset polymers and man-made fibers like glass, carbon and Kevlar&reg;. Further, these polymers are derived from petroleum, an expensive and scarce commodity, and composites are not biodegradable.</p>\n<p><strong>Intellectual Merit:</strong> Development of biopolymers, biodegradable nanofibers, nanoparticles, nanobiopolymers and their characterization; processing and characterization of advanced green composites will provide significant knowledge that can be used to develop new applications in automotive and building industries. At Tuskegee University, efforts were focused on bionanocomposites reinforced with cellulose nanofibers, synthesis and characterization of epoxide soybean oil, jute bio-nanocomposites reinforced with grafted halloysite nanotubes added biodegradable polymers, thermal, durability and biodegradation properties of halloysite nanotube reinforced films, eggshell-silver nanoparticles tailored co-polyester polymer blend films with antimicrobial properties, coconut shell sourced carbon tailored biofilms, influence of cellulose on the mechanical and thermal stability of ABS plastic composites, Forcespun PLA fibers enhanced using graphene nanoplatelets, montmorillonite nanoclay and lignin. At Auburn University (AU), research was focused on synthesis and characterization of biopolymers and nanobiocomposites. Specifically, work was focused on triglycerides and phenolic compounds as precursors of biobased thermosetting epoxy resins. Cornell University (CU) work was focused on development of high performance green nanocomposites using aligned bacterial cellulose and soy protein. In the University of Alabama at Birmingham (UAB), work was focused on scaling up of bio nanocomposites to make products. Several natural fibers were used to fabricate thermoplastic based composite products. In addition, chicken eggshell waste was used as a biofilter with thermoplastic polymers. Panel were made using soy husk through extrusion-compression molding process which were subsequently used to determine sound insulation properties.</p>\n<p><strong>Broader Impacts:</strong> Tuskegee University hosted Science and technology open-house activities during the spring semesters in 2012, 2013, 2014, 2015, 2016 and in Fall 2018. This event co-hosted with NSF-EPSCoR track I program brought middle and high school students together to interact with their peers from colleges across the state of Alabama. All the graduate students working on CREST activities were provided opportunities to present their work in international conferences and/or student paper competitions (both oral and poster). Several students obtained MS and PhD degrees. Many of the students completing MS degrees have joined&nbsp; PhD programs at Tuskegee/elsewhere. Students who obtained PhD degrees have got jobs either in industry or in academia. High school students participated in a program called SciTrek where they spend a week and got trained by graduate students. This is an ongoing annual program held during summer time at Tuskegee University and is funded through several programs. CREST also supported Minority Introduction to Engineering (MITE) and Freshman Accelerated Start- up and Training for Retention in Engineering Curricula (FASTREC), summer programs for school students and students matriculating into Tuskegee engineering programs in summer semesters during the first five years. Several workshops were held at UAB. AU faculty Dr. Maria Auad, also conducted several workshops for wider scientific community. TU faculty and students were involved with NSF funded REU program in mentoring undergraduate students. Dr. Curry at TU, other faculty members and graduate students at Tuskegee were involved in RET program. REU and RET programs conducted in 2017 and 2018 are reported here while Results of research findings have been communicated to broader research community through publications in book chapters, journal articles, articles in conference proceedings as well as oral and poster presentations by the students.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2018<br>\n\t\t\t\t\tModified by: Mahesh&nbsp;Hosur</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539222391127_eggshell-silvernanocomposite--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539222391127_eggshell-silvernanocomposite--rgov-800width.jpg\" title=\"Silver nanoparticles decorated with Eggshell based Calcium carbonate nanoplateletsted silvernanoplatelets\"><img src=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539222391127_eggshell-silvernanocomposite--rgov-66x44.jpg\" alt=\"Silver nanoparticles decorated with Eggshell based Calcium carbonate nanoplateletsted silvernanoplatelets\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">TEM image of Silver nanoparticles decorated with Eggshell based Calcium carbonate nanoplatelets</div>\n<div class=\"imageCredit\">Dr.Vijay Rangrai</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Vijaya&nbsp;K&nbsp;Rangari</div>\n<div class=\"imageTitle\">Silver nanoparticles decorated with Eggshell based Calcium carbonate nanoplateletsted silvernanoplatelets</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539205158540_REUstudentDemetriusFinleywhohastransitionedtoMSprogram--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539205158540_REUstudentDemetriusFinleywhohastransitionedtoMSprogram--rgov-800width.jpg\" title=\"REU Student working in the Lab\"><img src=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539205158540_REUstudentDemetriusFinleywhohastransitionedtoMSprogram--rgov-66x44.jpg\" alt=\"REU Student working in the Lab\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">REU student trained in Summer 2016 successfully transitioned to graduate program.</div>\n<div class=\"imageCredit\">Mahesh Hosur</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mahesh&nbsp;Hosur</div>\n<div class=\"imageTitle\">REU Student working in the Lab</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539205413382_PosterPresentationsattheAnnualEABMeeting-2016--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539205413382_PosterPresentationsattheAnnualEABMeeting-2016--rgov-800width.jpg\" title=\"Poster Presentations\"><img src=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539205413382_PosterPresentationsattheAnnualEABMeeting-2016--rgov-66x44.jpg\" alt=\"Poster Presentations\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Poster Presentations by Students at the Annual External Advisory Board Meeting 2016.</div>\n<div class=\"imageCredit\">Mahesh Hosur</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mahesh&nbsp;Hosur</div>\n<div class=\"imageTitle\">Poster Presentations</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539205064172_ProcessingofEpoxidizedSoybeanOilwithHighGlassTransitionTemperature--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539205064172_ProcessingofEpoxidizedSoybeanOilwithHighGlassTransitionTemperature--rgov-800width.jpg\" title=\"Synthesis of epoxidized Soybean Oil\"><img src=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539205064172_ProcessingofEpoxidizedSoybeanOilwithHighGlassTransitionTemperature--rgov-66x44.jpg\" alt=\"Synthesis of epoxidized Soybean Oil\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic of Synthesis of Epoxidized Soybean Oil with High Glass Transition Temperature.</div>\n<div class=\"imageCredit\">Mahesh Hosur</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mahesh&nbsp;Hosur</div>\n<div class=\"imageTitle\">Synthesis of epoxidized Soybean Oil</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539263537916_ParticipantsinSummer2015MITEProgram--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539263537916_ParticipantsinSummer2015MITEProgram--rgov-800width.jpg\" title=\"Summer MITE Program Participants\"><img src=\"/por/images/Reports/POR/2018/1137681/1137681_10135684_1539263537916_ParticipantsinSummer2015MITEProgram--rgov-66x44.jpg\" alt=\"Summer MITE Program Participants\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Participants in the 2015 Summer Minority Introduction to Engineering (MITE) Program.</div>\n<div class=\"imageCredit\">Mahesh Hosur</div>\n<div class=\"imageSubmitted\">Mahesh&nbsp;Hosur</div>\n<div class=\"imageTitle\">Summer MITE Program Participants</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOverview: With the funding from National Science Foundation, Tuskegee University established a Center of Excellence in Nanobiomaterials Derived from Biorenewable and Waste Resources in October 2011. Collaborators from within the USA included Auburn University (AU), Cornell University (CU), the University of Alabama at Birmingham (UAB), and several industry and national laboratories. International collaboration was built upon prior relationships with researchers from Brazil and India. The research focus areas of the center include: (a) synthesis of plant based nanofibers through electrospinning and forcespinning&trade; methods; (b) production of bacterial cellulose fibers from soy waste products; (c) synthesis of nanoparticles from biodegradable sources such as egg shells and their use as nano-fillers in advanced composites; (d) synthesis of biopolymers; (e) development and characterization of advanced green nanocomposites using these materials with natural fibers; and (f) product design, prototyping and commercial feasibility studies. The materials developed provide an alternative to the current generation of high performance ?advanced? composites materials which use thermoset polymers and man-made fibers like glass, carbon and Kevlar&reg;. Further, these polymers are derived from petroleum, an expensive and scarce commodity, and composites are not biodegradable.\n\nIntellectual Merit: Development of biopolymers, biodegradable nanofibers, nanoparticles, nanobiopolymers and their characterization; processing and characterization of advanced green composites will provide significant knowledge that can be used to develop new applications in automotive and building industries. At Tuskegee University, efforts were focused on bionanocomposites reinforced with cellulose nanofibers, synthesis and characterization of epoxide soybean oil, jute bio-nanocomposites reinforced with grafted halloysite nanotubes added biodegradable polymers, thermal, durability and biodegradation properties of halloysite nanotube reinforced films, eggshell-silver nanoparticles tailored co-polyester polymer blend films with antimicrobial properties, coconut shell sourced carbon tailored biofilms, influence of cellulose on the mechanical and thermal stability of ABS plastic composites, Forcespun PLA fibers enhanced using graphene nanoplatelets, montmorillonite nanoclay and lignin. At Auburn University (AU), research was focused on synthesis and characterization of biopolymers and nanobiocomposites. Specifically, work was focused on triglycerides and phenolic compounds as precursors of biobased thermosetting epoxy resins. Cornell University (CU) work was focused on development of high performance green nanocomposites using aligned bacterial cellulose and soy protein. In the University of Alabama at Birmingham (UAB), work was focused on scaling up of bio nanocomposites to make products. Several natural fibers were used to fabricate thermoplastic based composite products. In addition, chicken eggshell waste was used as a biofilter with thermoplastic polymers. Panel were made using soy husk through extrusion-compression molding process which were subsequently used to determine sound insulation properties.\n\nBroader Impacts: Tuskegee University hosted Science and technology open-house activities during the spring semesters in 2012, 2013, 2014, 2015, 2016 and in Fall 2018. This event co-hosted with NSF-EPSCoR track I program brought middle and high school students together to interact with their peers from colleges across the state of Alabama. All the graduate students working on CREST activities were provided opportunities to present their work in international conferences and/or student paper competitions (both oral and poster). Several students obtained MS and PhD degrees. Many of the students completing MS degrees have joined  PhD programs at Tuskegee/elsewhere. Students who obtained PhD degrees have got jobs either in industry or in academia. High school students participated in a program called SciTrek where they spend a week and got trained by graduate students. This is an ongoing annual program held during summer time at Tuskegee University and is funded through several programs. CREST also supported Minority Introduction to Engineering (MITE) and Freshman Accelerated Start- up and Training for Retention in Engineering Curricula (FASTREC), summer programs for school students and students matriculating into Tuskegee engineering programs in summer semesters during the first five years. Several workshops were held at UAB. AU faculty Dr. Maria Auad, also conducted several workshops for wider scientific community. TU faculty and students were involved with NSF funded REU program in mentoring undergraduate students. Dr. Curry at TU, other faculty members and graduate students at Tuskegee were involved in RET program. REU and RET programs conducted in 2017 and 2018 are reported here while Results of research findings have been communicated to broader research community through publications in book chapters, journal articles, articles in conference proceedings as well as oral and poster presentations by the students. \n\n\t\t\t\t\tLast Modified: 10/12/2018\n\n\t\t\t\t\tSubmitted by: Mahesh Hosur"
 }
}