{
 "awd_id": "1137137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Dynamical Processes Driving the Genesis and Maintenance of Tornadic Vortices",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 507889.0,
 "awd_amount": 507889.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2013-07-01",
 "awd_abstract_narration": "This research will focus on an investigation of the dynamics resulting in the genesis and maintenance of tornadic vortices. The overarching hypothesis of the study is following: Smaller (subtornado vortex-scale) vortical structures in the vicinity of a primary tornado vortex undergo gyroscopically driven alignment, followed by a generalized merging process. This leads to a natural steepening of the vorticity gradient on the outer edge of the tornadic circulation.  Ultimately, this isolates the vortex from turbulence-induced erosion processes. The isolation process then enables the tornado vortex to achieve strengths not easily simulated with traditional numerical models, even with resolution deemed sufficient to resolve that vortex. \r\n\r\nIntellectual Merit: \r\nThe processes leading to vortex isolation are not well represented in quasi-two-dimensional traditional atmospheric dynamics theory.  Instead, the study adopts a new theoretical framework based on an analogy of the Navier-Stokes equation (hydrodynamics-HD) with electromagnetic (EM) theory.  This framework has been growing in acceptance in the computational fluid dynamics (CFD) community, particularly over the last 15 years.  One key point in this new approach exploits the analogous behavior between the alignment of magnetic domains within an external magnetic field, and vortical turbulence being driven to alignment (and merging) with the tornado vortex.\r\n\r\nThe research is on two fronts: (1) numerical modeling of the isolation process and (2) theoretical development describing three-dimensional scale interaction processes producing that isolation.  A formulation of a vorticity backscatter process based on resolvable vorticity structure will be resulted.  This new framework will then be built into the numerical model used to enable the simulation of a tornado without extreme resolution.  \r\n\r\nBroader Impacts \r\nThe adopted methodologies embracing an EM-HD analogy will likely enhance understanding of all atmospheric vortex dynamics, including those that govern tropical cyclones. While this will result in a more robust comprehension of these complex processes, it will also introduce a simple, intuitive, overarching framework for future investigations.  The two principal investigators plan to take advantage of this simplification to create new teaching tools that articulate the complexities of tornado formation and maintenance in a clear manner to the general public.  Additionally, this work will serve as a catalyst for stressing the importance of a well-rounded physics background (including the fundamentals of electromagnetism), especially for those entering the fields of atmospheric science and fluid dynamics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Tripoli",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory J Tripoli",
   "pi_email_addr": "tripoli@aos.wisc.edu",
   "nsf_id": "000282308",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1225 W. Dayton Street",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175336.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 165034.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 167519.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcome Report</p>\n<p>Collaborative Research: Dynamical Processes Driving the Genesis and Maintenance of Tornadic Vortices</p>\n<p>NSF Award 1137137</p>\n<p>PI: Gregory Tripoli</p>\n<p>University of Wisconsin&nbsp; - Madison</p>\n<p>Co-I: Marcus Buker</p>\n<p>University of Western Illinois</p>\n<p>&nbsp;</p>\n<p>The NSF project entitled: Collaborative Research: Dynamical Processes Driving the Genesis and Maintenance of Tornadic Vortices was investigate the physical processes resulting in tornadoes.&nbsp; In the recent scientific literature there have been many studies of tornadoes and supercells in which they are embedded.&nbsp; The community of researchers involved in studying the problem is relatively small, and perhaps trapped in an understanding paradigm, making real forward progress on key scientific issues difficult.&nbsp; The PIs came into this project with strong expertise in dynamical modeling of tropical cyclones, extratropical cyclones, large eddys, clouds, thunderstorms and tornadoes.&nbsp; Because the PI&rsquo;s bring many decades of experience studying in all of atmospheric science but not focused strongly on the tornado problem, it was expected that their tornado research, supported under this project would provide new blood into the science, perhaps opening up new avenues of understanding using radically new approaches.</p>\n<p>In fact, this proved to be the case.&nbsp; The Tripoli/Buker collaboration approached the tornado problem in ways it has never been viewed before, and has made what are significant strides in understanding that will likely transform how we understand tornadoes.&nbsp; Of particular significance was the PI&rsquo;s direct approach to the tornado genesis problem not as one of a vorticity budget (how much spin is available in the environment o build a tornado) but instead one of the formation of a defining &ldquo;spindle&rdquo; which is a vortex that can collect vorticity from the environment.&nbsp; The paradigm proposed by this study is that the tornado is represented by a spindle connected to the supercell updraft, defined by a maximum in inertial frequency, a metric developed as part of this study.&nbsp; It is found by the PIs that there are are two types of spindles: (a) a passive spindle and (2) a dynamic spindle.&nbsp; As implied by the name, a spindle has the capability of rolling up surrounding vorticity (spin), similar to the way cotton candy can be rolled up onto a stick.&nbsp; We call that &ldquo;feeding&rdquo;, i.e., the spindle grows by drawing in non-curvature vorticity (by its spinning) and converting vorticity into vortex vorticity, we call curvature vorticity, which is measured by the inertial frequency.&nbsp; The critical problem is that if a passive spindle rolls up vorticity, its supporting dynamics that maintain its inertial frequency will erode and the spindle will dissipate, thus disallowing tornado genesis.</p>\n<p>What causes a tornado to form is the existence of processes, associated with a thunderstorm, particularly supercell thunderstorms, that allow a spindle to feed and maintain its inertial stability at the same time.&nbsp; This, we call, a &ldquo;dynamic spindle&rdquo;, because the dynamic production of mechanisms that seal the upper vortex from erosion, created by conversion of potential energy in the updraft itself, cause a spindle to be resilient and even go into a feeding frenzy absorbing all the vorticity it comes into contact with, into its inertial frequency.&nbsp; The stronger the inertial frequency, the more intensly the spindle feeds.</p>\n<p>A related aspect of tornado genesis that we have studied is how the spindle is brought to the surface.&nbsp; Although most earlier studies claim it is brought down by increasing sources of surface based vorticity, our results show different.&nbsp; We find it is the precipitation induced downdraft, that dynamically drives the spindle to the surface where it becomes dynamically sealed against the surface allowing it to absorb vorticity producing a growth of curvature vorticity and en enhanced connection to the updraft above.&nbsp; So a tornado is all about the spindle, measured by inertial frequency, just as a tropical cyclone is all about the eye wall, which in effect is a hurricane-sized spindle also.&nbsp;</p>\n<p>Hence our results suggest that the community has been approaching the tornado problem from the wrong angle.&nbsp; It is all about the spindle, and we should be making efforts to asses the health and forcing of a spindle.&nbsp; There is often sufficient vorticity in the environment but what really allows a tornado to form is whether a dynamic spindle can be linked between the upper thunderstorm and the ground.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2016<br>\n\t\t\t\t\tModified by: Gregory&nbsp;J&nbsp;Tripoli</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcome Report\n\nCollaborative Research: Dynamical Processes Driving the Genesis and Maintenance of Tornadic Vortices\n\nNSF Award 1137137\n\nPI: Gregory Tripoli\n\nUniversity of Wisconsin  - Madison\n\nCo-I: Marcus Buker\n\nUniversity of Western Illinois\n\n \n\nThe NSF project entitled: Collaborative Research: Dynamical Processes Driving the Genesis and Maintenance of Tornadic Vortices was investigate the physical processes resulting in tornadoes.  In the recent scientific literature there have been many studies of tornadoes and supercells in which they are embedded.  The community of researchers involved in studying the problem is relatively small, and perhaps trapped in an understanding paradigm, making real forward progress on key scientific issues difficult.  The PIs came into this project with strong expertise in dynamical modeling of tropical cyclones, extratropical cyclones, large eddys, clouds, thunderstorms and tornadoes.  Because the PI?s bring many decades of experience studying in all of atmospheric science but not focused strongly on the tornado problem, it was expected that their tornado research, supported under this project would provide new blood into the science, perhaps opening up new avenues of understanding using radically new approaches.\n\nIn fact, this proved to be the case.  The Tripoli/Buker collaboration approached the tornado problem in ways it has never been viewed before, and has made what are significant strides in understanding that will likely transform how we understand tornadoes.  Of particular significance was the PI?s direct approach to the tornado genesis problem not as one of a vorticity budget (how much spin is available in the environment o build a tornado) but instead one of the formation of a defining \"spindle\" which is a vortex that can collect vorticity from the environment.  The paradigm proposed by this study is that the tornado is represented by a spindle connected to the supercell updraft, defined by a maximum in inertial frequency, a metric developed as part of this study.  It is found by the PIs that there are are two types of spindles: (a) a passive spindle and (2) a dynamic spindle.  As implied by the name, a spindle has the capability of rolling up surrounding vorticity (spin), similar to the way cotton candy can be rolled up onto a stick.  We call that \"feeding\", i.e., the spindle grows by drawing in non-curvature vorticity (by its spinning) and converting vorticity into vortex vorticity, we call curvature vorticity, which is measured by the inertial frequency.  The critical problem is that if a passive spindle rolls up vorticity, its supporting dynamics that maintain its inertial frequency will erode and the spindle will dissipate, thus disallowing tornado genesis.\n\nWhat causes a tornado to form is the existence of processes, associated with a thunderstorm, particularly supercell thunderstorms, that allow a spindle to feed and maintain its inertial stability at the same time.  This, we call, a \"dynamic spindle\", because the dynamic production of mechanisms that seal the upper vortex from erosion, created by conversion of potential energy in the updraft itself, cause a spindle to be resilient and even go into a feeding frenzy absorbing all the vorticity it comes into contact with, into its inertial frequency.  The stronger the inertial frequency, the more intensly the spindle feeds.\n\nA related aspect of tornado genesis that we have studied is how the spindle is brought to the surface.  Although most earlier studies claim it is brought down by increasing sources of surface based vorticity, our results show different.  We find it is the precipitation induced downdraft, that dynamically drives the spindle to the surface where it becomes dynamically sealed against the surface allowing it to absorb vorticity producing a growth of curvature vorticity and en enhanced connection to the updraft above.  So a tornado is all about the spindle, measured by inertial frequency, just as a tropical cyclone is all about the eye wall, which in effect is a hurricane-sized spindle also. \n\nHence our results suggest that the community has been approaching the tornado problem from the wrong angle.  It is all about the spindle, and we should be making efforts to asses the health and forcing of a spindle.  There is often sufficient vorticity in the environment but what really allows a tornado to form is whether a dynamic spindle can be linked between the upper thunderstorm and the ground.\n\n\t\t\t\t\tLast Modified: 12/29/2016\n\n\t\t\t\t\tSubmitted by: Gregory J Tripoli"
 }
}