{
 "awd_id": "1137140",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CONFERENCE: International Society for Computational Biology on Intelligent Systems for Molecular Biology to be held July 13-17th, 2011 in Vienna Austria",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Dickerson",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 30500.0,
 "awd_amount": 30500.0,
 "awd_min_amd_letter_date": "2011-06-28",
 "awd_max_amd_letter_date": "2011-06-28",
 "awd_abstract_narration": "The International Society for Computational Biology is awarded a grant to support student and select presenter participation in the annual meeting of the International Society for Computational Biology on \"Intelligent Systems for Molecular Biology\".  The conference will be held in Vienna, Austria, July 17-13, 2011.  The conference will hold thematic sessions for invited presentations, tutorial programs on related subjects, and special interest group workshops.  Biological areas presented at the conference will include bio-imaging and visualization, databases and ontologies, evolution and comparative genomics, gene regulation and transcriptomics, mass spectrometry and proteomics, population genomics, protein interaction, and molecular networks and structure.  \r\n\r\nResults will be disseminated as published proceedings indexed in MEDLINE and Current Contents, and video recordings of selected presentations will be available online. This award will support participation of US students and under-represented minorities in an important forum for presenting research and ideas at the intersection of biology and computer science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theresa",
   "pi_last_name": "Gaasterland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Theresa Gaasterland",
   "pi_email_addr": "tgaasterland@ucsd.edu",
   "nsf_id": "000229468",
   "pi_start_date": "2011-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "International Society for Computational Biology",
  "inst_street_address": "525 E MARKET ST",
  "inst_street_address_2": "UNIT 330K",
  "inst_city_name": "LEESBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8588220852",
  "inst_zip_code": "201764121",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "VA10",
  "org_lgl_bus_name": "INTERNATIONAL SOCIETY FOR COMPUTATIONAL BIOLOGY INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "CUJJB986WYM5"
 },
 "perf_inst": {
  "perf_inst_name": "International Society for Computational Biology",
  "perf_str_addr": "9500 Gilman Drive MC0505",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930505",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 30500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The International Society for Computational Biology (ISCB) organizes as its premier annual educational event the Intelligent Systems for Molecular Biology (ISMB) conference. ISMB 2011 took place as a joint conference with the European Conference on Computational Biology (ECCB) in Vienna, Austria. As ISCB&rsquo;s 19<sup>th</sup> annual international conference, and ECCB&rsquo;s 10<sup>th</sup> annual event, this was the third time the conference was held jointly. A total of 1535 researchers attended, with 36% of those being students. Through funds provided by the National Science Foundation, 34 students and post-doctoral researchers were able to attend the conference through participant support travel awards that helped to defray a portion of their expenses. Each of these students gained invaluable experience in presenting their research projects and findings to a large, international audience, in many cases for the first time.&nbsp; As presentation of one&rsquo;s work will be a lifelong activity for these junior scientists, the experience of presenting at ISMB is incomparable among conferences in bioinformatics and computational biology.</p>\n<p>The ISMB conference series is focused on sharing and disseminating the latest developments in bioinformatics and computational biology, that is, the application of computer generated tools and methods toward understanding the data generated by research of complex biological systems. ISMB is a conference that brings together computer scientists, molecular biologists, mathematicians and statisticians with the goal of combining the biological and computational research efforts together to focus on computational techniques that are effectively applied to actual biological problems. The research presented at the conference covers the spectrum of investigative efforts, from detecting and preventing cancer, to mapping and understanding the genome of a variety of species and organisms, to developing vaccines against infectious diseases such as malaria and HIV, to isolating genes that create insect resistant crops, and much more.</p>\n<p>In all, 240 scientific talks and more than 870 research posters were presented during the three days of the conference. All of the original research papers were published in an online open-access issue of <em>Bioinformatics </em>journal at: <a href=\"http://bioinformatics.oxfordjournals.org/content/27/13.toc\">http://bioinformatics.oxfordjournals.org/content/27/13.toc</a> .&nbsp; All poster abstracts are available on the conference website at <a href=\"http://www.iscb.org/cms_addon/conferences/ismbeccb2011/posterlist.php\">http://www.iscb.org/cms_addon/conferences/ismbeccb2011/posterlist.php</a>.</p>\n<p>Immediately preceding ISMB 2011 were a selection of tutorial workshops, meetings of special interest groups, and independently organized satellite meetings on topics related to those within the main conference. Also among these pre-conference events was the ISCB Student Council Symposium (SCS), an event organized by and for student and post-doctoral researchers. This student initiative provided members of the SCS organizing committee, made up entirely of students and post docs, with the opportunity to plan and manage all event logistics from concept to conclusion. Activities included developing and managing an event budget, inviting senior and peer-mentor level keynote speakers, distributing a call for abstracts, reviewing and selecting submissions, planning the logistics of a poster session and social event, soliciting corporate sponsors, and organizing a voting system for selection of the best oral and poster presentations. The student organizers also negotiated with the scientific journal <em>BMC Bioinformatics </em>to publish abstracts from the symposium in a special issue of the journal, now available online in open-access format at <a href=\"http://www.biomedcentral.com/bmcbioinformatics/supplements/1...",
  "por_txt_cntn": "\nThe International Society for Computational Biology (ISCB) organizes as its premier annual educational event the Intelligent Systems for Molecular Biology (ISMB) conference. ISMB 2011 took place as a joint conference with the European Conference on Computational Biology (ECCB) in Vienna, Austria. As ISCBÆs 19th annual international conference, and ECCBÆs 10th annual event, this was the third time the conference was held jointly. A total of 1535 researchers attended, with 36% of those being students. Through funds provided by the National Science Foundation, 34 students and post-doctoral researchers were able to attend the conference through participant support travel awards that helped to defray a portion of their expenses. Each of these students gained invaluable experience in presenting their research projects and findings to a large, international audience, in many cases for the first time.  As presentation of oneÆs work will be a lifelong activity for these junior scientists, the experience of presenting at ISMB is incomparable among conferences in bioinformatics and computational biology.\n\nThe ISMB conference series is focused on sharing and disseminating the latest developments in bioinformatics and computational biology, that is, the application of computer generated tools and methods toward understanding the data generated by research of complex biological systems. ISMB is a conference that brings together computer scientists, molecular biologists, mathematicians and statisticians with the goal of combining the biological and computational research efforts together to focus on computational techniques that are effectively applied to actual biological problems. The research presented at the conference covers the spectrum of investigative efforts, from detecting and preventing cancer, to mapping and understanding the genome of a variety of species and organisms, to developing vaccines against infectious diseases such as malaria and HIV, to isolating genes that create insect resistant crops, and much more.\n\nIn all, 240 scientific talks and more than 870 research posters were presented during the three days of the conference. All of the original research papers were published in an online open-access issue of Bioinformatics journal at: http://bioinformatics.oxfordjournals.org/content/27/13.toc .  All poster abstracts are available on the conference website at http://www.iscb.org/cms_addon/conferences/ismbeccb2011/posterlist.php.\n\nImmediately preceding ISMB 2011 were a selection of tutorial workshops, meetings of special interest groups, and independently organized satellite meetings on topics related to those within the main conference. Also among these pre-conference events was the ISCB Student Council Symposium (SCS), an event organized by and for student and post-doctoral researchers. This student initiative provided members of the SCS organizing committee, made up entirely of students and post docs, with the opportunity to plan and manage all event logistics from concept to conclusion. Activities included developing and managing an event budget, inviting senior and peer-mentor level keynote speakers, distributing a call for abstracts, reviewing and selecting submissions, planning the logistics of a poster session and social event, soliciting corporate sponsors, and organizing a voting system for selection of the best oral and poster presentations. The student organizers also negotiated with the scientific journal BMC Bioinformatics to publish abstracts from the symposium in a special issue of the journal, now available online in open-access format at http://www.biomedcentral.com/bmcbioinformatics/supplements/12/S11. The skills developed through participation in the SCS, for both organizers and attendees/presenters, will serve each of them well in preparing for a long and successful scientific career that inevitably includes attending and organizing conferences.\n\nOver the years, bioinformatics and computational biology..."
 }
}