{
 "awd_id": "1137269",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EFRI:MIKS: NOTCH Signaling in Colon Cancer Stem Cells",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 2000000.0,
 "awd_amount": 2000000.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "This NSF award by the Office of Emerging Frontiers in Research and Innovation supports work to understand how dynamic signaling and cell fate decision circuits in individual cells give rise to multicellular system-level behaviors such as developmental pattern formation and how perturbations to these circuits lead to undesirable consequences such as cancer. These questions will be addressed using three integrated methods: (a) Physical devices for tracking stem cell behaviors in a physiologically relevant environment; (b) Mathematical modeling of cell fate decision circuits; and (c) Engineering of synthetic genetic circuits capable of elucidating fundamental design principles.\r\nIntellectual merit\r\nThe team will study the role of intercellular Notch signaling in intestinal colon crypt formation and colorectal tumorigenesis. In Goal 1, an integrated platform including in vitro microscale devices and in vivo mouse homing models will be developed to track signaling dynamics and cell fate decisions in a physiologically realistic environment. In Goal 2, signaling dynamics will be characterized to develop mathematical models of pattern formations in colon crypts. These models will help interpret experimental data and predict perturbation results.  In Goal 3, synthetic circuits based on Notch signaling and bacterial quorum sensing components will be implemented in colon cancer stem cells to form de novo patterns, which will be tested using the integrated platform from Goal 1.\r\nBroader impact\r\nThis work will have three main broader impacts: (a) facilitating biomedical applications, (b) generating broadly useful tools for the exploration of multicellular patterning systems, and (c) direct impacts on science education through specific activities of the principal investigators and other team members.\r\nFacilitating development of therapeutics. The model system, colon cancer stem cells, is resistant to conventional chemotherapies. Developing effective therapeutics that specifically target cancer stem cells without damaging normal stem cells will require a deeper understanding of the underlying circuits that control self-renewal, differentiation and homeostasis in normal and cancer stem cells.\r\nTools for understanding differentiation and patterning.  The physical devices developed here can be further developed into high throughput drug screening platforms; the synthetic constructs can be used to study signaling mechanisms in diverse cell types; and the mouse homing models enable in vivo studies of human colon stem cells and CRC tumorigenesis.\r\nEducational activity. Using materials from the proposed study, the PIs will work together to teach synthetic biology and mathematical modeling for mammalian systems in systems and synthetic biology courses. The materials will also be included in a synthetic biology textbook in development. The proposed project will be used as an example for K-12 outreach lectures. Finally, simplified versions of the physical devices and the mathematical model from this project will be used as teaching tools for the CURIE Academy, which is a one-week summer residential program focused on creating an interactive atmosphere to engage female high school students in engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Elowitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Elowitz",
   "pi_email_addr": "melowitz@caltech.edu",
   "nsf_id": "000472755",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ron",
   "pi_last_name": "Weiss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ron Weiss",
   "pi_email_addr": "rweiss@mit.edu",
   "nsf_id": "000527225",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiling",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiling Shen",
   "pi_email_addr": "xiling.shen@terasaki.org",
   "nsf_id": "000543751",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Lipkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Lipkin",
   "pi_email_addr": "stl2012@med.cornell.edu",
   "nsf_id": "000578654",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7633",
   "pgm_ref_txt": "EFRI RESEARCH PROJECTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Checkerboard-like patterns of gene expression are prevalent in animal development, and form the basis&nbsp; of generating cell-type diversity in many adult organs, including the brain and intestines. While it is thought that the different cell types constituting the pattern are derived from a common progenitor, and that Notch signaling often plays an important role, it remains unclear exactly how these patterns are established. The goal of this project is to build a simple genetic circuit that uses Notch signaling to generate a lateral inhibition pattern in a layer of cell-culture tissue that does not naturally pattern.&nbsp; During the EFRI award, we have taken important steps towards achieving this goal, and have discovered a novel dynamic feature of Notch signaling that may be crucial for patterning. Specifically, we have found that Notch signaling by the Dll1 ligand is inherently stochastic, occurring in frequency-modulated, stereotyped pulses. This stochasticity may provide the basis for generating asymmetry during the patterning process.&nbsp; <br />We have also engineered several cell lines to test and characterize different aspects of the circuit, such as intercellular positive feedback. In the process, we have made several important improvements to the original design and components of the circuit and will soon be able to test its ability to (self-) pattern.<br />This project has also demonstrated that Notch signaling regulates the decision of colon cancer stem cells to undergo symmetric or asymmetric division, which impact tumor heterogeneity and proliferation. Both fast growing and slow growing but chemoresistant cancer stem cells can arise from asymmetric division, providing tumors with a strategy for both growth and survival. This process is initiated by small RNA molecules called microRNA, which targets Notch signaling to modulate such cell fate decision. The microRNA is not active in healthy intestine and colon, but can be triggered by inflammation-induced reparative regeneration to turn on asymmetric stem cell division. This study has established a link between normal and colon cancer stem cells, elucidating an important microRNA/Notch axis that determines colon cancer stem cell behavior, and provides potential targets for colon cancer therapy.<br />Additionally, we developed several genetic tools that allow mammalian cells to communicate with each other using synthetic signals.&nbsp; Mammalian cells use a broad array of signals to coordinate their behavior; this allows them to build higher-order structures, including tissues and organs. In order to investigate how cells communicate to coordinate multicellular behavior, we built two synthetic signaling systems: the first is based on a plant hormone, phloretin, and the second takes inspiration from the ability of viruses to directly transfer proteins from one cell to another. These synthetic signaling systems will be broadly useful in understanding the processes underlying tissue homeostasis and proliferation control and how these processes become disregulated in cancer. They will also form the basis for nascent efforts in building synthetic mammalian tissues for drug development and regenerative medicine.<br />The award supported the CURIE Academy, a one-week summer workshop to encourage high school female students to explore engineering via hands-on projects. The award also supported the Cornell and MIT iGEM teams. iGEM is an international synthetic biology competition for undergraduates that has had a key role in training the next generation of synthetic biologists. The Cornell iGEM team took on challenging environmental synthetic biology projects, which won gold medals from the international iGEM competition four years in a row; the MIT iGEM team explored foundational technologies and applications for mammalian synthetic biology, in particular winning the &ldquo;Best Health and Medicine Project&r...",
  "por_txt_cntn": "\nCheckerboard-like patterns of gene expression are prevalent in animal development, and form the basis  of generating cell-type diversity in many adult organs, including the brain and intestines. While it is thought that the different cell types constituting the pattern are derived from a common progenitor, and that Notch signaling often plays an important role, it remains unclear exactly how these patterns are established. The goal of this project is to build a simple genetic circuit that uses Notch signaling to generate a lateral inhibition pattern in a layer of cell-culture tissue that does not naturally pattern.  During the EFRI award, we have taken important steps towards achieving this goal, and have discovered a novel dynamic feature of Notch signaling that may be crucial for patterning. Specifically, we have found that Notch signaling by the Dll1 ligand is inherently stochastic, occurring in frequency-modulated, stereotyped pulses. This stochasticity may provide the basis for generating asymmetry during the patterning process.  \nWe have also engineered several cell lines to test and characterize different aspects of the circuit, such as intercellular positive feedback. In the process, we have made several important improvements to the original design and components of the circuit and will soon be able to test its ability to (self-) pattern.\nThis project has also demonstrated that Notch signaling regulates the decision of colon cancer stem cells to undergo symmetric or asymmetric division, which impact tumor heterogeneity and proliferation. Both fast growing and slow growing but chemoresistant cancer stem cells can arise from asymmetric division, providing tumors with a strategy for both growth and survival. This process is initiated by small RNA molecules called microRNA, which targets Notch signaling to modulate such cell fate decision. The microRNA is not active in healthy intestine and colon, but can be triggered by inflammation-induced reparative regeneration to turn on asymmetric stem cell division. This study has established a link between normal and colon cancer stem cells, elucidating an important microRNA/Notch axis that determines colon cancer stem cell behavior, and provides potential targets for colon cancer therapy.\nAdditionally, we developed several genetic tools that allow mammalian cells to communicate with each other using synthetic signals.  Mammalian cells use a broad array of signals to coordinate their behavior; this allows them to build higher-order structures, including tissues and organs. In order to investigate how cells communicate to coordinate multicellular behavior, we built two synthetic signaling systems: the first is based on a plant hormone, phloretin, and the second takes inspiration from the ability of viruses to directly transfer proteins from one cell to another. These synthetic signaling systems will be broadly useful in understanding the processes underlying tissue homeostasis and proliferation control and how these processes become disregulated in cancer. They will also form the basis for nascent efforts in building synthetic mammalian tissues for drug development and regenerative medicine.\nThe award supported the CURIE Academy, a one-week summer workshop to encourage high school female students to explore engineering via hands-on projects. The award also supported the Cornell and MIT iGEM teams. iGEM is an international synthetic biology competition for undergraduates that has had a key role in training the next generation of synthetic biologists. The Cornell iGEM team took on challenging environmental synthetic biology projects, which won gold medals from the international iGEM competition four years in a row; the MIT iGEM team explored foundational technologies and applications for mammalian synthetic biology, in particular winning the \"Best Health and Medicine Project\" award in 2012, for a project that used some of the genetic elements developed with this grant.\n\n\t\t\t\t\tLast Mo..."
 }
}