{
 "awd_id": "1137186",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EFRI-MIKS: Deciphering and Controlling the Signaling Processes in Bacterial Multicellular Systems and Bacteria-Host Interactions",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": "7032925390",
 "po_email": "kmukerji@nsf.gov",
 "po_sign_block_name": "Kerstin Mukerji",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 2000000.0,
 "awd_amount": 2299875.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2015-08-25",
 "awd_abstract_narration": "1137186 Ren\r\nIntellectual Merit:\r\nBacteria are well known to obtain intrinsic tolerance to antibiotics and disinfectants by forming surfaceattached\r\nsessile colonies embedded in an extracellular matrix, known as biofilms, and by forming\r\nmetabolically inactive cells, known as persister cells. Such intrinsic tolerance also facilitates the\r\ndevelopment of multidrug resistance through acquired mechanisms, presenting a great challenge to\r\nmicrobial control.\r\nDespite the well recognized significance, research on biofilms and persister cells is still in its infancy.\r\nDistribution of persisters in biofilms and the effects of environmental/host factors and cell-cell signaling\r\non such distribution and biofilm-associated stress tolerance are unknown, mostly due to the heterogeneity\r\nin biofilm structure, spatial and temporal variation in gene expression, and redundancy in persister and\r\nbiofilm genes. The objective of this EFRI project is therefore to understand and manipulate the\r\nmulticellular and inter-kingdom signaling processes in such complex systems by addressing these key\r\nchallenges using well integrated multidisciplinary approaches.\r\nBased on recent successes in surface engineering, patterned biofilm formation, systems biology and\r\nmolecular simulation, this research team will conduct the first-of-its-kind research to: (1) systematically\r\ncharacterize persister formation during biofilm development, (2) identify the roles of key genes and\r\nsignaling processes in persister formation, (3) develop an unprecedented computational capability to\r\naccurately predict signaling factor translocation through the extracellular matrix of the biofilms, and (4)\r\nsynthesize and characterize functional nanoparticles for controlled release of signaling modulators to\r\neliminate persister cells. A number of important questions will be answered for the first time. These\r\ndiscoveries will have a transformative impact in designing more effective knowledge-based strategies for\r\nthe manipulation and control of bacterial multicellular behaviors and bacteria-host interactions.\r\n\r\nBroader Impacts:\r\nIn addition to fundamental understanding of biofilm development and persister formation, the findings\r\nfrom this study will also improve the general knowledge of bacterial physiology with the potential to shift\r\nthe paradigm of microbial control. Furthermore, the results of this research as pertains to deleterious\r\nbiofilms of pathogenic and corrosive bacteria can be extended to the development of better biofilm\r\nsystems of environmentally friendly bacteria, which have broad applications in bioremediation of toxic\r\nchemicals and economical production of renewable biofuels. Due to the broad spectrum of problems and\r\nopportunities associated with persister cells and biofilms, the proposed work will have significant impacts\r\non basic science, economy, biosecurity and health care.\r\nBeyond any technical achievements, this project will also play an important role in transforming college\r\nengineering education. Unlike traditional projects that focus on relatively narrow topics, this project\r\ntargets multicellular and inter-kingdom signaling, a highly interdisciplinary area. The advanced topics\r\nassociated with this research will provide invaluable materials to teach modern biotechnology, molecular\r\nsimulation, synthetic biology and bioinformatics, providing the students with crucial knowledge and skills\r\nto address the scientific, engineering and societal challenges. This research will also create exciting\r\noutreach opportunities and bring talented young people, especially underrepresented groups, into science\r\nand engineering careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dacheng",
   "pi_last_name": "Ren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dacheng Ren",
   "pi_email_addr": "dren@syr.edu",
   "nsf_id": "000118887",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ramesh",
   "pi_last_name": "Raina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramesh Raina",
   "pi_email_addr": "raraina@syr.edu",
   "nsf_id": "000228647",
   "pi_start_date": "2011-09-15",
   "pi_end_date": "2014-06-23"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Radhakrishna",
   "pi_last_name": "Sureshkumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Radhakrishna Sureshkumar",
   "pi_email_addr": "rsureshk@syr.edu",
   "nsf_id": "000188980",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roy",
   "pi_last_name": "Welch",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Roy D Welch",
   "pi_email_addr": "rowelch@syr.edu",
   "nsf_id": "000147592",
   "pi_start_date": "2014-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yan-Yeung",
   "pi_last_name": "Luk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yan-Yeung Luk",
   "pi_email_addr": "yluk@syr.edu",
   "nsf_id": "000119367",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Bader",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca A Bader",
   "pi_email_addr": "babader@syr.edu",
   "nsf_id": "000525122",
   "pi_start_date": "2011-09-01",
   "pi_end_date": "2015-08-25"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shikha",
   "pi_last_name": "Nangia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shikha Nangia",
   "pi_email_addr": "snangia@syr.edu",
   "nsf_id": "000588065",
   "pi_start_date": "2015-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "",
  "perf_city_name": "Syracuse",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132441200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721800",
   "pgm_ele_name": "RET SUPPLEMENTS"
  },
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7633",
   "pgm_ref_txt": "EFRI RESEARCH PROJECTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99953.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 99930.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 99992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This EFRI project is focused on bacterial biofilms (surface-attached sessile colonies embedded in an extracellular matrix) and metabolically inactive persister cells that are highly tolerant to environmental stresses including antibiotics and disinfectants. Through collaborative research, the team made important progresses on persister control with inhibitors of cell-cell signaling, understanding of interactions between bacteria and host immune factors, molecular simulation of cell-signal interactions, synthesis and characterization of nanoparticle systems, and surface engineering to control cell adhesion. These findings let to a better understating of bacterial biofilm formation and persistence, the interaction between bacteria and host immune system, and development of a number of new technologies for better microbial control. Specifically, the team discovered that some synthetic brominated furanones can inhibit persister formation during bacterial growth and revert the antibiotic tolerance of bacterial persister cells that are already formed at growth non-inhibitory concentrations. The team also demonstrated for the first time that human immune factors, such as the cytokine granulocyte-macrophage colony-stimulating factor (GM-CSF), have remarkable activities in controlling bacterial persisters. For example, after treatment with 0.17 pM GM-CSF for 1 h, 96% of <em>Pseudomonas aeruginosa </em>PAO1 persister cells that were tolerant to 200 &micro;g/mL ciprofloxacin were rendered sensitive to it. Such unprecedented activities indicate that the multicellular and inter-kingdom signaling systems are promising targets for persister control. The team also developed a systematic molecular dynamics (MD) protocol for identifying key interactions of the signaling factors (SFs) with bacterial extracellular matrix and the membranes of host cells. These two systems constitute the first two &ldquo;building block&rdquo; simulations in our road map to assemble a &ldquo;grand challenge&rdquo; simulation of complex systems in which SFs are translocated through an entire model biofilm using recently developed advanced MD tools. Built upon our findings that the cytokine GM-CSF can sensitize bacterial persister cells to antibiotics, we successfully identified the target of interaction in <em>P. aeruginosa</em>. New simulation results have provided more insights into the interaction between GM-CSF and biofilm matrix and the effects of matrix degrading agents. The results were verified by experiments through collaborative work. The team also developed new methods to image biofilm matrix with high resolution and obtained new knowledge about bacterial cell membranes using molecular simulation. These findings revealed important new information about multicellular and inter-kingdom signaling and will help to develop more effective methods for persister control. A novel nanoparticle system was also engineered and demonstrated for its potent antimicrobial activities. Besides these research outcomes, this EFRI award also helped our team to improve teaching and involve undergraduate students, high school students and high school teachers, especially those from underrepresented groups, in research and mentoring through REM supplements (awarded consecutively during 2012-2014).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2016<br>\n\t\t\t\t\tModified by: Dacheng&nbsp;Ren</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis EFRI project is focused on bacterial biofilms (surface-attached sessile colonies embedded in an extracellular matrix) and metabolically inactive persister cells that are highly tolerant to environmental stresses including antibiotics and disinfectants. Through collaborative research, the team made important progresses on persister control with inhibitors of cell-cell signaling, understanding of interactions between bacteria and host immune factors, molecular simulation of cell-signal interactions, synthesis and characterization of nanoparticle systems, and surface engineering to control cell adhesion. These findings let to a better understating of bacterial biofilm formation and persistence, the interaction between bacteria and host immune system, and development of a number of new technologies for better microbial control. Specifically, the team discovered that some synthetic brominated furanones can inhibit persister formation during bacterial growth and revert the antibiotic tolerance of bacterial persister cells that are already formed at growth non-inhibitory concentrations. The team also demonstrated for the first time that human immune factors, such as the cytokine granulocyte-macrophage colony-stimulating factor (GM-CSF), have remarkable activities in controlling bacterial persisters. For example, after treatment with 0.17 pM GM-CSF for 1 h, 96% of Pseudomonas aeruginosa PAO1 persister cells that were tolerant to 200 &micro;g/mL ciprofloxacin were rendered sensitive to it. Such unprecedented activities indicate that the multicellular and inter-kingdom signaling systems are promising targets for persister control. The team also developed a systematic molecular dynamics (MD) protocol for identifying key interactions of the signaling factors (SFs) with bacterial extracellular matrix and the membranes of host cells. These two systems constitute the first two \"building block\" simulations in our road map to assemble a \"grand challenge\" simulation of complex systems in which SFs are translocated through an entire model biofilm using recently developed advanced MD tools. Built upon our findings that the cytokine GM-CSF can sensitize bacterial persister cells to antibiotics, we successfully identified the target of interaction in P. aeruginosa. New simulation results have provided more insights into the interaction between GM-CSF and biofilm matrix and the effects of matrix degrading agents. The results were verified by experiments through collaborative work. The team also developed new methods to image biofilm matrix with high resolution and obtained new knowledge about bacterial cell membranes using molecular simulation. These findings revealed important new information about multicellular and inter-kingdom signaling and will help to develop more effective methods for persister control. A novel nanoparticle system was also engineered and demonstrated for its potent antimicrobial activities. Besides these research outcomes, this EFRI award also helped our team to improve teaching and involve undergraduate students, high school students and high school teachers, especially those from underrepresented groups, in research and mentoring through REM supplements (awarded consecutively during 2012-2014).\n\n \n\n\t\t\t\t\tLast Modified: 12/14/2016\n\n\t\t\t\t\tSubmitted by: Dacheng Ren"
 }
}