{
 "awd_id": "1137685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advancing and Applying a Maximum Entropy Theory of Ecology",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 671809.0,
 "awd_amount": 671809.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "Understanding patterns in the spatial distribution, abundance, energetics, and network structure of species are central goals of ecology.  Progress toward the goal of pattern prediction has been achieved recently for relatively pristine ecosystems with development of ecological theory based on a rigorous inference procedure, the method of maximum entropy, that originated from pioneering work in information theory half a century ago.  This project will advance the existing Maximum Entropy Theory of Ecology by extending its taxonomic range and its ability to predict the regional spatial structure of populations, and by characterizing and understanding its predictive performance in highly disturbed ecosystems. \r\n\r\nThe resulting predictive ability is key to formulating practical local, national, and global conservation and land use policies.  Hence, a high priority of this research will be applying the theory to vexing conservation problems, such as improving estimation of species loss under habitat loss and climate change, improving the efficiency and accuracy of biodiversity census strategies, and improving estimation of the biological richness of biomes too large to census directly.   Free, user-friendly software packages will be developed, allowing non-academic managers to apply maximum entropy methods to spatially explicit conservation questions. There will be training opportunities for women and underrepresented minorities in the quantitative sciences, and for students seeking to bridge the physical and biological sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Harte",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Harte",
   "pi_email_addr": "jharte@berkeley.edu",
   "nsf_id": "000165382",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "310 Barrows Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "766400",
   "pgm_ele_name": "THEORETICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 671809.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF-funded research has created and evaluated the Maximum Entropy Theory of Ecology (METE) that predicts prevalent ecological patterns such as abundance distributions across species, size distributions across individuals, the degree to which individuals within species aggregate in space, the rate at which new species can be observed as the area of habitat increases, the structure of food webs, and the shapes of taxonomic trees. METE predicts these patterns across a wide range of spatial scales, for any broad taxonomic group of organisms such as mammals or plants or birds or arthropods or microorganisms, and for any type of habitat such as desert, forest, meadow or even the human gut. &nbsp;&nbsp;</p>\n<p>In ecosystems that are relatively undisturbed by human activity or natural events, the version of the theory developed during the project period rather accurately predicts most of the patterns observed in nature. In that sense it is a relatively successful candidate for a unified theory of ecology. &nbsp;</p>\n<p>We discovered in the course of the research, however, that the theory systematically fails in ecosystems that are either rapidly diversifying, as for example on newly formed islands, or are undergoing relatively rapid succession, as for example in the aftermath of fire, or are responding to human disturbance, as for example because of the semi-isolation of an ecosystem from its source pool of immigrants due to land use change.&nbsp; This finding has opened the door to the next phase of research which is now commencing: extending METE from a static to a dynamic theory that will be capable of predicting changing ecological patterns.&nbsp;</p>\n<p>The impacts of our project extend broadly beyond the intellectual contributions described above.&nbsp; A total of seven young female scholars, two with disabilities, have been intensively trained in advanced mathematical methods in theoretical ecology, including MaxEnt inference methods from information theory.&nbsp; The PI organized and led a workshop on MaxEnt methods at the 2013 INTECOL meeting in London, UK, and taught MaxEnt methods at the Santa Fe Institute&rsquo;s Complexity School for Latin Americans in Chile in 2013 and at each of the 2012, 2013, 2014, 2015 Santa Fe Institute&rsquo;s Complexity Summer Schools in Santa Fe.&nbsp;</p>\n<p>&nbsp;</p>\n<p>During the grant period, the PI &nbsp;gave numerous outreach presentations to lay audiences that presented information about biodiversity, global change, tipping points in the Anthropocene, inference and scientific reasoning, and related topics.&nbsp; Audiences included his college 55<sup>th</sup> reunion, a local Bay Area Labor Union, 2 church groups, a retirement community, ~1500 graduating seniors and their parents at a commencement speech, and seniors in a 3-part lecture series that comprised a &ldquo;continuing education&rdquo; course.&nbsp; In addition, during the grant period he was interviewed for local and national radio and TV, and by newsprint reporters, on approximately 20 occasions about issues ranging from the CA drought and climate change to biodiversity loss, food security, and the sustainability of civilization. Additionally, he co-authored two opinion pieces on population and food security that appeared in Nature Climate and PNAS.&nbsp;</p>\n<p>Finally, in the category of both outreach and education, in 2013-14, the PI developed and taught a new year-long journalism course at UC Berkeley called &ldquo;Early Solutions&rdquo;.&nbsp; In the first semester, graduate students enrolled in the course were presented with a series of lectures and discussions by professional journalists doing investigative and scientific environmental journalism, thereby training them in the basics f the craft.&nbsp; By the end of the first semester, the students had each selected some specific action that a group of people in a community or a region had recently undertaken to reduce greenhouse gas emissions.&nbsp; During the second semester, the students then interviewed the key players and wrote up journalistic pieces in layperson language describing the initiatives and their conseqences.&nbsp; Examples included a carbon tax in British Columbia, a CA ranchland soil management plan, a partially successful example of REDD in Colombia, SA, a local Bar Area plan to reduce food waste, and a white-roofs project in the LA Basin, CA.&nbsp; All of the students&rsquo; articles were published in Grist in 2014. &nbsp;</p>\n<p>Although METE is a relatively recent advance in ecological theory, it has already begun to exert some influence on how conservation organizations think about land use and biodiversity.&nbsp; One published application (Kitzes and Shirley, 2016) to the consequences for biodiversity of a proposed dam in Borneo is being used by The Borneo Project, an international conservation organization, to enhance pressure on the Malaysian government to block the project.&nbsp; Moreover, METE clarifies the way in which species-area relationships should be used to estimate extinction under habitat loss, thus helping settle a divisive and lingering disagreement among ecologists regarding use of ecological data for estimating&nbsp; extinction rates.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/10/2016<br>\n\t\t\t\t\tModified by: John&nbsp;Harte</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF-funded research has created and evaluated the Maximum Entropy Theory of Ecology (METE) that predicts prevalent ecological patterns such as abundance distributions across species, size distributions across individuals, the degree to which individuals within species aggregate in space, the rate at which new species can be observed as the area of habitat increases, the structure of food webs, and the shapes of taxonomic trees. METE predicts these patterns across a wide range of spatial scales, for any broad taxonomic group of organisms such as mammals or plants or birds or arthropods or microorganisms, and for any type of habitat such as desert, forest, meadow or even the human gut.   \n\nIn ecosystems that are relatively undisturbed by human activity or natural events, the version of the theory developed during the project period rather accurately predicts most of the patterns observed in nature. In that sense it is a relatively successful candidate for a unified theory of ecology.  \n\nWe discovered in the course of the research, however, that the theory systematically fails in ecosystems that are either rapidly diversifying, as for example on newly formed islands, or are undergoing relatively rapid succession, as for example in the aftermath of fire, or are responding to human disturbance, as for example because of the semi-isolation of an ecosystem from its source pool of immigrants due to land use change.  This finding has opened the door to the next phase of research which is now commencing: extending METE from a static to a dynamic theory that will be capable of predicting changing ecological patterns. \n\nThe impacts of our project extend broadly beyond the intellectual contributions described above.  A total of seven young female scholars, two with disabilities, have been intensively trained in advanced mathematical methods in theoretical ecology, including MaxEnt inference methods from information theory.  The PI organized and led a workshop on MaxEnt methods at the 2013 INTECOL meeting in London, UK, and taught MaxEnt methods at the Santa Fe Institute?s Complexity School for Latin Americans in Chile in 2013 and at each of the 2012, 2013, 2014, 2015 Santa Fe Institute?s Complexity Summer Schools in Santa Fe. \n\n \n\nDuring the grant period, the PI  gave numerous outreach presentations to lay audiences that presented information about biodiversity, global change, tipping points in the Anthropocene, inference and scientific reasoning, and related topics.  Audiences included his college 55th reunion, a local Bay Area Labor Union, 2 church groups, a retirement community, ~1500 graduating seniors and their parents at a commencement speech, and seniors in a 3-part lecture series that comprised a \"continuing education\" course.  In addition, during the grant period he was interviewed for local and national radio and TV, and by newsprint reporters, on approximately 20 occasions about issues ranging from the CA drought and climate change to biodiversity loss, food security, and the sustainability of civilization. Additionally, he co-authored two opinion pieces on population and food security that appeared in Nature Climate and PNAS. \n\nFinally, in the category of both outreach and education, in 2013-14, the PI developed and taught a new year-long journalism course at UC Berkeley called \"Early Solutions\".  In the first semester, graduate students enrolled in the course were presented with a series of lectures and discussions by professional journalists doing investigative and scientific environmental journalism, thereby training them in the basics f the craft.  By the end of the first semester, the students had each selected some specific action that a group of people in a community or a region had recently undertaken to reduce greenhouse gas emissions.  During the second semester, the students then interviewed the key players and wrote up journalistic pieces in layperson language describing the initiatives and their conseqences.  Examples included a carbon tax in British Columbia, a CA ranchland soil management plan, a partially successful example of REDD in Colombia, SA, a local Bar Area plan to reduce food waste, and a white-roofs project in the LA Basin, CA.  All of the students? articles were published in Grist in 2014.  \n\nAlthough METE is a relatively recent advance in ecological theory, it has already begun to exert some influence on how conservation organizations think about land use and biodiversity.  One published application (Kitzes and Shirley, 2016) to the consequences for biodiversity of a proposed dam in Borneo is being used by The Borneo Project, an international conservation organization, to enhance pressure on the Malaysian government to block the project.  Moreover, METE clarifies the way in which species-area relationships should be used to estimate extinction under habitat loss, thus helping settle a divisive and lingering disagreement among ecologists regarding use of ecological data for estimating  extinction rates.  \n\n \n\n\t\t\t\t\tLast Modified: 08/10/2016\n\n\t\t\t\t\tSubmitted by: John Harte"
 }
}