{
 "awd_id": "1137835",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Evolution of Dynamic Response Strategies: Optimal Control and Evolutionary Dynamics",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 608274.0,
 "awd_amount": 608274.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "Intellectual Merit: This project will develop theoretical approaches based on optimal control theory and population genetics to understand how living organisms, ranging in size from single cells to large animals, sense changes in their environments and respond to them dynamically. To survive, living organisms must constantly respond to changes in their surroundings, including changes in food supplies and the numbers and types of predators. For example, animals compete with other members of their species for food; thus the foraging strategies of other individuals cause random fluctuations in food availability. The dynamic changes in conditions over time contain information that individual organisms must sense, process, remember, and act on to their advantage. However, these internal processes are subject to noise due to incomplete or inaccurate sensing and processing. This is just as true at the cellular level as it is at the level of whole organisms, for example when humans plan for the future by observing the changing conditions around them. Because organisms have evolved sensory processing strategies in response to the historical fluctuations that the species has experienced, systematic changes in the way that the environment fluctuates can cause the organism to misinterpret change and behave maladaptively. \r\n\r\nThis project considers the genetically encoded dynamic response strategies that enable living organisms to produce a response given a time series of sensed inputs. These dynamic response strategies can take into account the limited reliability of sensory input and changes in the frequency and size of environmental fluctuations. The project focuses on cellular dynamic response systems including simple gene regulation, regulation of interacting genes in a network, cellular sensory mechanisms, and competitive foraging. The mechanistic details of the dynamic response will be modeled using engineering methods and evolutionary outcomes will be determined using population genetic techniques. \r\n\r\nThis project will combine powerful computational techniques from the engineering sciences with detailed knowledge of the constraints on evolving populations from the biological sciences. The engineering solutions will provide upper bounds on the range of improvement in dynamic response strategies that evolution can achieve. These limits will  be used  to evaluate whether non-optimal mechanisms are adequate for organisms to extract most of the resources available in the environment. This project is potentially transformative because the methods to be developed are expected to be broadly applicable across biological scales and to developmental, physiological, as well as behavioral responses.\r\n\r\nBroader Impact: One broader impact of this project involves training high school students in the scientific method and engineering principles. Four high school students enrolled in the Dos Peublos High School Engineering Academy will be recruited each year to participate in a summer internship program in co-PI Hespanha's lab. These students are already involved in an intensive engineering program where they learn calculus and computer programming. The student interns will  learn to program robots to carry out cooperative and competitive tasks using use the iRobot Create platform. Students will learn to apply the scientific method to refine the performance of their algorithms. Students will apply the skills they learn in the summer as members of their scholastic robotics team.\r\n\r\nA second aspect of this project involves training undergraduate biology students from UCSB in theoretical biology. PI Proulx has already developed an undergraduate course on modeling behavioral dynamics using the Mathematica programming environment. Funding will support visits by world-class faculty to enrich this course with workshops in mathematical modeling of biological systems based on their own current research and provide participating students with immediate feedback on their modeling studies from visiting experts.\r\n\r\nThe final broader impact of this project involves a Summer Internship Program for undergraduate students. This program provides opportunities for UCSB undergraduates and minority students from local community colleges, including Santa Barbara City College, to work together during the summer on research projects under the supervision of co-PI Hespanha and his graduate students. Participating graduate students will gain valuable mentoring experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Proulx",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen R Proulx",
   "pi_email_addr": "proulx@lifesci.ucsb.edu",
   "nsf_id": "000466143",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joao",
   "pi_last_name": "Hespanha",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Joao P Hespanha",
   "pi_email_addr": "hespanha@ece.ucsb.edu",
   "nsf_id": "000111915",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "Marine Science Institute",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931066150",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "766400",
   "pgm_ele_name": "THEORETICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 608274.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated the way that plants, animals, microbes, and other organisms evolve to respond to change and uncertainty in their lives. Evolutionary biologists have been studying how plants and animals cope with their environment for centuries, and have been able to make more detailed measurements of organisms responses as physiological and genomic analysis has improved. To understand how a living creature might evolve to respond to their external environment we have to understand the costs and benefits of changing a response strategy based on information that might be available. For example, a plant seed sprouting in a field has to invest resources in growing taller, in producing chlorophyll, and producing roots. The benefits of these activities will depend on where they are and what the external world is like: Will there be a lot of light, heat, or water? How long will summer last? Organisms have many adaptations to gain information about their environment and respond to it. In this project, we developed models of one of the most basic ways that organisms respond to their environment: by adjusting gene expression levels. These models incorporate both internal and external variability and the evolutionary processes that lead to genetic change.</p>\n<p>&nbsp;</p>\n<p>Scientists and engineers have long been interested in how variability and uncertainty can be controlled. This has led to a field in engineering known as Control Theory where many conceptual, mathematical, and computational tools have been developed. In this project, we applied tools from control theory to the design problems that organisms face and asked what the optimal engineering solutions would be. This approach sweeps under the rug the messy biological details, and we do not expect it to accurately predict how organisms actually do things, but it does give us the upper bound on the success that a real organism could achieve. One of the main achievements of this project was to meld the engineering and biological approaches to understand how much selection could result in the evolution of elaborate control strategies.</p>\n<p>&nbsp;</p>\n<p>Over the course of this project we have been able to develop both novel engineering results and develop new ideas for biological evolution. On the engineering side, we developed several techniques for analyzing the optimal control strategies in fluctuating environments and determining how sensitive a control network is to disturbances. On the biological side, we collaborated with colleagues to experimentally evolve nematode worms in fluctuating environments. This led to the first experimental evidence showing how mothers can evolve to prepare their offspring for future conditions as well as novel theoretical predictions about when maternal investment effects can evolve.</p>\n<p>&nbsp;</p>\n<p>Throughout the course of this project, both PIs have continued to mentor undergraduate and high school students and provide opportunities for research training and experience. This has included training high school students in control theory ideas by building small robots to perform tasks, working with undergraduate summer students on determining bacterial gene network stability, and working with undergraduate students on mathematical analysis of control network stability.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/19/2017<br>\n\t\t\t\t\tModified by: Stephen&nbsp;R&nbsp;Proulx</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated the way that plants, animals, microbes, and other organisms evolve to respond to change and uncertainty in their lives. Evolutionary biologists have been studying how plants and animals cope with their environment for centuries, and have been able to make more detailed measurements of organisms responses as physiological and genomic analysis has improved. To understand how a living creature might evolve to respond to their external environment we have to understand the costs and benefits of changing a response strategy based on information that might be available. For example, a plant seed sprouting in a field has to invest resources in growing taller, in producing chlorophyll, and producing roots. The benefits of these activities will depend on where they are and what the external world is like: Will there be a lot of light, heat, or water? How long will summer last? Organisms have many adaptations to gain information about their environment and respond to it. In this project, we developed models of one of the most basic ways that organisms respond to their environment: by adjusting gene expression levels. These models incorporate both internal and external variability and the evolutionary processes that lead to genetic change.\n\n \n\nScientists and engineers have long been interested in how variability and uncertainty can be controlled. This has led to a field in engineering known as Control Theory where many conceptual, mathematical, and computational tools have been developed. In this project, we applied tools from control theory to the design problems that organisms face and asked what the optimal engineering solutions would be. This approach sweeps under the rug the messy biological details, and we do not expect it to accurately predict how organisms actually do things, but it does give us the upper bound on the success that a real organism could achieve. One of the main achievements of this project was to meld the engineering and biological approaches to understand how much selection could result in the evolution of elaborate control strategies.\n\n \n\nOver the course of this project we have been able to develop both novel engineering results and develop new ideas for biological evolution. On the engineering side, we developed several techniques for analyzing the optimal control strategies in fluctuating environments and determining how sensitive a control network is to disturbances. On the biological side, we collaborated with colleagues to experimentally evolve nematode worms in fluctuating environments. This led to the first experimental evidence showing how mothers can evolve to prepare their offspring for future conditions as well as novel theoretical predictions about when maternal investment effects can evolve.\n\n \n\nThroughout the course of this project, both PIs have continued to mentor undergraduate and high school students and provide opportunities for research training and experience. This has included training high school students in control theory ideas by building small robots to perform tasks, working with undergraduate summer students on determining bacterial gene network stability, and working with undergraduate students on mathematical analysis of control network stability.\n\n \n\n\t\t\t\t\tLast Modified: 01/19/2017\n\n\t\t\t\t\tSubmitted by: Stephen R Proulx"
 }
}