{
 "awd_id": "1137573",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award Grant: Synthesize and Characterize of Disulfonated Poly(arylene ether sulfone-tetrachlorocyclotriphosphazene) Hybrid Copolymers",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 199993.0,
 "awd_amount": 199993.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2011-08-19",
 "awd_abstract_narration": "Fisk University's Research Initiation Award entitled - Synthesize and Characterize of Disulfonated Poly(arylene ether sulfone-tetrachlorocyclotriphosphazene) Hybrid Copolymers - has the goal to synthesize disulfonated poly(arylene ether sulfone tetrachlorocyclotriphosphazene) (PAES-TCCP) hybrid copolymers as proton exchange membranes (PEM) for fuel cells. Polymer membranes created to date are insufficiently proton conductive to be useful for fuel cells. The project will combine the unique properties of hexachlorocyclotriphosphazene (HCCP) monomer with disulfonated poly(arylene ether sulfone) (PAES) copolymer to prepare novel hybrid polymers with increased hydrophilicity, high proton conductivity, thermal stability, and mechanical properties. However, harsh post sulfonation reactions typically reported to modify HCCP preformed polymers led to both irreproducible and crosslinked products. To overcome these limitations, a two-step method for preparing disulfonated linear PAES-TCCP hybrid copolymers is proposed. In the first step, hybrid monomers based on hexachlorocyclotriphosphazene and biphenols monomers will be prepared; the phenolic endgroups of the bisphenol monomers will serve as the reactive site for polymerization to overcome the steric hindrance associated with the HCCP monomer, thus increasing polymer molecular weight. Secondly, linear PAES-TCCP hybrid copolymers will be synthesized by direct copolymerization of the hybrid monomers with disulfonated 4, 4'-dichlorodiphenylsulfone (SDCDPS) and unsulfonated 4, 4'-dichlorodiphenylsulfone (DCDPS) monomers. Retention of the chlorides on HCCP prior to polymerization will allow post-modifications to be carried out along the polymer backbone, providing further reactive sites to subsequently incorporate various functional groups. The expected products will have improved proton conductivity and controlled cross-linking.\r\n\r\nThis project involves undergraduate students from under-represented backgrounds in state-of-the-art polymer research at Fisk University.  Students participate in all major aspects of the research, increasing their interest in polymer chemistry through hands-on experiences. Undergraduate research by Fisk students further prepares them to obtain M.S. or PhD degrees for careers in the polymer-related fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Arnett",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Y Arnett",
   "pi_email_addr": "natalie.arnett@famu.edu",
   "nsf_id": "000539145",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Pintauro",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Peter N Pintauro",
   "pi_email_addr": "peter.pintauro@vanderbilt.edu",
   "nsf_id": "000170219",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Collins",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Warren E Collins",
   "pi_email_addr": "weugenecollins@aol.com",
   "nsf_id": "000345692",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Cliffel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Cliffel",
   "pi_email_addr": "d.cliffel@vanderbilt.edu",
   "nsf_id": "000323927",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fisk University",
  "inst_street_address": "1000 17TH AVE N",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153298809",
  "inst_zip_code": "372083051",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "FISK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRC6S9KLNLH1"
 },
 "perf_inst": {
  "perf_inst_name": "Fisk University",
  "perf_str_addr": "1000 17th Ave N",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372083051",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this Research Initiation Award (RIA) was to synthesize disulfonated bisphenol A tetrachlorocyclotriphosphazene poly(arylene ether sulfone) (BATCCP PAES-XX) hybrid copolymers as proton exchange membranes (PEM) for fuel cells. Synthesis of BATCCP PAES-XX was to be accomplished in two distinct phases; 1) Synthesis of BATCCP hybrid copolymers and preparing membranes and 2) characterization of the hybrid copolymers to evaluate their structure-property relationships and proton exchange membrane fuel cell performance.&nbsp; The key outcomes of this RIA award are as follows:</p>\n<p>A. <strong><span style=\"text-decoration: underline;\">Successful synthesis of BATCCP monomers by an interfacial procedure in a water/toluene system as a function of time with the assistance of a phase transfer catalyst, tetraoctylammonium bromide (Figure 1)</span></strong>. BATCCP monomers were synthesized by dissolving bisphenol A along with potassium hydroxide and a phase transfer catalyst in distilled water and heating the mixture to 100 C.&nbsp; Hexacyclotriphosphazene dissolved in toluene was added and the reaction was stirred at various reaction times between 15 min to 1440 min.&nbsp; The toluene layer was separated from water and the toluene was removed by distillation.&nbsp; A viscous, sticky yellow orange product remained.&nbsp; Analysis by NMR and MALDI confirmed the successful synthesis of the BATCCP hybrid monomer. During the course of our studies, we identified the importance of toluene solvent purity on both the rate and extent of product.&nbsp;</p>\n<p>As shown in Figure 2, the HNMR of BATCCP is verified by the occurrence of the peak at 7.18 ppm (label &lsquo;f&rsquo; on spectrum) which indicates the successful formation of a P&ndash;O bond between HCCP and Bis A.&nbsp; The phenolic (O&ndash;H) proton at 5.35 ppm (&lsquo;a&rsquo; on spectrum and BATCCP structure) also indicated the successful synthesis of BATCCP. &nbsp;&nbsp;<sup>31</sup>P NMR also supports the <sup>1</sup>H NMR data by the appearance of a triplet at 13.9 ppm indicative of the phosphorous with two chlorine atoms attached (&lsquo;a&rsquo; on structure) and a doublet at 23.4 ppm that is due to the phosphorous bonded to a chlorine atom and a bisphenol A molecule.</p>\n<p>&nbsp;Reactions carried out at 1440 hrs in distilled toluene gave the highest fractional yield of BATCCP products as summarized in Table 1.&nbsp; A comparison of the MALDI spectra of BATCCP in distilled and undistilled toluene shown in Figure 3, illustrated the effectiveness of using distilled toluene, not suggested in previous reports of HCCP hybrid synthesis, by the increase in BATCCP fractional % yield to 93% after 1440 min reaction compared to 8% in undistilled toluene.&nbsp;&nbsp;&nbsp; <strong></strong></p>\n<p><span style=\"text-decoration: underline;\">B. <strong>Successful synthesis of BATCCP PAES-00 homopolymer by melt polymerization.</strong></span>&nbsp; Melt polymerization was chosen as the means to prepare the BATCCP PAES-00 polymers to eliminate the possibility of hydrolysis.&nbsp; The reaction scheme for the melt polymerization of BATCCP PAES-00 homopolymer is given in Figure 4.&nbsp;</p>\n<p>The homopolymer was prepared by melting dichlorodiphenylsulfone (DCDPS) monomer at 150 ?C and then adding BATCCP monomer to an evacuated reaction vessel.&nbsp; The reaction temperature was increased to 175 ?C and the reaction was vigorously stirred for 24 hrs.&nbsp; The reaction was cooled to room temperature leaving an amber colored product.&nbsp;</p>\n<p><sup>13</sup>CNMR (Figure 5) of the product showed that successful polymerization formation of BATCCP PAES-00 occurred by the appearance of two peaks at 155 and 162 ppm that correspond to the carbon on either side of the ether bond.&nbsp; No degradation of the phosphazene ring on the BATCCP monomer was observed after melt polymerization was carried out since no changes in the chemical ...",
  "por_txt_cntn": "\nThe objective of this Research Initiation Award (RIA) was to synthesize disulfonated bisphenol A tetrachlorocyclotriphosphazene poly(arylene ether sulfone) (BATCCP PAES-XX) hybrid copolymers as proton exchange membranes (PEM) for fuel cells. Synthesis of BATCCP PAES-XX was to be accomplished in two distinct phases; 1) Synthesis of BATCCP hybrid copolymers and preparing membranes and 2) characterization of the hybrid copolymers to evaluate their structure-property relationships and proton exchange membrane fuel cell performance.  The key outcomes of this RIA award are as follows:\n\nA. Successful synthesis of BATCCP monomers by an interfacial procedure in a water/toluene system as a function of time with the assistance of a phase transfer catalyst, tetraoctylammonium bromide (Figure 1). BATCCP monomers were synthesized by dissolving bisphenol A along with potassium hydroxide and a phase transfer catalyst in distilled water and heating the mixture to 100 C.  Hexacyclotriphosphazene dissolved in toluene was added and the reaction was stirred at various reaction times between 15 min to 1440 min.  The toluene layer was separated from water and the toluene was removed by distillation.  A viscous, sticky yellow orange product remained.  Analysis by NMR and MALDI confirmed the successful synthesis of the BATCCP hybrid monomer. During the course of our studies, we identified the importance of toluene solvent purity on both the rate and extent of product. \n\nAs shown in Figure 2, the HNMR of BATCCP is verified by the occurrence of the peak at 7.18 ppm (label æfÆ on spectrum) which indicates the successful formation of a P&ndash;O bond between HCCP and Bis A.  The phenolic (O&ndash;H) proton at 5.35 ppm (æaÆ on spectrum and BATCCP structure) also indicated the successful synthesis of BATCCP.   31P NMR also supports the 1H NMR data by the appearance of a triplet at 13.9 ppm indicative of the phosphorous with two chlorine atoms attached (æaÆ on structure) and a doublet at 23.4 ppm that is due to the phosphorous bonded to a chlorine atom and a bisphenol A molecule.\n\n Reactions carried out at 1440 hrs in distilled toluene gave the highest fractional yield of BATCCP products as summarized in Table 1.  A comparison of the MALDI spectra of BATCCP in distilled and undistilled toluene shown in Figure 3, illustrated the effectiveness of using distilled toluene, not suggested in previous reports of HCCP hybrid synthesis, by the increase in BATCCP fractional % yield to 93% after 1440 min reaction compared to 8% in undistilled toluene.    \n\nB. Successful synthesis of BATCCP PAES-00 homopolymer by melt polymerization.  Melt polymerization was chosen as the means to prepare the BATCCP PAES-00 polymers to eliminate the possibility of hydrolysis.  The reaction scheme for the melt polymerization of BATCCP PAES-00 homopolymer is given in Figure 4. \n\nThe homopolymer was prepared by melting dichlorodiphenylsulfone (DCDPS) monomer at 150 ?C and then adding BATCCP monomer to an evacuated reaction vessel.  The reaction temperature was increased to 175 ?C and the reaction was vigorously stirred for 24 hrs.  The reaction was cooled to room temperature leaving an amber colored product. \n\n13CNMR (Figure 5) of the product showed that successful polymerization formation of BATCCP PAES-00 occurred by the appearance of two peaks at 155 and 162 ppm that correspond to the carbon on either side of the ether bond.  No degradation of the phosphazene ring on the BATCCP monomer was observed after melt polymerization was carried out since no changes in the chemical shifts of the BATCCP monomer was observed as confirmed by PNMR.\n\nSolubility test on the BATCCP PAES-00 homopolymer showed excellent solubility in polar aprotic solvents.  A clear film of the BATCCP PAES-00 monomer was cast by dissolving a small amount of the monomer was dissolved in dimethylacetamide (DMAc) and casting the solution onto a Teflon plate.  Due to the poor mechanical properties displayed by the polymers t..."
 }
}