{
 "awd_id": "1138296",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID Proposal: The Impact of the Fukushima Nuclear Disaster",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 42936.0,
 "awd_amount": 42936.0,
 "awd_min_amd_letter_date": "2011-06-20",
 "awd_max_amd_letter_date": "2011-06-20",
 "awd_abstract_narration": "This work assesses the impact of the Fukushima nuclear power plant disaster on Americans' views about the fairness of decision makers and their willingness to accept nuclear power decision making. The project focuses on the degree to which such views are associated with attention to media coverage of the Fukushima incident. The research involves a survey of respondents who previously participated in polls about nuclear power in March 2010 and then again during the late summer of 2010. This second poll took place just after the massive oil spill that originated with the explosion of the Deepwater Horizon oil drilling platform in the Gulf of Mexico. An additional sample of respondents will be added to the original panel to obtain a final sample size of 800 participants to enable future research. The use of a partial panel design provides a unique capacity to understand the reasons for any changes in attitudes about nuclear power that occurred because of the Fukushima disaster. The participants in the surveys are being drawn from an academic-quality, probability-based online panel. \r\n\r\nIn addition to the issue-specific value of knowing more about nuclear power perceptions, the research addresses several questions of relevance to risk communication researchers in the area of media effects and the role of fairness perceptions on views about technology. In doing so, the proposed research will integrate theory from past media effects research into the sub-field of risk communication.\r\n\r\nThis RAPID proposal fulfills the NSF RAPID funding criterion of the need for urgent support as well as the other funding criteria of intellectual merit and broader impacts. NSF reviewed this proposal internally.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Besley",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Besley",
   "pi_email_addr": "jbesley@msu.edu",
   "nsf_id": "000156581",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University South Carolina",
  "perf_str_addr": "Carolina Coliseum, Room 4009C",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 42936.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research funding provided by the grant allowed for the design, implementation and analysis of a survey of Americans about nuclear<br />energy shortly after the nuclear accident in Fukushima, Japan. A portion of<br />those asked had previously been asked about nuclear energy and it was therefore possible to see how the accident may have affected views about an important energy issue to the United States.</p>\n<p>The results of the research found that attitudes towards nuclear energy did not substantially change as a result of the accident and those changes that did occur were partially a function of the degree to which respondents attended to the accident in the news media and personal conversations in<br />combination with their predispositions toward the issue.</p>\n<p>Additional analysis looking only at respondents in the final wave of the survey found that, even after controlling for general perceptions of risks and benefits as well as a host of other controls, attitudes about specific risks and benefits of nuclear energy (i.e., beliefs about whether nuclear energy would help provide energy independence for the United States or help fight climate change) still provided unique, additional&nbsp; insight into nuclear energy support,<br />especially for those who might have been predisposed to put greater weight on such issues. These analyses were used to argue that additional work should test whether messages framing nuclear energy in terms of specific risks and benefits are likely to be particularly persuasive.</p>\n<p>The results of both projects were consistent with the more general idea of motivated reasoning. In this regard, they provide unique insight into the importance of assessing whether specific types of content are likely to have a relatively larger (or smaller) impact on specific types of individuals.</p>\n<p>The intellectual merit of the work comes from the unique data collected, including the use of contemporary social psychological theories of &ldquo;fairness&rdquo; to assess how respondents viewed decision-makers and decision-making<br />process related to nuclear energy. This work is important because it highlights factors (i.e.,&nbsp;distributive, procedural,&nbsp;and interpersonal fairness) that&nbsp;are especially important to understanding how people evaluate decision-makers in risk contexts. Such work can be used to&nbsp;justify&nbsp;efforts to ensure&nbsp;citizens have access fair procedures and fair treatment from decision-makers so that they&nbsp;ultimately perceive decisions as legitimate, even in circumstance where they may disagree with that decision.</p>\n<p>The broader impact of the work comes from the training of graduate students in all aspects of the research as well as the presentation of the results at conferences such as the annual meeting s of the Association for the Advancement of Science and the Society for Risk Analysis where both academic and professionals take part. The results were also highlighted in a<br />publication meant for hazards managers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2012<br>\n\t\t\t\t\tModified by: John&nbsp;C&nbsp;Besley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research funding provided by the grant allowed for the design, implementation and analysis of a survey of Americans about nuclear\nenergy shortly after the nuclear accident in Fukushima, Japan. A portion of\nthose asked had previously been asked about nuclear energy and it was therefore possible to see how the accident may have affected views about an important energy issue to the United States.\n\nThe results of the research found that attitudes towards nuclear energy did not substantially change as a result of the accident and those changes that did occur were partially a function of the degree to which respondents attended to the accident in the news media and personal conversations in\ncombination with their predispositions toward the issue.\n\nAdditional analysis looking only at respondents in the final wave of the survey found that, even after controlling for general perceptions of risks and benefits as well as a host of other controls, attitudes about specific risks and benefits of nuclear energy (i.e., beliefs about whether nuclear energy would help provide energy independence for the United States or help fight climate change) still provided unique, additional  insight into nuclear energy support,\nespecially for those who might have been predisposed to put greater weight on such issues. These analyses were used to argue that additional work should test whether messages framing nuclear energy in terms of specific risks and benefits are likely to be particularly persuasive.\n\nThe results of both projects were consistent with the more general idea of motivated reasoning. In this regard, they provide unique insight into the importance of assessing whether specific types of content are likely to have a relatively larger (or smaller) impact on specific types of individuals.\n\nThe intellectual merit of the work comes from the unique data collected, including the use of contemporary social psychological theories of \"fairness\" to assess how respondents viewed decision-makers and decision-making\nprocess related to nuclear energy. This work is important because it highlights factors (i.e., distributive, procedural, and interpersonal fairness) that are especially important to understanding how people evaluate decision-makers in risk contexts. Such work can be used to justify efforts to ensure citizens have access fair procedures and fair treatment from decision-makers so that they ultimately perceive decisions as legitimate, even in circumstance where they may disagree with that decision.\n\nThe broader impact of the work comes from the training of graduate students in all aspects of the research as well as the presentation of the results at conferences such as the annual meeting s of the Association for the Advancement of Science and the Society for Risk Analysis where both academic and professionals take part. The results were also highlighted in a\npublication meant for hazards managers.\n\n\t\t\t\t\tLast Modified: 12/04/2012\n\n\t\t\t\t\tSubmitted by: John C Besley"
 }
}