{
 "awd_id": "1138749",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Amorphous Photonic NanoMembranes for Broadband Chemical Sensing",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 74946.0,
 "awd_amount": 74946.0,
 "awd_min_amd_letter_date": "2011-06-14",
 "awd_max_amd_letter_date": "2011-06-14",
 "awd_abstract_narration": "Project Motivation\r\nWhile there has been extensive development on integrated sensors in the near-IR region due to the maturation of Si, SOI, and III-V materials, these technologies are not easily translated into the visible and near-UV regions which are critical for the detection of many chemicals of environmental and security interest.  This project focuses on the use of wide bandgap, amorphous materials, specifically, amorphous zinc oxide (a-ZnO), amorphous hafnium oxide (a-HfO2) and amorphous beryllium zinc oxide (a-BeZnO), in the development of broadband chemical sensors operating at critical absorption lines spanning the near-UV (200 nm) to the near-IR (1.5 µm). These amorphous materials are deposited at low temperature (0 to 100ºC), are substrate-independent, and have chemical etch selectivities compatible with most dielectric, III-V, and Group-IV materials.   \r\n\r\nThe architecture employed for this research is a nanoscale membrane (typically 40-100 nm thick) that supports a guided low optical overlap mode (LOOM) - an optical mode in which approximately 1% of the electric field is confined to the lossy core region. The resulting extended mode has a greatly enhanced overlap with the analyte, resulting in a device sensitivity (~70%) that is over an order of magnitude higher than current high-performance, dielectric evanescent wave sensors (~2%) as modeled by analytical and finite element methods.  \r\n\r\nIntellectual Merits \r\nThe proposed project has two core objectives within the one-year time frame to demonstrate the advantages of this sensing approach, (1) the demonstration of broadband LOOM propagation in amorphous nanostructured membrane waveguides at the critical absorption lines 1513 nm and 598 nm (NH3), 357 nm (TiCl4), and 220 nm (PCl3); and (2) the demonstration of the enhanced LOOM sensing of NH3 by the use of an integrated Mach-Zehnder interferometer.  Highly sensitive, integrated sensors that utilize a single-material, single-design platform that span the spectral range of 200 nm to 1600 nm are a potentially disruptive technology that would displace the current need to heterogeneously integrate several different materials and architectures.  In addition, the ability to achieve compact multi-point sensing, utilizing a CMOS-compatible process, can greatly enhance the detection of specific gaseous and aqueous agents, thereby reducing false positives. Furthermore, the extended modal profile and dispersive insensitivity of these designs may also lead to the development of highly efficient SERS probes. Our modeling has also shown that the extension of this technology into the THz region, where integrated technologies are difficult to develop, can also be attained. \r\n\r\nBroader Impacts\r\nWithin the Appalachian Ohio region, there is a strong need for the monitoring of gaseous and aqueous contaminants due to coal-fired plant emissions and agricultural runoff.  Compounds such as reactive gaseous mercury (RGM), sulfur dioxide (SO2), and zinc are just a few examples of difficult-to-detect materials with absorption signatures in the visible and near-UV.  This research sets a baseline approach to develop effective technologies for their detection.  The PI for this project works with several undergraduate and graduate students from the SE Ohio area that have a strong concern for these issues.  This project will support two graduate students, one of whom is from an underrepresented, minority group.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Whaley",
   "pi_mid_init": "D",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Ralph D Whaley",
   "pi_email_addr": "whaleyr@ohio.edu",
   "nsf_id": "000262104",
   "pi_start_date": "2011-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 74946.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is focused on the development of nanoscale, amorphous membranes for use in broadband chemical sensing from the near-UV to the near-IR.&nbsp; These structures utilize a low optical overlap mode, which has very little interaction with the material, making them essentially lossless.&nbsp; The material under investigation is a-ZnO and a-HfO<sub>2</sub>.</p>\n<p><strong>Intellectual Merits</strong></p>\n<p>The use of amorphous material in nanoscale photonics has not been well studied, and certainly the develpment of ultra-thin (50 nm or less) structures is novel.&nbsp; This 1-year study investigated the design and fabrication tolerances required for such a structure.&nbsp; While these structures support both TE and TM modes, it is the TM mode which is of most concern.&nbsp; We found, through BPM, FDTD, and FEM modeling, that due to standard dispersion across the entire spectral range (mostly according to the Sellmeier equation), the membrane tolerances were very strict -requiring control over the thicknesses on the order of a few nm's.&nbsp; We found this could be done effectively using Atomic Layer Deposition (ALD) tools, which routinely gave a uniform film over a 3\" Si wafer of +/- 1 nm.&nbsp; Due to index control issues, a-ZnO was a better choice for this work, however, even it would not be a viable material below 500 nm or so.&nbsp; For that work, it would be necessary to either further sculpt the membrane to reduce the index, or use a lower index material such as SiOxNy.&nbsp; Fabrication of the membranes is complicated due to the need for chemical selectivity and sacrificial layers, but we did find that a 45 degree rotated Si etch, which is used in the MEMS community, did provide the undercutting necessary for device release.&nbsp; This structure was not tested for TE or TM propogation analysis.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>There are many competing technologies working to find a reasonable solution to chemical and hazardous material sensing in the near-UV, visible, and near-IR range.&nbsp; Technologies such as SERS are promising, but cannot deliver enough signal contast to be viable.&nbsp; This study was performed with the intention of investigating all optical, passive devices which can be broadly utilized across the entire region with a single material platform.&nbsp; The impacts here could be tremendous - having a single platform for such a wide range allows the use of multi-point chemical sensing in several wavelength regions, thus greatly decreasing the occurrance of false positives.&nbsp; The initial research here is encouraging, but far more resources need to be put in place before a suitable prototype can be realized.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2013<br>\n\t\t\t\t\tModified by: Ralph&nbsp;D&nbsp;Whaley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project is focused on the development of nanoscale, amorphous membranes for use in broadband chemical sensing from the near-UV to the near-IR.  These structures utilize a low optical overlap mode, which has very little interaction with the material, making them essentially lossless.  The material under investigation is a-ZnO and a-HfO2.\n\nIntellectual Merits\n\nThe use of amorphous material in nanoscale photonics has not been well studied, and certainly the develpment of ultra-thin (50 nm or less) structures is novel.  This 1-year study investigated the design and fabrication tolerances required for such a structure.  While these structures support both TE and TM modes, it is the TM mode which is of most concern.  We found, through BPM, FDTD, and FEM modeling, that due to standard dispersion across the entire spectral range (mostly according to the Sellmeier equation), the membrane tolerances were very strict -requiring control over the thicknesses on the order of a few nm's.  We found this could be done effectively using Atomic Layer Deposition (ALD) tools, which routinely gave a uniform film over a 3\" Si wafer of +/- 1 nm.  Due to index control issues, a-ZnO was a better choice for this work, however, even it would not be a viable material below 500 nm or so.  For that work, it would be necessary to either further sculpt the membrane to reduce the index, or use a lower index material such as SiOxNy.  Fabrication of the membranes is complicated due to the need for chemical selectivity and sacrificial layers, but we did find that a 45 degree rotated Si etch, which is used in the MEMS community, did provide the undercutting necessary for device release.  This structure was not tested for TE or TM propogation analysis.\n\nBroader Impacts\n\nThere are many competing technologies working to find a reasonable solution to chemical and hazardous material sensing in the near-UV, visible, and near-IR range.  Technologies such as SERS are promising, but cannot deliver enough signal contast to be viable.  This study was performed with the intention of investigating all optical, passive devices which can be broadly utilized across the entire region with a single material platform.  The impacts here could be tremendous - having a single platform for such a wide range allows the use of multi-point chemical sensing in several wavelength regions, thus greatly decreasing the occurrance of false positives.  The initial research here is encouraging, but far more resources need to be put in place before a suitable prototype can be realized.\n\n\t\t\t\t\tLast Modified: 12/19/2013\n\n\t\t\t\t\tSubmitted by: Ralph D Whaley"
 }
}