{
 "awd_id": "1138279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Community Workshop: Charting the Future of Terrestrial Laser Scanning (TLS) in the Earth Sciences and Related Fields",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 49488.0,
 "awd_amount": 49488.0,
 "awd_min_amd_letter_date": "2011-07-13",
 "awd_max_amd_letter_date": "2011-07-13",
 "awd_abstract_narration": "1138279\r\nPhillips\r\n\r\nThis grant supports a community workshop to define strategic directions for applications of Terrestrial Laser Scanning (TLS) for rapid high resolution surface mapping of natural and manmade features and how the geosciences community can best realize support for the technology.   TLS is based on Light Detection and Ranging (LiDAR) technology and offers the capability to map surfaces with centimeter to sub-cm resolution with applications to the mapping of fault scarps, geologic outcrops, volcanic features, glacial features, barrier beach morphology; watershed drainage features; forest canopy and vegetative cover; and civil structures.  The combination of repeat TLS surveys tied to GPS referenced locations allows for subtle change detection for the study of surface deformation in response to active tectonics, climate change and extreme events, and active volcanism.  Long range TLS capabilities exist to map surfaces out to 1-2 km and thus offer advantages for rapid mapping of features that can pose human hazards using more traditional mapping techniques.  High resolution TLS mapping complements spaceborne and terrestrial radar and LIDAR mapping modalities for studies requiring cm to sub-cm surface analysis   A three day workshop is planned for late October, 2011 in Boulder, Colorado and will bring together approximately 50 geoscientists and students with experience and interests in exploiting TLS for the advancement of Earth system process understanding.  The organizing committee will produce a final workshop report that will make recommendations for the advancement of TLS data acquisition, processing, analysis, and distribution to all levels of the scientific community.\r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Phillips",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Phillips",
   "pi_email_addr": "dap@unavco.org",
   "nsf_id": "000438617",
   "pi_start_date": "2011-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "UNAVCO, Inc.",
  "inst_street_address": "6350 NAUTILUS DR FRNT",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3033817500",
  "inst_zip_code": "803015394",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNAVCO, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBD2CZMR5N48"
 },
 "perf_inst": {
  "perf_inst_name": "UNAVCO, Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803015553",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CO",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49488.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This U.S. National Science Foundation (NSF) award supported a workshop that brought together 80 participants representing a spectrum of research fields with the objective of outlining a strategic vision for the future of terrestrial geodetic imaging as applied to a broad range of research activities at all levels of the community. The workshop was hosted by UNAVCO, the awardee organization, and took place in Boulder, Colorado on October 17-19, 2011. UNAVCO, a non-profit university-governed consortium, facilitates geoscience research and education using geodesy.</p>\n<p>&nbsp;</p>\n<p>Earth science investigations increasingly require accurate representation of the Earth surface using 3D data capture, display, and analysis at a centimeter scale to quantitatively characterize and model complex processes. Terrestrial Laser Scanning (TLS) is an ideal technology to address this application. Recognizing this community need, researchers at several universities and UNAVCO established the NSF-funded INTERdisciplinary alliance for digital Field data ACquisition and Exploration (INTERFACE) project to support a TLS instrument pool and data collection expertise now based at UNAVCO. Enhanced instrument accessibility and capabilities, coupled with efficient workflows and unprecedented science applications, have catalyzed rapid community development and diversification. Engaging the community at this early stage represents a critical element in the growth of a coherent and effective research community. UNAVCO and INTERFACE researchers collaborated with other NSF supported facilities including OpenTopography and the National Center for Airborne Laser Mapping (NCALM), federal agencies including the U.S. Army Cold Regions Research &amp; Engineering Laboratory (CRREL) and the U.S. Geological Survey, and other universities to plan and conduct the workshop.</p>\n<p>&nbsp;</p>\n<p>The convergence of participant ideas and experiences, a large and growing demand for TLS data and equipment, and clear consensus on issues repeatedly reached during the workshop resulted in several recommendations outlined below.</p>\n<p>&nbsp;</p>\n<p>The workshop group recommended that product levels include: (L0) raw sensor data, (L1) sensor data in a sensor-independent exchange format, (L2) merged, aligned point cloud data, and (L3) derived data products such as digital elevation models (DEMs).</p>\n<p>&nbsp;</p>\n<p>In addition, participants recognized that TLS metadata and best practices are required for each data level. The workshop group agreed that standardized metadata formats such as E57 (American Society for Testing and Materials International) are necessary, and should be informed by community needs and set the standard for archived datasets.</p>\n<p>&nbsp;</p>\n<p>The group also noted that there is demand for community training in TLS data acquisition, processing, analysis, and exploration through workshops, short courses, online resources and user forums. In particular, procedures and best practices for rendering surface models from point clouds, and standards for characterizing precision and uncertainties is needed for all products.</p>\n<p>&nbsp;</p>\n<p>Recommendations for community support suggested building on core competencies and roles of several complementary groups. The workshop participants concluded that (1) UNAVCO serves as the primary NSF facility for TLS data acquisition and archiving, (2) OpenTopography is the primary NSF facility for TLS data dissemination, and (3) NCALM is the NSF facility with capabilities for mobile platform scanning (cars, aircraft, etc.) and archiving of these products. Communication and integration among the NSF facilities is essential to the effective realization of research goals and broader impact of TLS capabilities. The communities served by these facilities would benefit from a comprehensive data management plan and policy. The NSF facilities will sustain and devel...",
  "por_txt_cntn": "\nThis U.S. National Science Foundation (NSF) award supported a workshop that brought together 80 participants representing a spectrum of research fields with the objective of outlining a strategic vision for the future of terrestrial geodetic imaging as applied to a broad range of research activities at all levels of the community. The workshop was hosted by UNAVCO, the awardee organization, and took place in Boulder, Colorado on October 17-19, 2011. UNAVCO, a non-profit university-governed consortium, facilitates geoscience research and education using geodesy.\n\n \n\nEarth science investigations increasingly require accurate representation of the Earth surface using 3D data capture, display, and analysis at a centimeter scale to quantitatively characterize and model complex processes. Terrestrial Laser Scanning (TLS) is an ideal technology to address this application. Recognizing this community need, researchers at several universities and UNAVCO established the NSF-funded INTERdisciplinary alliance for digital Field data ACquisition and Exploration (INTERFACE) project to support a TLS instrument pool and data collection expertise now based at UNAVCO. Enhanced instrument accessibility and capabilities, coupled with efficient workflows and unprecedented science applications, have catalyzed rapid community development and diversification. Engaging the community at this early stage represents a critical element in the growth of a coherent and effective research community. UNAVCO and INTERFACE researchers collaborated with other NSF supported facilities including OpenTopography and the National Center for Airborne Laser Mapping (NCALM), federal agencies including the U.S. Army Cold Regions Research &amp; Engineering Laboratory (CRREL) and the U.S. Geological Survey, and other universities to plan and conduct the workshop.\n\n \n\nThe convergence of participant ideas and experiences, a large and growing demand for TLS data and equipment, and clear consensus on issues repeatedly reached during the workshop resulted in several recommendations outlined below.\n\n \n\nThe workshop group recommended that product levels include: (L0) raw sensor data, (L1) sensor data in a sensor-independent exchange format, (L2) merged, aligned point cloud data, and (L3) derived data products such as digital elevation models (DEMs).\n\n \n\nIn addition, participants recognized that TLS metadata and best practices are required for each data level. The workshop group agreed that standardized metadata formats such as E57 (American Society for Testing and Materials International) are necessary, and should be informed by community needs and set the standard for archived datasets.\n\n \n\nThe group also noted that there is demand for community training in TLS data acquisition, processing, analysis, and exploration through workshops, short courses, online resources and user forums. In particular, procedures and best practices for rendering surface models from point clouds, and standards for characterizing precision and uncertainties is needed for all products.\n\n \n\nRecommendations for community support suggested building on core competencies and roles of several complementary groups. The workshop participants concluded that (1) UNAVCO serves as the primary NSF facility for TLS data acquisition and archiving, (2) OpenTopography is the primary NSF facility for TLS data dissemination, and (3) NCALM is the NSF facility with capabilities for mobile platform scanning (cars, aircraft, etc.) and archiving of these products. Communication and integration among the NSF facilities is essential to the effective realization of research goals and broader impact of TLS capabilities. The communities served by these facilities would benefit from a comprehensive data management plan and policy. The NSF facilities will sustain and develop strong collaborations with leading geodetic imaging groups including federal agencies and principal investigators in geoscience, cryosphere, ecology, anthropolog..."
 }
}