{
 "awd_id": "1138520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Novel Antioxidants to Improve Thermo-Oxidative Stability of Biolubricants and Biodiesel",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 610000.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2014-12-31",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project proposes to develop and commercialize cost-effective high performance macromolecular antioxidants based on Polnox's proprietary \"dual type moiety per molecule\" (DT-mPM) technology for sustainable-alternate bio-oils. Oxidative stability presents a key issue for industrial bio-oils. These oils, which are derived from bio-resources, have inferior stability compared those derived from fossil fuels.  In particular, fuels and lubricants derived from plant-based polyunsaturated fatty acids are especially prone to severe oxidation. It has been demonstrated in Phase I that the DT-mPM antioxidants are significantly more effective in combating degradation of these bio-oils vs. state-of-the-art commercial antioxidants. The current, state-of-the-art, commercial antioxidants do not meet the challenges posed by plant-derived bio-oils. Current antioxidants were developed to protect petroleum lubricants and are simply not capable of meeting the stability issues posed by bio-lubricants.  This proposal addresses the key steps involved in the product development of antioxidants for bio-lubricants; namely, (a) molecular design optimization, (b) cost-effective process scale up, (c) preparation of pound scale of lead antioxidants identified in Phase I, and (d) product storage stability. \r\n\r\nThe broader impact/commercial potential of this project is to play an important role in reducing the nation's dependence on foreign oil and providing a cleaner environment by reducing the pollution of air, soil, water, and the eco-system. Societal benefits from the increased use of bio-lubricants include less potential for environmental pollution (e.g., from loss during use or improper disposal of waste lubricants, accidental oil spillage during industrial use, or off-shore drilling) as well as reduced dependence on imported petroleum as a raw material.  However, as oils are developed from renewable alternate energy resources, there are some inherent issues to be addressed: (1) thermo-oxidative stability, and (2) pour-point properties.  By addressing the thermo-oxidative stability problem of bio-oils through the development and commercialization of new high performance antioxidants, this will enable the production of higher quality alternate oils that are biodegradable and environmentally safe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashok",
   "pi_last_name": "Cholli",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ashok L Cholli",
   "pi_email_addr": "ACholli@Polnox.com",
   "nsf_id": "000519896",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Polnox Corporation",
  "inst_street_address": "225 STEDMAN ST",
  "inst_street_address_2": "STE 23",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9787354438",
  "inst_zip_code": "018512792",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "POLNOX CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "YSY5VUKTKRN5"
 },
 "perf_inst": {
  "perf_inst_name": "Polnox Corporation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018512792",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "8240",
   "pgm_ref_txt": "SBIR/STTR CAP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bio-based lubricants and fuels offer clear societal advantages over petroleum-based products.&nbsp; They are more environmentally friendly due to their inherently non-toxic and biodegradable nature, while conventional fuels and lubricants derived from petroleum are not biodegradable and are potentially harmful to the environment.&nbsp; Societal benefits from the increased use of bio-lubricants and -fuels include less potential for environmental pollution (<em>i.e.</em> from loss during use, improper disposal of waste lubricants, accidental spillage, or off-shore drilling) as well as reduced dependence on imported petroleum as a raw material.&nbsp; Unfortunately, the inherently poor stability of the bio-based oils exposed to the effects of heat and oxygen limits the use of bio-lubricants and -fuels to niche applications.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The new high performance antioxidants based on Polnox&rsquo;s proprietary DT-mPM technology platform that were developed and commercialized in this project will play an important role in enabling bio-lubricants to reach their full potential as replacements for petroleum-based materials by upgrading their oxidative stability.&nbsp; With the significant improvement in the oxidative stability of bio-lubricants treated with Polnox antioxidants, use in new and more demanding applications will be feasible. &nbsp;These opportunities were not accessible in the past due to oxidative stability problems.</p>\n<p>&nbsp;</p>\n<p>The new antioxidant developed in this project and others based on the DT-mPM technology platform are expected to provide breakthroughs in enhancing the oxidative stability of other materials, including conventional petroleum-based lubricants, plastics, elastomers, and other industrial materials.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/22/2015<br>\n\t\t\t\t\tModified by: Ashok&nbsp;L&nbsp;Cholli</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBio-based lubricants and fuels offer clear societal advantages over petroleum-based products.  They are more environmentally friendly due to their inherently non-toxic and biodegradable nature, while conventional fuels and lubricants derived from petroleum are not biodegradable and are potentially harmful to the environment.  Societal benefits from the increased use of bio-lubricants and -fuels include less potential for environmental pollution (i.e. from loss during use, improper disposal of waste lubricants, accidental spillage, or off-shore drilling) as well as reduced dependence on imported petroleum as a raw material.  Unfortunately, the inherently poor stability of the bio-based oils exposed to the effects of heat and oxygen limits the use of bio-lubricants and -fuels to niche applications. \n\n \n\nThe new high performance antioxidants based on PolnoxÆs proprietary DT-mPM technology platform that were developed and commercialized in this project will play an important role in enabling bio-lubricants to reach their full potential as replacements for petroleum-based materials by upgrading their oxidative stability.  With the significant improvement in the oxidative stability of bio-lubricants treated with Polnox antioxidants, use in new and more demanding applications will be feasible.  These opportunities were not accessible in the past due to oxidative stability problems.\n\n \n\nThe new antioxidant developed in this project and others based on the DT-mPM technology platform are expected to provide breakthroughs in enhancing the oxidative stability of other materials, including conventional petroleum-based lubricants, plastics, elastomers, and other industrial materials.  \n\n \n\n\t\t\t\t\tLast Modified: 05/22/2015\n\n\t\t\t\t\tSubmitted by: Ashok L Cholli"
 }
}