{
 "awd_id": "1138275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:   Development of a Model System for Study of Dinoflagellate-Cnidarian Symbiosis",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "inna sokolova",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2011-07-20",
 "awd_abstract_narration": "In the U.S. and around the world, coral reefs are of enormous ecological and economic importance for biodiversity preservation, shoreline protection, food production, drug discovery, and recreation.  Unfortunately, coral reefs have shown extensive and increasing degradation in recent years, apparently due largely to the inability of the corals to survive the stresses imposed by increasing ocean temperature, acidity, and pollution.  Coral death is typically preceded by \"bleaching\", in which the coral animals lose the symbiotic algae that normally live inside their cells and provide them with most (often >90%) of their energy through photosynthesis.  There has been much recent attention to this problem from marine and conservation biologists, but their efforts have been severely handicapped by the lack of basic information about the molecular and cellular mechanisms that underlie coral growth and the interactions between the animal hosts and their algal symbionts.  This gap is due largely to the fact that corals themselves present multiple significant difficulties for laboratory study.  In other areas of biological and biomedical research, progress has come primarily from intensive studies of a small number of \"model organisms\" that were chosen not for their intrinsic interest, but instead for their susceptibility to intensive experimental investigation, including the application of powerful genetic methods for investigation of cell function.  This project focuses on developing the small sea anemone Aiptasia as a model system for the study of coral molecular and cell biology.  Aiptasia is closely related to corals and is symbiotic with similar or identical types of algae, but it has many great experimental advantages.  The specific studies proposed here build on recent progress in the PI's laboratory (notably the induction of spawning and production of larvae in the laboratory) and focus on three different aspects of developing genetic methods for this system, namely (1) methods for following natural and induced variation in genetic crosses, (2) methods for obtaining RNA-mediated knockdown of gene expression, and (3) methods for transforming animals with DNA constructs that will allow disruption or tagging of individual genes. \r\nProgress with these methods should have a major impact on investigations of basic coral biology and will be communicated to the research community through presentations at conferences, publications, and both laboratory-specific and community-maintained websites.  In the process, both postdoctoral and predoctoral students will receive a diverse and sophisticated training to prepare them for independent careers in research and/or policy.  In addition, the intrinsic fascination of the complex and beautiful coral-reef ecosystem will provide numerous opportunities for effective outreach to both younger students and the general public on both coral-specific and more general issues of basic science and its relationship to conservation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Pringle",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Pringle",
   "pi_email_addr": "jpringle@stanford.edu",
   "nsf_id": "000555329",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "300 Pasteur Drive",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Coral reefs are of enormous ecological importance because they provide homes for a huge variety of organisms (the \"rainforests of the sea\") despite the small fraction of the oceans that they occupy. &nbsp;They are also of enormous economic importance, providing shoreline protection, food, and recreation to peoples around world.&nbsp; Thus, the declining health of coral reefs worldwide is one of the major conservation issues of our time.&nbsp; Despite widespread concern about this problem, attempts to ameliorate it are handicapped by limited knowledge of the underlying biology of the coral animals that build the reefs.&nbsp; It has long been known that corals get most of their energy from the dinoflagellate algae that live inside them, yet the mechanisms by which the animal and alga recognize and signal to each other, and subsequently interact through nutritional exchange and other means, remain largely unknown.&nbsp; It is clear that the loss of algae (\"coral bleaching\") is typically the antecedent to coral death, but again the precise mechanisms of bleaching &ndash; and thus what might be done to prevent it &ndash; remain poorly understood.</p>\n<p>One reason for the current lack of knowledge is that corals pose great difficulties for laboratory study.&nbsp; This project was motivated by the belief &ndash; well substantiated in the biomedical arena &ndash; that development of a simple \"model system\" that shares the basic biology of corals, but is more amenable to experimentation, will lead to more rapid progress in understanding the basic molecular and cellular biology of corals and their algal symbionts.&nbsp; Thus, a growing number of laboratories are now focusing on the small sea anemone <em>Aiptasia,</em> which is closely related to corals and symbiotic with similar types of algae. &nbsp;Unlike corals, <em>Aiptasia</em> is well suited to intensive laboratory experimentation: it is of convenient size, secretes no rocky casing, survives well under various environmental conditions, and grows rapidly by asexual reproduction, which allows the generation of large, genetically homogeneous populations.&nbsp; It also can survive indefinitely in the absence of symbiotic algae, which allows many experiments that would not otherwise be possible. &nbsp;Activities under this EAGER Award focused on developing additional experimental tools for <em>Aiptasia,</em> specifically (i) attempts to recapitulate the full sexual cycle in the laboratory, an essential prelude to various genetic analyses; (ii) attempts to \"knock down\" gene expression, a important method for assessing gene and protein function; and (iii) attempts to achieve genetic transformation, which would allow gene knockouts and the tagging of gene products in living cells.&nbsp; Efforts during the project period resulted in progress on each aim but no complete success with any of them.&nbsp; However, the negative results obtained have also helped to refine the approaches for further studies, and eventual success still appears likely.</p>\n<p>Communication of research results to the scientific community is an essential part of any scientific project, but particularly in a case like this one, where the goal is the development of methodologies that many other laboratories might use and the research relates to a pressing human problem.&nbsp; Making this communication more challenging in this project have been the high-risk goals and the many negative early results (but which might still be of value to other investigators). &nbsp;Thus, although three journal publications have so far resulted in whole or in part from this project (with several more expected), we have also made great efforts to communicate our results (both positive and negative) at scientific conferences, through our publically available lab website, and in informal exchanges with other scientists.&nbsp; We have also freely provided biological materials and ...",
  "por_txt_cntn": "\nCoral reefs are of enormous ecological importance because they provide homes for a huge variety of organisms (the \"rainforests of the sea\") despite the small fraction of the oceans that they occupy.  They are also of enormous economic importance, providing shoreline protection, food, and recreation to peoples around world.  Thus, the declining health of coral reefs worldwide is one of the major conservation issues of our time.  Despite widespread concern about this problem, attempts to ameliorate it are handicapped by limited knowledge of the underlying biology of the coral animals that build the reefs.  It has long been known that corals get most of their energy from the dinoflagellate algae that live inside them, yet the mechanisms by which the animal and alga recognize and signal to each other, and subsequently interact through nutritional exchange and other means, remain largely unknown.  It is clear that the loss of algae (\"coral bleaching\") is typically the antecedent to coral death, but again the precise mechanisms of bleaching &ndash; and thus what might be done to prevent it &ndash; remain poorly understood.\n\nOne reason for the current lack of knowledge is that corals pose great difficulties for laboratory study.  This project was motivated by the belief &ndash; well substantiated in the biomedical arena &ndash; that development of a simple \"model system\" that shares the basic biology of corals, but is more amenable to experimentation, will lead to more rapid progress in understanding the basic molecular and cellular biology of corals and their algal symbionts.  Thus, a growing number of laboratories are now focusing on the small sea anemone Aiptasia, which is closely related to corals and symbiotic with similar types of algae.  Unlike corals, Aiptasia is well suited to intensive laboratory experimentation: it is of convenient size, secretes no rocky casing, survives well under various environmental conditions, and grows rapidly by asexual reproduction, which allows the generation of large, genetically homogeneous populations.  It also can survive indefinitely in the absence of symbiotic algae, which allows many experiments that would not otherwise be possible.  Activities under this EAGER Award focused on developing additional experimental tools for Aiptasia, specifically (i) attempts to recapitulate the full sexual cycle in the laboratory, an essential prelude to various genetic analyses; (ii) attempts to \"knock down\" gene expression, a important method for assessing gene and protein function; and (iii) attempts to achieve genetic transformation, which would allow gene knockouts and the tagging of gene products in living cells.  Efforts during the project period resulted in progress on each aim but no complete success with any of them.  However, the negative results obtained have also helped to refine the approaches for further studies, and eventual success still appears likely.\n\nCommunication of research results to the scientific community is an essential part of any scientific project, but particularly in a case like this one, where the goal is the development of methodologies that many other laboratories might use and the research relates to a pressing human problem.  Making this communication more challenging in this project have been the high-risk goals and the many negative early results (but which might still be of value to other investigators).  Thus, although three journal publications have so far resulted in whole or in part from this project (with several more expected), we have also made great efforts to communicate our results (both positive and negative) at scientific conferences, through our publically available lab website, and in informal exchanges with other scientists.  We have also freely provided biological materials and experimental protocols to other investigators.\n\nThe best research projects usually also provide training for younger investigators and current or future educators, and we have ..."
 }
}