{
 "awd_id": "1138497",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Type I: ENGAGE: Immersive Game-Based Learning for Middle Grade Computational Fluency",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamau Bobb",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 999996.0,
 "awd_amount": 1047996.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2014-05-06",
 "awd_abstract_narration": "North Carolina State University proposes the ENGAGE project to develop, implement, and evaluate a middle grade version of the CS Principles course that is fully situated within an immersive game-based learning environment.  ENGAGE has three thrusts: (1) developing and implementing a highly engaging game-based learning environment that delivers a CS Principles course for middle grade students and their teachers; (2) making a significant educational research contribution by evaluating the effectiveness of game-based learning for computer science education; and (3) making a significant contribution to broadening the participation in computing by evaluating the effectiveness of the game-based learning framework for student learning, computing interest, and self-efficacy, particularly for underrepresented groups.\r\n\r\nENGAGE leverages the strengths of game-based learning, particularly narrative-centered learning, in which the game is driven by an engaging and highly motivating story. Within ENGAGE, students explore and solve global computing problems they encounter on a remote volcanic island, Crystal Island. Students work collaboratively, think creatively, deal with \"big data,\" and analyze how their computing artifacts or those created by others are likely to impact their world. The project also includes a major focus on in-service professional development through the EngageToTeach summer institute designed not only to build teachers' computational fluency, but to instill a sense of advocacy toward computing education.\r\n\r\nENGAGE will see the development of a game-based learning environment for middle grade computational fluency that is expected to be highly effective for all students. With a specific focus on serving underrepresented groups, the project will draw on a partnership with North Carolina State University and diverse middle schools, including a public middle school of Johnston County, North Carolina, and a private middle school of Durham, North Carolina.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Lester",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Lester",
   "pi_email_addr": "lester@csc.ncsu.edu",
   "nsf_id": "000365555",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Wiebe",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Eric N Wiebe",
   "pi_email_addr": "eric_wiebe@ncsu.edu",
   "nsf_id": "000303175",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradford",
   "pi_last_name": "Mott",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Bradford W Mott",
   "pi_email_addr": "bwmott@ncsu.edu",
   "nsf_id": "000534787",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristy",
   "pi_last_name": "Boyer",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kristy E Boyer",
   "pi_email_addr": "keboyer@cise.ufl.edu",
   "nsf_id": "000591513",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958206",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "738200",
   "pgm_ele_name": "Computing Ed for 21st Century"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1714",
   "pgm_ref_txt": "SPECIAL PROJECTS - CISE"
  },
  {
   "pgm_ref_code": "9116",
   "pgm_ref_txt": "CE21 Type I"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 999996.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ecf5d09f-8f04-67b5-2cf9-53d907699d51\"> </span></p>\n<p dir=\"ltr\"><span>Leveraging the significant potential of integrating an innovative curriculum, CS Principles, with a highly engaging game-based learning pedagogy, the overarching objective of the </span><span>Engage</span><span> project was to develop, implement, and evaluate a middle grade version of the CS Principles course that was fully situated within an immersive game-based learning environment.</span></p>\n<p dir=\"ltr\"><span>The project centered on the design, development, and investigation of the Engage game-based learning environment, which delivers a CS Principles course for middle grade students and their teachers. Throughout the project, a diverse set of over 300 middle school students participated in </span><span>Engage</span><span> focus group activities, pilot tests, and classroom implementations. Of the students who provided demographic information, 47% were female, 24% were African American or Black and 16% were Hispanic or Latino/a, 17% were Asian, 38% were White, and 5% of students were Multi-racial. The project also included a focus on teacher professional development. The research team worked closely with a diverse group of teachers throughout the project. These teachers helped to co-design the </span><span>Engage</span><span> curriculum and game-based learning activities and provide iterative feedback throughout development. Each of the teachers attended either one or two summer institutes designed to introduce them to computational thinking concepts, to the </span><span>Engage</span><span> game-based learning environment, and prepare them for classroom implementations.</span></p>\n<p dir=\"ltr\"><span>Second, the project has made an educational research contribution by evaluating the effectiveness of the </span><span>Engage</span><span> game-based learning environment. Investigations to date have focused on assessing problem-solving processes and computer science competencies with qualitative and quantitative data analytic and machine-learning techniques. Using these techniques, research findings have taken steps towards 1) understanding how game-based learning environments like </span><span>Engage</span><span> can be integrated into middle school classrooms, 2) investigating how students interact with </span><span>Engage</span><span> to solve challenging computational thinking problems, and 3) using machine learning techniques to create models of student competency using student's problem-solving behaviors.</span></p>\n<p dir=\"ltr\"><span>Finally, the project has made contributions to broadening participation in computing by evaluating the effectiveness of Engage with a specific focus on underrepresented groups.</span><span> </span><span>Engage</span><span> has consistently improved students&rsquo; understanding of Computer Science concepts. Results from focus groups, pilot tests, and classroom studies show that Engage creates effective, engaging learning interactions. Analyses of summative pre and post-test scores on instruments developed to assess Computer Science concepts knowledge show that students of all ethnicities, male and female students, and students with and without prior programming experiences exhibited significant increases in learning after using </span><span>Engage</span><span>.</span></p>\n<p><span>The project&rsquo;s results have been reported in thirteen publications that have been presented at international conferences, including the leading conferences in computer science education and intelligent tutoring systems. The project has advanced our understanding of how to design a game-based learning environment for introducing middle school students to Computer Science concepts and for use in the science classrooms. It is anticipated that the findings will inform the design of future game-based learning systems so they can best support learners and t...",
  "por_txt_cntn": "\n \nLeveraging the significant potential of integrating an innovative curriculum, CS Principles, with a highly engaging game-based learning pedagogy, the overarching objective of the Engage project was to develop, implement, and evaluate a middle grade version of the CS Principles course that was fully situated within an immersive game-based learning environment.\nThe project centered on the design, development, and investigation of the Engage game-based learning environment, which delivers a CS Principles course for middle grade students and their teachers. Throughout the project, a diverse set of over 300 middle school students participated in Engage focus group activities, pilot tests, and classroom implementations. Of the students who provided demographic information, 47% were female, 24% were African American or Black and 16% were Hispanic or Latino/a, 17% were Asian, 38% were White, and 5% of students were Multi-racial. The project also included a focus on teacher professional development. The research team worked closely with a diverse group of teachers throughout the project. These teachers helped to co-design the Engage curriculum and game-based learning activities and provide iterative feedback throughout development. Each of the teachers attended either one or two summer institutes designed to introduce them to computational thinking concepts, to the Engage game-based learning environment, and prepare them for classroom implementations.\nSecond, the project has made an educational research contribution by evaluating the effectiveness of the Engage game-based learning environment. Investigations to date have focused on assessing problem-solving processes and computer science competencies with qualitative and quantitative data analytic and machine-learning techniques. Using these techniques, research findings have taken steps towards 1) understanding how game-based learning environments like Engage can be integrated into middle school classrooms, 2) investigating how students interact with Engage to solve challenging computational thinking problems, and 3) using machine learning techniques to create models of student competency using student's problem-solving behaviors.\nFinally, the project has made contributions to broadening participation in computing by evaluating the effectiveness of Engage with a specific focus on underrepresented groups. Engage has consistently improved studentsÆ understanding of Computer Science concepts. Results from focus groups, pilot tests, and classroom studies show that Engage creates effective, engaging learning interactions. Analyses of summative pre and post-test scores on instruments developed to assess Computer Science concepts knowledge show that students of all ethnicities, male and female students, and students with and without prior programming experiences exhibited significant increases in learning after using Engage.\n\nThe projectÆs results have been reported in thirteen publications that have been presented at international conferences, including the leading conferences in computer science education and intelligent tutoring systems. The project has advanced our understanding of how to design a game-based learning environment for introducing middle school students to Computer Science concepts and for use in the science classrooms. It is anticipated that the findings will inform the design of future game-based learning systems so they can best support learners and teachers for middle school computer science.\n\n \n\n\t\t\t\t\tLast Modified: 01/29/2016\n\n\t\t\t\t\tSubmitted by: James C Lester"
 }
}