{
 "awd_id": "1138360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: GEOTRACES Atlantic Section Nitrate Isotope  Measurements",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 209373.0,
 "awd_amount": 209373.0,
 "awd_min_amd_letter_date": "2011-05-25",
 "awd_max_amd_letter_date": "2013-12-10",
 "awd_abstract_narration": "Nitrogen is one of the two major nutrients required universally by plankton in the ocean, and its availability can affect the ocean's ecology, productivity, and carbon cycle. While the cycling of fixed N in the ocean is in one sense emblematic of other nutrient cycles, it is also unique in that its largest input (N fixation) and output (denitrification) are biologically mediated, which renders the ocean N budget susceptible to complex biological feedbacks. It thus provides a platform for asking one of the core questions of global biogeochemical cycles: How is it that the actions of individual organisms and groups conspire with physicochemical conditions to produce a global Earth surface environment that has been continuously habitable for billions of years? \r\n\r\nThe dominant terms in the oceanic fixed N input/output budget are poorly characterized, and we focus our attention here on N fixation. Developing robust estimates of the global rate and distribution of N fixation from \"direct\" shipboard measurements of N fixing activity is complicated by the inherent spatial and temporal variability of this biologically mediated flux. Thus, geochemical approaches for estimating N fixation inputs have come to the forefront. Currently, nitrate stable isotope measurements, which could provide an integrative estimate of N fixation on a regional or basin scale, are sparse in the Atlantic, being focused primarily in the Sargasso Sea. The GEOTRACES program provides a platform to put these data into a broader context through the illumination of basin-scale patterns. \r\n\r\nIn this project researchers from Princeton University, Brown University, and the Woods Hole Oceanographic Institution will measure the d15N of nitrate in seawater and atmospheric samples collected as part of the GEOTRACES North Atlantic Section. Nitrate d15N is a GEOTRACES \"core parameter\" that will complement other measurements and will by itself provide important constraints on the oceanographic processes, including N fixation, lateral nitrate transport, low latitude N cycling, the effect of the North African upwelling regions on nutrient fluxes across the basin, and the exchange of fixed N with the Mediterranean. In addition to yielding such specific process-related insights, this work will provide one of the first cross-basin views of nitrate isotopes in the interior and will thus help to simply characterize the isotope signals of different interior water masses, including the Mode Waters, Antarctic Intermediate Water, Mediterranean Intermediate Water, Lower and Upper North Atlantic Deep Water, and Antarctic Bottom Water. Finally, the isotopic characterization of atmospheric nitrate deposition will inform our understanding of the N isotope budget and isotopic gradients of the North Atlantic. Combined, these measurements will yield insight into modern biogeochemical processes and will also provide first order background information for both modern physical oceanographic and paleoceanographic applications. As an example of the latter, studies of Atlantic sediments seek to reconstruct past changes in the rate of N fixation, based on the modern finding that N fixation appears to lower the d15N of thermocline nitrate in the Sargasso Sea. Progress in this paleoceanographic work relies on a more complete picture of nitrate d15N in the modern Atlantic. \r\n\r\nBroader impacts: The broader impacts of the proposed study include the mentoring of a postdoctoral investigator and the inclusion of undergraduates in state-of-the-art research. The project will also provide a high-quality nitrate isotope data set for the North Atlantic for use by the broader community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Casciotti",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Karen L Casciotti",
   "pi_email_addr": "kcasciotti@stanford.edu",
   "nsf_id": "000161533",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "340 Panama Street",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943055000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 209373.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit</strong></p>\n<p>Nitrogen is one of the major nutrients required universally by plankton in the ocean, and its availability can affect the ocean&rsquo;s ecology, productivity, and carbon cycle. While the cycling of nitrogen by marine plankton is connected to that of other nutrient cycles, it is also unique in that its largest input and output terms are biologically controlled. These terms in the oceanic nitrogen budget are poorly characterized, and the focus of this project was on quantifying nitrogen inputs through nitrogen fixation in the North Atlantic Ocean.</p>\n<p>Developing robust estimates of the global rate and distribution of nitrogen fixation from direct shipboard measurements of nitrogen fixing activity is complicated by the inherent spatial and temporal variability of this biologically mediated flux. Thus, this project focused on developing geochemical approaches for estimating nitrogen fixation inputs from natural abundance isotope measurements. Before the initiation of this project, nitrate stable isotope measurements were sparse in the Atlantic, being focused primarily in the Sargasso Sea. This project has mapped the distribution of nitrate isotopes across the North Atlantic Ocean with unprecedented spatial coverage and measurement precision, and it will enable the assessment of nitrogen fixation in the North Atlantic Ocean.</p>\n<p>The major goals of this project were to develop an nitrogen isotope budget for nitrogen fixation in the tropical Atlantic based on the GEOTRACES North Atlantic section, together with two additional Atlantic sections, one running across the South Atlantic, and one running north/south between the two sections. By combining these data with an oceanographic model we aimed to calculate how much nitrogen fixation was needed to explain the data. All sample analyses, as well as the initial description and interpretation have been completed, but more can be done with the data as we combine it with other nitrate isotope data from the basin, and with other parameters measured in GEOTRACES.</p>\n<p>&nbsp;</p>\n<p>Another goal of this project was to evaluate the importance of atmospheric deposition of nitrogen to the north Atlantic, relative to the magnitude of nitrogen fixation. With atmospheric nitrogen loading and deposition to the ocean increasing, human perturbations of the nitrogen cycle are beginning to reach remote areas of the open ocean. These areas, which are frequently limited by nitrogen supply may see an increase in primary productivity and production of the greenhouse gas nitrous oxide. It is important to understand the links between anthropogenic atmospheric deposition and the natural processes of nitrogen delivery to the open ocean in order to assess the future impact of human activities on marine ecology and greenhouse gas production.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader impacts </strong></p>\n<p>The broader impacts of the study include the mentoring of a postdoctoral investigator and the inclusion of undergraduates in state-of-the-art research. Two of the principal investigators on this project are early career women scientists, and this project has helped expand their recognition and retention in the oceanographic community. As mentioned above, the project provided a high-quality nitrate isotope data set for the North Atlantic, which can be used by the broader community. Our data has been submitted to the Biological and Chemical Oceanography Data Management Office, along with full procedural documentation.</p>\n<p>The researchers involved in this project have worked to build teaching and research connections with Bermuda Institute of Ocean Sciences, with the goal of producing an inseparable mix of educational, undergraduate research, and graduate research opportunities involving ocean science. The project included training for a variety of undergraduate, graduate, and postdocto...",
  "por_txt_cntn": "\nIntellectual merit\n\nNitrogen is one of the major nutrients required universally by plankton in the ocean, and its availability can affect the oceanÆs ecology, productivity, and carbon cycle. While the cycling of nitrogen by marine plankton is connected to that of other nutrient cycles, it is also unique in that its largest input and output terms are biologically controlled. These terms in the oceanic nitrogen budget are poorly characterized, and the focus of this project was on quantifying nitrogen inputs through nitrogen fixation in the North Atlantic Ocean.\n\nDeveloping robust estimates of the global rate and distribution of nitrogen fixation from direct shipboard measurements of nitrogen fixing activity is complicated by the inherent spatial and temporal variability of this biologically mediated flux. Thus, this project focused on developing geochemical approaches for estimating nitrogen fixation inputs from natural abundance isotope measurements. Before the initiation of this project, nitrate stable isotope measurements were sparse in the Atlantic, being focused primarily in the Sargasso Sea. This project has mapped the distribution of nitrate isotopes across the North Atlantic Ocean with unprecedented spatial coverage and measurement precision, and it will enable the assessment of nitrogen fixation in the North Atlantic Ocean.\n\nThe major goals of this project were to develop an nitrogen isotope budget for nitrogen fixation in the tropical Atlantic based on the GEOTRACES North Atlantic section, together with two additional Atlantic sections, one running across the South Atlantic, and one running north/south between the two sections. By combining these data with an oceanographic model we aimed to calculate how much nitrogen fixation was needed to explain the data. All sample analyses, as well as the initial description and interpretation have been completed, but more can be done with the data as we combine it with other nitrate isotope data from the basin, and with other parameters measured in GEOTRACES.\n\n \n\nAnother goal of this project was to evaluate the importance of atmospheric deposition of nitrogen to the north Atlantic, relative to the magnitude of nitrogen fixation. With atmospheric nitrogen loading and deposition to the ocean increasing, human perturbations of the nitrogen cycle are beginning to reach remote areas of the open ocean. These areas, which are frequently limited by nitrogen supply may see an increase in primary productivity and production of the greenhouse gas nitrous oxide. It is important to understand the links between anthropogenic atmospheric deposition and the natural processes of nitrogen delivery to the open ocean in order to assess the future impact of human activities on marine ecology and greenhouse gas production.\n\n \n\nBroader impacts \n\nThe broader impacts of the study include the mentoring of a postdoctoral investigator and the inclusion of undergraduates in state-of-the-art research. Two of the principal investigators on this project are early career women scientists, and this project has helped expand their recognition and retention in the oceanographic community. As mentioned above, the project provided a high-quality nitrate isotope data set for the North Atlantic, which can be used by the broader community. Our data has been submitted to the Biological and Chemical Oceanography Data Management Office, along with full procedural documentation.\n\nThe researchers involved in this project have worked to build teaching and research connections with Bermuda Institute of Ocean Sciences, with the goal of producing an inseparable mix of educational, undergraduate research, and graduate research opportunities involving ocean science. The project included training for a variety of undergraduate, graduate, and postdoctoral researchers.\n\nThe project has also furthered national and international capacity for nitrate isotope measurements. We have reached out to laboratories in 12 different countries, i..."
 }
}