{
 "awd_id": "1138612",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Immediate Behavioral Response to Earthquakes in New Zealand and Japan",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 44989.0,
 "awd_amount": 44989.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2011-08-05",
 "awd_abstract_narration": "A substantial portion of the US population at risk from earthquakes lives and works in structures that are likely to experience partial or complete collapse in the event of a major earthquake. There is no technology available that provides forewarning of local earthquakes, so people?s immediate response to earthquake shaking is very likely to determine whether they survive the event. Unfortunately, the research literature on people?s immediate response to earthquake shaking is quite small in comparison to the literature on responses to tornadoes or hurricanes or even the literature on pre-impact seismic hazard adjustments. In part, this is because major earthquakes are rare events in the US so there are few opportunities to study them. This makes it especially important to collaborate with researchers in New Zealand and Japan to examine their residents? immediate responses to the recent earthquakes in Christchurch and Tohoku. \r\n\r\nThe proposed project will send questionnaires to 1200 residents in areas stricken by the Christchurch and Tohoku earthquakes. Using our standard mail survey procedures, we expect to get a response rate in the range of 30-50%. This project will extend the American investigators? recent research on the earthquake and tsunami in American Samoa by documenting people?s behavioral response during the earthquake shaking and all of the actions they took during the next half hour after the shaking stopped. In addition, we will collect data and conduct analyses of the effects of physical context (e.g., location in open spaces, vehicles, and buildings of various types) and social context (e.g., alone, with children, with known adults, or with adult strangers), previous earthquake experience (e.g., damage or casualties), hazard education (e.g., meetings or brochures), and household emergency preparedness (e.g., emergency plan, emergency kit, battery radio) on people?s behavioral responses. A major contribution of this study will be to assess the effects of people?s immediate emotional reactions on their behavioral responses. Although people?s emotional reactions are likely to have a significant effect on their behavior, this class of variables has been almost completely ignored in previous research on earthquake response and has been studied inadequately even in the few cases when it has been addressed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lindell",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Michael K Lindell",
   "pi_email_addr": "lindellm@oregonstate.edu",
   "nsf_id": "000452467",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carla",
   "pi_last_name": "Prater",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carla Prater",
   "pi_email_addr": "carla@archone.tamu.edu",
   "nsf_id": "000263673",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "750 Agronomy Rd, Suite 2701",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778431260",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8016",
   "pgm_ref_txt": "Japan Earthquake 2011"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 44989.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to achieve a better understanding people&rsquo;s immediate emotional and behavioral responses during earthquake shaking by conducting surveys of impact area residents&rsquo; behavior during the 2011 Christchurch New Zealand and Tohoku Japan earthquakes. Survey data collected from 257 respondents in Christchurch and 332 respondents in Hitachi revealed notable similarities between the two cities in people&rsquo;s emotional reactions, risk perceptions, and immediate protective actions during the shaking. Respondents&rsquo; physical, household, and social contexts were quite similar but Hitachi residents reported somewhat higher levels of emotional reactions (more depressed, annoyed, nervous, fearful, and alert; less energetic; but surprisingly, more passive) and risk perception (greater expectations of home damage, family injuries or deaths, job disruption and utility disruption) than did Christchurch residents. All of these differences in reactions can be explained by the substantially longer duration of shaking in the Japanese earthquake.&nbsp;</p>\n<p>Contrary to the recommendations of emergency officials, residents&rsquo; most frequent response in both cities was to freeze. Christchurch residents were more likely than Hitachi residents to drop and take cover whereas Hitachi residents were more likely than Christchurch residents to immediately evacuate the building they were in. There were relatively small correlations of the immediate behavioral responses with demographic characteristics; previous earthquake experience; and physical, social, or household context.</p>\n<p>There were also some differences in immediate behavioral reactions to the shaking. Even though people are advised to drop, cover and hold during earthquake shaking, this was only the second most common response in New Zealand (16.7%) and the fifth most common in Japan (7.3%). The most common response in both samples was for people to stop their activity and stay put (38.0% in New Zealand and 31.8% in Japan). Contrary to earthquake preparedness training, many respondents left the building immediately (14.0% in New Zealand and 28.8% in Japan).</p>\n<p>Both earthquakes struck during the early afternoons of weekdays so, in both countries, the most common activity after the shaking stopped was to contact household members (67.3% in New Zealand and 56.7% in Japan). Other common actions were to find out what was happening (36.9% in New Zealand and 32.6% in Japan), clean up broken items (30.0% in New Zealand and 30.1% in Japan), return home (28.5% in New Zealand and30.7% in Japan) and turn off utilities (17.3% in New Zealand and 20.1% in Japan). The only notable difference between samples is the frequency of helping people (41.2% in New Zealand and 7.8% in Japan).</p>\n<p>There were surprisingly few correlations of behavioral response with demographic characteristics, physical or social context, risk perception or emotional reaction that were statistically significant in both samples. Those who stopped what they were doing and remained in place had lower risk perception (<em>r</em> = -.13 in New Zealand and -.10 in Japan) and those who dropped and covered had higher incomes (<em>r</em> = .17 in New Zealand and .10 in Japan).&nbsp; In addition, those who protected persons were younger (<em>r</em> = -.15 in New Zealand and -.13 in Japan) and those who protected property were more likely to be at home (<em>r</em> = .15 in New Zealand and .17 in Japan).</p>\n<p>One major contribution of this project is that it appears to be the first study to use the same questionnaire for earthquakes in two different countries. This allowed us to make cross-national comparisons in earthquake response, although it is important to recognize that any observed differences might be due, in part, to differences in the nature of the event (intensity and duration of the shaking) as well as pre-impact differen...",
  "por_txt_cntn": "\nThe goal of this project was to achieve a better understanding peopleÆs immediate emotional and behavioral responses during earthquake shaking by conducting surveys of impact area residentsÆ behavior during the 2011 Christchurch New Zealand and Tohoku Japan earthquakes. Survey data collected from 257 respondents in Christchurch and 332 respondents in Hitachi revealed notable similarities between the two cities in peopleÆs emotional reactions, risk perceptions, and immediate protective actions during the shaking. RespondentsÆ physical, household, and social contexts were quite similar but Hitachi residents reported somewhat higher levels of emotional reactions (more depressed, annoyed, nervous, fearful, and alert; less energetic; but surprisingly, more passive) and risk perception (greater expectations of home damage, family injuries or deaths, job disruption and utility disruption) than did Christchurch residents. All of these differences in reactions can be explained by the substantially longer duration of shaking in the Japanese earthquake. \n\nContrary to the recommendations of emergency officials, residentsÆ most frequent response in both cities was to freeze. Christchurch residents were more likely than Hitachi residents to drop and take cover whereas Hitachi residents were more likely than Christchurch residents to immediately evacuate the building they were in. There were relatively small correlations of the immediate behavioral responses with demographic characteristics; previous earthquake experience; and physical, social, or household context.\n\nThere were also some differences in immediate behavioral reactions to the shaking. Even though people are advised to drop, cover and hold during earthquake shaking, this was only the second most common response in New Zealand (16.7%) and the fifth most common in Japan (7.3%). The most common response in both samples was for people to stop their activity and stay put (38.0% in New Zealand and 31.8% in Japan). Contrary to earthquake preparedness training, many respondents left the building immediately (14.0% in New Zealand and 28.8% in Japan).\n\nBoth earthquakes struck during the early afternoons of weekdays so, in both countries, the most common activity after the shaking stopped was to contact household members (67.3% in New Zealand and 56.7% in Japan). Other common actions were to find out what was happening (36.9% in New Zealand and 32.6% in Japan), clean up broken items (30.0% in New Zealand and 30.1% in Japan), return home (28.5% in New Zealand and30.7% in Japan) and turn off utilities (17.3% in New Zealand and 20.1% in Japan). The only notable difference between samples is the frequency of helping people (41.2% in New Zealand and 7.8% in Japan).\n\nThere were surprisingly few correlations of behavioral response with demographic characteristics, physical or social context, risk perception or emotional reaction that were statistically significant in both samples. Those who stopped what they were doing and remained in place had lower risk perception (r = -.13 in New Zealand and -.10 in Japan) and those who dropped and covered had higher incomes (r = .17 in New Zealand and .10 in Japan).  In addition, those who protected persons were younger (r = -.15 in New Zealand and -.13 in Japan) and those who protected property were more likely to be at home (r = .15 in New Zealand and .17 in Japan).\n\nOne major contribution of this project is that it appears to be the first study to use the same questionnaire for earthquakes in two different countries. This allowed us to make cross-national comparisons in earthquake response, although it is important to recognize that any observed differences might be due, in part, to differences in the nature of the event (intensity and duration of the shaking) as well as pre-impact differences in hazard mitigation and emergency preparedness. Nonetheless, the fact that the behavioral responses were quite similar in both countries is an important finding be..."
 }
}