{
 "awd_id": "1138242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2011 HENAAC Conference",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard N. Smith",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 45000.0,
 "awd_amount": 45000.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2011-09-20",
 "awd_abstract_narration": "Proposal #1138242\r\nTitle: 2011 HENAAC Conference\r\nP.I. Gary Cruz\r\n\r\nProposal summary:\r\n\r\nThe proposed HENAAC Conference, operated by Great Minds in STEMTM (GMiS), is one of the nationally recognized STEM conferences targeting the academic and professional development of Hispanic men and women. In its continuing efforts to foster the professional development of K-12 educators, undergraduate and graduate students, the HENAAC Conference introduced two new initiatives in 2010 (the Technical Posters Competition and the K-12 Educators? Institute). The P.I. requests fund to support the Technical Posters Competition and the K-12 Educators? Institute at the 2011 HENAAC Conference. This request will support 60 undergraduate and graduate students in the Technical Posters Competition, and 50 K-12 teachers and administrators in the K-12 Educators? Institute. \r\n\r\n \r\nThe Technical Posters Competition targets undergraduate and graduate students from underrepresented groups, especially women and students of color, to enhance broadening participation initiatives. Solicitation for participation is marketed to Minority Serving Institutions (MSI) and Hispanic Serving Institutions (HSI). \r\nThe K-12 Educators? Institute will recruit approximately 50 principals, counselors, teachers, and pre-service teachers from both local and non-local K-12 schools in Hispanic-Serving School Districts. \r\nBoth the Technical Posters Competition and K-12 Educators? Institute will enhance infrastructure for research and education through the development of networks and partnerships. For technical poster session, the forum provides an opportunity to recognize and celebrate academic scholarships. It also provides a networking opportunity with other STEM professionals. For K-12 educators, the Institute provides a forum for exchanging ideas, learning new culturally relevant teaching mechanisms, and networking with STEM professionals. \r\nThe benefits of the programs reside in the dissemination of its knowledge. Through a Technical Posters Competition proceeding, the students' abstracts will be disseminated and available for online viewing. The abstracts are required to indicate the value of the proposed research to the public. The K-12 Educators? Institute provides opportunity for educators to incorporate the knowledge and resources gained into their curriculum. In addition, materials and resources from relative seminars and workshops will be provided to educators. Educators will have access to Hispanic STEM role models contact information to invite them into classrooms during the students and parents STEM activities. \r\n\r\n\r\nThis proposal is cofunded by two directorates: ENG and GEO.\r\nThis proposal is exempt from external review in accordance with the PAM, chapter V.B.2.n\r\n\r\nOmnia El-Hakim, Ph.D.-Program Director \r\nFor Diversity and Outreach",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Cruz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gary A Cruz",
   "pi_email_addr": "gcruz@greatmindsinstem.org",
   "nsf_id": "000591276",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Great Minds in STEM",
  "inst_street_address": "30453 DENDY SKY LN",
  "inst_street_address_2": "",
  "inst_city_name": "VALLEY CENTER",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3232620997",
  "inst_zip_code": "920824825",
  "inst_country_name": "United States",
  "cong_dist_code": "48",
  "st_cong_dist_code": "CA48",
  "org_lgl_bus_name": "GREAT MINDS IN STEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "VNBMALFQYFH5"
 },
 "perf_inst": {
  "perf_inst_name": "Great Mind in STEM",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900631615",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173300",
   "pgm_ele_name": "GEOSCIENCE EDUCATION"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The HENAAC Conference, powered by Great Minds in STEM<sup>TM</sup> (GMiS), is one of the nationally recognized STEM conferences targeting the academic and professional development of Hispanic men and women.&nbsp; The HENAAC Conference recognizes Hispanic scientists and engineers for their technological advancements and contributions to the global competitiveness of the United States through a Hall of Fame.&nbsp; The HENAAC Conference advances knowledge and understanding of the broader impact of STEM education and workforce development by convening students, educators, engineers, scientists, policy makers, and industry.&nbsp;</p>\n<p>In its continuing efforts to foster the professional development of K-12 educators, undergraduate students and graduate students, the HENAAC Conference introduced two new initiatives in 2010 &ndash; the Technical Posters Competition and the K-12 Educators&rsquo; Institute.&nbsp; This proposal requested support for the expansion of the Technical Posters Competition and the K-12 Educators&rsquo; Institute at the 2011 HENAAC Conference.</p>\n<p>TECHNICAL POSTERS COMPETITION</p>\n<p>Students who played a key role in an applied or basic research project were invited to submit an abstract to the Technical Posters Competition.&nbsp; The competition was open to underrepresented undergraduate and graduate students pursuing full-time studies in a related science, technology, engineering or math field.&nbsp;</p>\n<p>Of the entries received, 40 Finalists were selected to present their research.&nbsp; Seventy percent were Latinos/as and 25 percent African American.&nbsp; Females composed 53 percent of the finalists.&nbsp; Most of the finalists, 53 percent, were graduate students.&nbsp; The top three disciplines included electrical engineering (20 percent), industrial engineering (12.5 percent) and computer science (12.5 percent).&nbsp; In total, 33 percent attended a Minority-Serving Institution, and 48 percent attended college in Florida.&nbsp; Of the 18 higher education institutions represented, nine were Hispanic-Serving Institutions, Emerging Hispanic-Serving Institutions, or Historically Black Colleges and Universities.</p>\n<p>Judges were invited from academia, federal agencies and corporate America.&nbsp; Most of the judges were senior level management in their respective careers.&nbsp; Each abstract and poster was reviewed based on the two principles outlined by the National Science Foundation.&nbsp; The baseline principles were Intellectual Merit and Broader Impact as indicted in the <em>NSF Strategic Plan for FY 2006-2011: Investing in America&rsquo;s Future (NSF 06-48)</em>.</p>\n<p>Awards were presented in two categories - Engineering/Technology and Science/Math - within the undergraduate level and graduate level.</p>\n<p>K-12 EDUCATORS' INSTITUTE</p>\n<p>The 2011 K-12 Educators&rsquo; Institute hosted 40 educators in Orlando.&nbsp; The class included 26 STEM-Up<sup>TM</sup> educators from Boyle Heights, Los Angeles, and 14 educators from other parts of the country.&nbsp; Of this cohort, 18 were high school teachers, 15 middle school teachers, 6 elementary school educators, and one administrator.&nbsp; Gender composition included 61 percent female, and 62 percent identified as Hispanic.&nbsp; Most of the educators, 33 percent, had 10 to 19 years of teaching experience.&nbsp; The range of subjects taught by the educators ranged from basic computer programming to world history.&nbsp; Fifty-three percent have taught an AP or honors class.</p>\n<p>The Institute offered teachers and administrators culturally-relevant techniques, demonstrations, hands-on projects and resources to connect existing curricula with real-world STEM applications.&nbsp; Each participant received their own set of classroom resources including toolkits and teacher guides donated from various conference sponsors and presenters.</p>\n<p>In the assessment of the program, most of th...",
  "por_txt_cntn": "\nThe HENAAC Conference, powered by Great Minds in STEMTM (GMiS), is one of the nationally recognized STEM conferences targeting the academic and professional development of Hispanic men and women.  The HENAAC Conference recognizes Hispanic scientists and engineers for their technological advancements and contributions to the global competitiveness of the United States through a Hall of Fame.  The HENAAC Conference advances knowledge and understanding of the broader impact of STEM education and workforce development by convening students, educators, engineers, scientists, policy makers, and industry. \n\nIn its continuing efforts to foster the professional development of K-12 educators, undergraduate students and graduate students, the HENAAC Conference introduced two new initiatives in 2010 &ndash; the Technical Posters Competition and the K-12 EducatorsÆ Institute.  This proposal requested support for the expansion of the Technical Posters Competition and the K-12 EducatorsÆ Institute at the 2011 HENAAC Conference.\n\nTECHNICAL POSTERS COMPETITION\n\nStudents who played a key role in an applied or basic research project were invited to submit an abstract to the Technical Posters Competition.  The competition was open to underrepresented undergraduate and graduate students pursuing full-time studies in a related science, technology, engineering or math field. \n\nOf the entries received, 40 Finalists were selected to present their research.  Seventy percent were Latinos/as and 25 percent African American.  Females composed 53 percent of the finalists.  Most of the finalists, 53 percent, were graduate students.  The top three disciplines included electrical engineering (20 percent), industrial engineering (12.5 percent) and computer science (12.5 percent).  In total, 33 percent attended a Minority-Serving Institution, and 48 percent attended college in Florida.  Of the 18 higher education institutions represented, nine were Hispanic-Serving Institutions, Emerging Hispanic-Serving Institutions, or Historically Black Colleges and Universities.\n\nJudges were invited from academia, federal agencies and corporate America.  Most of the judges were senior level management in their respective careers.  Each abstract and poster was reviewed based on the two principles outlined by the National Science Foundation.  The baseline principles were Intellectual Merit and Broader Impact as indicted in the NSF Strategic Plan for FY 2006-2011: Investing in AmericaÆs Future (NSF 06-48).\n\nAwards were presented in two categories - Engineering/Technology and Science/Math - within the undergraduate level and graduate level.\n\nK-12 EDUCATORS' INSTITUTE\n\nThe 2011 K-12 EducatorsÆ Institute hosted 40 educators in Orlando.  The class included 26 STEM-UpTM educators from Boyle Heights, Los Angeles, and 14 educators from other parts of the country.  Of this cohort, 18 were high school teachers, 15 middle school teachers, 6 elementary school educators, and one administrator.  Gender composition included 61 percent female, and 62 percent identified as Hispanic.  Most of the educators, 33 percent, had 10 to 19 years of teaching experience.  The range of subjects taught by the educators ranged from basic computer programming to world history.  Fifty-three percent have taught an AP or honors class.\n\nThe Institute offered teachers and administrators culturally-relevant techniques, demonstrations, hands-on projects and resources to connect existing curricula with real-world STEM applications.  Each participant received their own set of classroom resources including toolkits and teacher guides donated from various conference sponsors and presenters.\n\nIn the assessment of the program, most of the teachers indicated they already used hands-on activities in their curriculum, and thus anticipated using the newly acquired activities.  Some indicated using the activities as introductions to the inquiring process of engineering.  One teacher indicated using the rockets and balloon c..."
 }
}