{
 "awd_id": "1138907",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Workshop on Information Centric Engineering (ICE) in Nano Engineering and other Emerging Process Domains; Hersonissos, Crete, Greece; October 19-20, 2011",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Kramer",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 24698.0,
 "awd_amount": 24698.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "This grant provides funding to organize an international workshop on Information Centric Engineering (ICE) and Cybertechnologies to be held on October 19-20, 2011, in Hersonissos, Crete, Greece.  Dr. J. Cecil (Oklahoma State University, PI) and Dr. Herve Panetto (University of Nancy) will plan and conduct this workshop with the help of an organizing committee composed of faculty and researchers from universities and industrial organizations worldwide. The impact of cyber technologies and collaborative techniques on innovative engineering approaches and practices have been significant worldwide. Rapid advances in Internet technologies and Virtual Reality based engineering approaches have catalyzed the evolution of this new interdisciplinary field called \"Information Centric Engineering\" (ICE). This workshop's objectives are to bring together leading researchers to discuss the challenges and opportunities in ICE in the context of emerging and traditional engineering process domains. The objectives of this ICE workshop include:  (i) Assess and discuss the state of the art and impact of information centric cyber engineering on nano/micro manufacturing, biomedical engineering and other emerging process domains; (ii) Identify specific \"bottleneck\" areas which need to be addressed by further research as well as explore ideas for future collaborative research in ICE in the context of identified process domains and subsequently develop white papers related to these findings for submission to NSF; and (iii) Discuss the creation of advanced ICE oriented Test Beds and \"collaboratories\" which will foster closer collaborative ties among workshop participants.  This workshop seeks to stimulate discussion in the related areas that are relevant to ICE.  The information related topics will include: (a) IT frameworks and distributed computing architecture and methods: relevant research related to future Internet designs with a specific emphasis on the GENI initiative, Cloud Computing, Semantic Technologies and other topics; (b)\tVirtual Prototyping approaches and technologies: this will encompass discussions on design of innovative Virtual Prototyping approaches; emergence of new technologies related to Virtual Reality systems (visual, haptic, etc); frameworks for collaborative immersive engineering, among others. These two ICE themes will be explored in the context of various process domains including Nano-/Micro-manufacturing, Bio Medical Engineering and other emerging process domains.\r\n\r\nAn ICE workshop organizing committee comprising of researchers from universities and industry will be responsible for the overall organization including selection of participants, speakers and providing support to successfully conduct this workshop. The workshop participants (including faculty, researchers and doctoral students) will be selected to ensure diversity and broaden participation.  Participation of Women, African American, Hispanic and other underrepresented groups will be encouraged. Paper presentations and panel discussions involving international researchers and participants will be held. The post workshop activities planned include submission of white paper reports and proposals to NSF and developing plans to create an international \"collaboratory\" to support research and educational activities in Information Centric Engineering. The session papers and other findings will be disseminated through conference and journal papers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joe",
   "pi_last_name": "Cecil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joe Cecil",
   "pi_email_addr": "j.cecil@okstate.edu",
   "nsf_id": "000246318",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "322 Engineering North",
  "perf_city_name": "Stillwater",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740785018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 24698.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p class=\"Default\" style=\"text-align: justify;\">The objectives of this ICE workshop<br />included the following:</p>\n<p><br /><br /></p>\n<p class=\"Default\" style=\"text-align: justify; margin-bottom: 1.15pt;\">(i) Assess and<br />discuss the state of the art and impact of information centric cyber<br />engineering on nano/micro manufacturing, biomedical engineering and other<br />emerging process domains</p>\n<p><br /><br /></p>\n<p class=\"Default\" style=\"text-align: justify; margin-bottom: 1.15pt;\">(ii) Identify specific<br />&lsquo;bottleneck&rsquo; areas which need to be addressed by further research as well as<br />explore ideas for future collaborative research in ICE in the context of<br />identified process domains.</p>\n<p><br /><br /></p>\n<p class=\"Default\" style=\"text-align: justify;\">(iii) Discuss the creation of<br />advanced ICE oriented Test Beds and &lsquo;collaboratories&rsquo; which will foster closer<br />collaborative ties among the workshop participants.<br /><br /><span style=\"line-height: 115%; font-family: &quot;Times New Roman&quot;,&quot;serif&quot;; font-size: 12pt; mso-fareast-font-family: Calibri; mso-ansi-language: EN-US; mso-fareast-language: EN-US; mso-bidi-language: AR-SA;\">Twenty Seven researchers and educators from the<br />US, Europe, Asia and Australia participated in this workshop. The keynote<br />session was given by Niki Riga (from the GENI program office, Raytheon BBN). 9<br />Papers were presented by researchers over two-day duration. Several focused<br />group discussions related to Internet Computing, Semantic Framework and Virtual<br />Technologies were conducted as well. In day 2,<br />in the concluding session, the main outcomes were summarized.</span></p>\n<p><br /><br /></p>\n<p><strong>SUMMARY OF MAIN OUTCOMES</strong></p>\n<p><br /><br /></p>\n<p>After the<br />various focused group discussions, paper presentations and concluding session, there<br />were 2 main outcomes:</p>\n<p>&nbsp;</p>\n<ol>\n<li>Identification<br />&nbsp;&nbsp;&nbsp;&nbsp; of Key Outcomes of ICE workshop</li>\n<br />\n<li>Drafting<br />&nbsp;&nbsp;&nbsp;&nbsp; a white paper which was submitted to NSF at end of the project</li>\n</ol>\n<p><br /><br /></p>\n<p class=\"Default\"><strong><span style=\"text-decoration: underline;\">WHITE PAPER<br />Recommendations </span></strong></p>\n<p><br /><br /></p>\n<p class=\"Default\"><strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong></p>\n<p><br /><br /></p>\n<p class=\"Default\">Our<br />recommendations to NSF include the following:</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"Default\"><strong>1. Special call for Interdisciplinary<br />Proposals involving Manufacturing and CISE:</strong></p>\n<p><br /><br /></p>\n<p class=\"Default\">Develop<br />a special call for proposals dealing with issues identified in the workshop<br />related to addressing the technology bottlenecks which have hindered the<br />adoption of cyber technologies. This could be a new program at NSF which<br />involves CMMI (Manufacturing) as well as CISE. This special initiative could also<br />focus on encouraging diverse teams of researchers to propose the design of<br />Internet based ICE Test Beds and &lsquo;Collaboratories&rsquo; to support research and<br />educational activities which will address some of the main shortcomings<br />identified in the outcomes section of this document. It could requires<br />researchers in the US partnering with international partners in various<br />continents as part of proposing teams. Such Test Beds can include exploring the<br />creation of new cyber frameworks and architectures which will allow resources<br />from various labs and universities to be shared and used to demonstrate<br />innovative ICE strategies (related to simulation and exchange facets) in various<br />manufacturing and emerging process domains. Proposing teams could also explore adoption<br />of next generation Internet frameworks (GENI-like infrastructure and<br />networking) for various manufacturing and engineering domains.&nbsp;</p>\n<p><br /><br /></p>\n<p>Possible vehicles<br />for this program could be the Emerging Frontiers in Research and Innovation (EFRI)<br />program or a special call for International Projects through the Office of International Science and<br />Engineering OISE<br />at NSF.</p>\n<p><br /><br /></p>\n<p><strong>2. Creation of an international working group or<br />Consortium </strong></p>\n<p><br /><br /></p>\n<p>Such a group can<br />be composed of researchers, engineers, faculty, industry practitioners who can<br />come together and discuss how to address the major challenges facing the<br />manufacturing community in the context of next generation Internet<br />technologies.</p>\n<p><br /><br /></p>\n<p><strong>3. Creating Cyber Test Beds for Engineering and<br />Manufacturing Domains</strong></p>\n<p><br /><br /></p>\n<p>There was<br />substantial interest in exploring ways to work closer with industry (IT,<br />manufacturing, engineering) under the sponsorship of NSF. One key<br />recommendation to NSF is to explore ways to bring researchers and others in the<br />manufacturing and computer science disciplines to partner in demonstration test<br />beds in various engineering, IT and manufacturing domains. The general areas of<br />emphasis can focus on emerging fields such as micro, nano and bio systems where<br />there is a greater need to collaborate across geographical boundaries due to<br />limited availability of design/manufacturing and IT resources.</p>\n<ol><br /></ol>\n<p class=\"Default\" style=\"text-align: justify;\"><span style=\"line-height: 115%; font-family: &quot;Times New Roman&quot;,&quot;serif&quot;; font-size: 12pt; mso-fareast-font-family: Calibri; mso-ansi-language: EN-US; mso-fareast-language: EN-US; mso-bidi-language: AR-SA;\">&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2012<br>\n\t\t\t\t\tModified by: J.&nbsp;Cecil</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nThe objectives of this ICE workshop\nincluded the following:\n\n\n\n\n(i) Assess and\ndiscuss the state of the art and impact of information centric cyber\nengineering on nano/micro manufacturing, biomedical engineering and other\nemerging process domains\n\n\n\n\n(ii) Identify specific\n?bottleneck? areas which need to be addressed by further research as well as\nexplore ideas for future collaborative research in ICE in the context of\nidentified process domains.\n\n\n\n\n(iii) Discuss the creation of\nadvanced ICE oriented Test Beds and ?collaboratories? which will foster closer\ncollaborative ties among the workshop participants.\n\nTwenty Seven researchers and educators from the\nUS, Europe, Asia and Australia participated in this workshop. The keynote\nsession was given by Niki Riga (from the GENI program office, Raytheon BBN). 9\nPapers were presented by researchers over two-day duration. Several focused\ngroup discussions related to Internet Computing, Semantic Framework and Virtual\nTechnologies were conducted as well. In day 2,\nin the concluding session, the main outcomes were summarized.\n\n\n\n\n\nSUMMARY OF MAIN OUTCOMES\n\n\n\n\n\nAfter the\nvarious focused group discussions, paper presentations and concluding session, there\nwere 2 main outcomes:\n\n \n\nIdentification\n     of Key Outcomes of ICE workshop\n\n\nDrafting\n     a white paper which was submitted to NSF at end of the project\n\n\n\n\n\nWHITE PAPER\nRecommendations \n\n\n\n\n \n\n\n\n\nOur\nrecommendations to NSF include the following:\n\n\n\n\n \n\n\n\n\n1. Special call for Interdisciplinary\nProposals involving Manufacturing and CISE:\n\n\n\n\nDevelop\na special call for proposals dealing with issues identified in the workshop\nrelated to addressing the technology bottlenecks which have hindered the\nadoption of cyber technologies. This could be a new program at NSF which\ninvolves CMMI (Manufacturing) as well as CISE. This special initiative could also\nfocus on encouraging diverse teams of researchers to propose the design of\nInternet based ICE Test Beds and ?Collaboratories? to support research and\neducational activities which will address some of the main shortcomings\nidentified in the outcomes section of this document. It could requires\nresearchers in the US partnering with international partners in various\ncontinents as part of proposing teams. Such Test Beds can include exploring the\ncreation of new cyber frameworks and architectures which will allow resources\nfrom various labs and universities to be shared and used to demonstrate\ninnovative ICE strategies (related to simulation and exchange facets) in various\nmanufacturing and emerging process domains. Proposing teams could also explore adoption\nof next generation Internet frameworks (GENI-like infrastructure and\nnetworking) for various manufacturing and engineering domains. \n\n\n\n\n\nPossible vehicles\nfor this program could be the Emerging Frontiers in Research and Innovation (EFRI)\nprogram or a special call for International Projects through the Office of International Science and\nEngineering OISE\nat NSF.\n\n\n\n\n\n2. Creation of an international working group or\nConsortium \n\n\n\n\n\nSuch a group can\nbe composed of researchers, engineers, faculty, industry practitioners who can\ncome together and discuss how to address the major challenges facing the\nmanufacturing community in the context of next generation Internet\ntechnologies.\n\n\n\n\n\n3. Creating Cyber Test Beds for Engineering and\nManufacturing Domains\n\n\n\n\n\nThere was\nsubstantial interest in exploring ways to work closer with industry (IT,\nmanufacturing, engineering) under the sponsorship of NSF. One key\nrecommendation to NSF is to explore ways to bring researchers and others in the\nmanufacturing and computer science disciplines to partner in demonstration test\nbeds in various engineering, IT and manufacturing domains. The general areas of\nemphasis can focus on emerging fields such as micro, nano and bio systems where\nthere is a greater need to collaborate across geographical boundaries due to\nlimited availability of design/manufacturing and IT resources.\n\n\n \n\n\t\t\t\t\tLast Modified: 12/11/2012\n\n\t\t\t\t\tSubmitted by: J. Cecil"
 }
}