{
 "awd_id": "1138611",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "An Application of the Theory of Maximum Entropy Production in Modeling Evapotranspiration",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 353166.0,
 "awd_amount": 353166.0,
 "awd_min_amd_letter_date": "2011-06-01",
 "awd_max_amd_letter_date": "2012-05-07",
 "awd_abstract_narration": "An Application of the Theory of Maximum Entropy Production in Modeling\r\nEvapotranspiration\r\n\r\n(NSF Proposal 0943356)\r\n\r\nPIs: Rafael L. Bras and Jingfeng Wang\r\nUniversity of California, Irvine\r\n\r\nAbstract\r\n\r\nThis project aims at developing an innovative model of evapotranspiration (ET) over land surfaces based on the theory of maximum entropy production (MEP), an emerging theoretical framework for non-equilibrium systems. The effort is guided by promising preliminary results that obtained expressions for ground and sensible heat fluxes over a dry land surface. The research is organized in: (1) theoretical development and (2) observational validation. The central task of the theoretical development is to formulate, based on our best understanding of the turbulent transport in the atmospheric boundary layer (ABL), an expression for the ?thermal inertia for transferring latent heat? that is the key parameter of the dissipation function whose extremization leads to the MEP solution of latent, sensible and ground heat fluxes. We follow three leads in formulating the ?thermal inertia for latent heat?: (1) the turbulent mixing responsible for the transport of sensible heat in the ABL is also responsible for the transport of water vapor, (2) water vapor right above the evaporating surface is in equilibrium with the soil water, and (3) the surface variables of temperature and humidity (as well as stomatal conductance over the canopy) are sufficient to determine the energetics of the evapotranspiration. As a result, the ?thermal inertia for transferring latent heat? is expected to be a function of surface temperature and humidity (and stomatal conductance) for the case of bare soil (canopy).  The validation phase of the project has a two-fold objective: (1) validating the  MEP model of ET for bare soil and canopy at local scales, and (2) exploring a possible application of the MEP model of ET formulated at local scale (defined as the scales at which the Monin-Obukhov turbulence model applies) to regional scales. Validation of the MEP model at local scales will mostly use archived datasets from previous field campaigns supplemented by additional field measurements whenever needed. Test of the MEP model of ET at regional scales will compare latent, sensible, and ground heat fluxes predicted by the MEP model with the reanalysis datasets using other ET models. Depending on progress, the theoretical development may expand to include the case of water (oceans, lakes, etc.) and snow surfaces. The project, if successfully carried out, will provide a new modeling framework for predicting the land surface energy balance at local scales and hopefully producing improved datasets of surface heat fluxes with global coverage.\r\n\r\nIf successful the results of this effort will provide a completely new method to compute the land surface energy balance that would be parsimonious and require little calibration. The method will be implemented in existing land surface models that are used to make hydro-climatic predictions. Besides engaging doctoral students in the effort, the project will use an existing undergraduate research opportunities program to engage at least one undergraduate student, preferably from a disadvantaged group, in learning energy and hydrologic balances by performing field experiments that could yield supporting data sets. A complete set of instruments to measure energy fluxes and temperature, soil moisture and other hydrologic variables required are available. All students, graduate and undergraduate, will be engaged in presenting their results in appropriate scientific meetings and journals. The University publishes a research journal for undergraduates. The senior investigator is a leader, host and participant of the MESA and CAMP outreach programs housed at the school of engineering of the University of California, Irvine. This provides access to underprivileged students in middle and high schools as well as community colleges. This access will be used to engage interested participants in issues related to hydrology and earth sciences. Mechanisms include visits to schools, receiving students at the university, giving public lectures and sponsoring or supervising project work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rafael",
   "pi_last_name": "Bras",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rafael L Bras",
   "pi_email_addr": "rlbras@uci.edu",
   "nsf_id": "000527944",
   "pi_start_date": "2011-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jingfeng",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jingfeng Wang",
   "pi_email_addr": "jingfeng.wang@ce.gatech.edu",
   "nsf_id": "000528767",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "Office of Sponsored Programs",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1579",
   "pgm_ref_txt": "HYDROLOGIC SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 113246.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 126813.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 113107.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Evapotranspiration (ET), the phase change process of liquid/solid water into vapor over the surface of the Earth, plays a fundamentally important role in the climatic and ecological systems. As one of the most complex hydrological processes, ET is notoriously difficult to monitor and model especially at regional and global scales. Direct observations of ET can only be made at a limited number of locations. Conventional approaches for modeling ET face great theoretical and technical challenges. For example, the well-known Penman method is applicable only to the case of water saturated land surfaces and requires at least six input meteorological variables, some of which are difficult to measure using remote sensing technology to cover large areas. The popular bulk transfer method suffers from a major drawback of not conserving energy. This project aims at developing a new innovative method for modeling ET to overcome the limitations of the conventional approaches.</p>\n<p>The theoretical basis of the new ET model is the maximum entropy production (MEP) principle in the emerging theory of non-equilibrium thermodynamics built on the Bayesian probability, information and atmospheric turbulence theories. The MEP model formulation is in the form of simple analytical functions of no more than three input variables of surface radiation flux(es), temperature and humidity. The primary outcomes of the project include (1) the MEP model of evaporation and turbulent/conductive heat fluxes (full surface energy budget) for bare soil covering the full range of soil water content from dryness to saturation; (2) the MEP model of transpiration and turbulent heat flux for canopy covering the full range of plant water stress from zero to maximum (complete stomata closure); and (3) the MEP model of evaporation/sublimation and turbulent/conductive heat fluxes for water-snow-ice surfaces. The newly formulated ET models have several theoretical advantages: (1) satisfying conservation of energy; (2) full solution of the surface energy budget (all heat fluxes in the surface energy balance equations); (3) not using data of temperature and humidity gradients, wind speed and surface roughness; and (4) free of location-specific empirical parameters. The MEP ET models have been validated through comparing the modeled ET and heat fluxes with direct measurements from several field experiments at bare soil, canopy, lakes/oceans, snow covered grassland and sea-ice sites. All field tests support the MEP models.</p>\n<p>The development of the MEP ET models is an exemplary show-case of advances in basic research leading to technology breakthroughs. The MEP models break the major barriers to develop new techniques for monitoring and modeling hydrological cycles at scales ranging from local to global. Since ET process links the water, energy and carbon cycles of the Earth system, the newly formulated MEP ET (and surface energy budget) models have many potential applications in hydrology, climatology, oceanography, ecology, agriculture, water resources management among others. One on-going research is to re-evaluate the global surface energy budget for the study of feedback between radiation forcing, global warming and greenhouse gases. The MEP models provide an innovative tool to produce the best estimates of surface heat fluxes with much reduced uncertainties. The MEP models may also be used as a new physical parameterization of surface energy budget in coupled atmosphere-ocean models to improve the simulate and forecast atmospheric processes at seasonal and intra-annual scales such as the Madden&ndash;Julian Oscillations (MJO) that are known to be driven by heat exchange between the atmosphere and oceans. Early results indicate that the surface energy budget parameterized by the MEP model enhances the MJO signals in a global circulation model. Monitoring global crop yields is facilitated by the MEP model ba...",
  "por_txt_cntn": "\nEvapotranspiration (ET), the phase change process of liquid/solid water into vapor over the surface of the Earth, plays a fundamentally important role in the climatic and ecological systems. As one of the most complex hydrological processes, ET is notoriously difficult to monitor and model especially at regional and global scales. Direct observations of ET can only be made at a limited number of locations. Conventional approaches for modeling ET face great theoretical and technical challenges. For example, the well-known Penman method is applicable only to the case of water saturated land surfaces and requires at least six input meteorological variables, some of which are difficult to measure using remote sensing technology to cover large areas. The popular bulk transfer method suffers from a major drawback of not conserving energy. This project aims at developing a new innovative method for modeling ET to overcome the limitations of the conventional approaches.\n\nThe theoretical basis of the new ET model is the maximum entropy production (MEP) principle in the emerging theory of non-equilibrium thermodynamics built on the Bayesian probability, information and atmospheric turbulence theories. The MEP model formulation is in the form of simple analytical functions of no more than three input variables of surface radiation flux(es), temperature and humidity. The primary outcomes of the project include (1) the MEP model of evaporation and turbulent/conductive heat fluxes (full surface energy budget) for bare soil covering the full range of soil water content from dryness to saturation; (2) the MEP model of transpiration and turbulent heat flux for canopy covering the full range of plant water stress from zero to maximum (complete stomata closure); and (3) the MEP model of evaporation/sublimation and turbulent/conductive heat fluxes for water-snow-ice surfaces. The newly formulated ET models have several theoretical advantages: (1) satisfying conservation of energy; (2) full solution of the surface energy budget (all heat fluxes in the surface energy balance equations); (3) not using data of temperature and humidity gradients, wind speed and surface roughness; and (4) free of location-specific empirical parameters. The MEP ET models have been validated through comparing the modeled ET and heat fluxes with direct measurements from several field experiments at bare soil, canopy, lakes/oceans, snow covered grassland and sea-ice sites. All field tests support the MEP models.\n\nThe development of the MEP ET models is an exemplary show-case of advances in basic research leading to technology breakthroughs. The MEP models break the major barriers to develop new techniques for monitoring and modeling hydrological cycles at scales ranging from local to global. Since ET process links the water, energy and carbon cycles of the Earth system, the newly formulated MEP ET (and surface energy budget) models have many potential applications in hydrology, climatology, oceanography, ecology, agriculture, water resources management among others. One on-going research is to re-evaluate the global surface energy budget for the study of feedback between radiation forcing, global warming and greenhouse gases. The MEP models provide an innovative tool to produce the best estimates of surface heat fluxes with much reduced uncertainties. The MEP models may also be used as a new physical parameterization of surface energy budget in coupled atmosphere-ocean models to improve the simulate and forecast atmospheric processes at seasonal and intra-annual scales such as the Madden&ndash;Julian Oscillations (MJO) that are known to be driven by heat exchange between the atmosphere and oceans. Early results indicate that the surface energy budget parameterized by the MEP model enhances the MJO signals in a global circulation model. Monitoring global crop yields is facilitated by the MEP model based estimates of ET derived from increasingly available remote sensing dat..."
 }
}