{
 "awd_id": "1138714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Performance of the Base-Isolated Christchurch Women's Hospital during the Sequence of Strong Earthquakes and Aftershocks in New Zealand from September 2010 through 2011",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 44470.0,
 "awd_amount": 44470.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2011-07-28",
 "awd_abstract_narration": "The objective of this Rapid Research Response (RAPID) award is to collect perishable data on the seismic response of the base-isolated Christchurch Women's Hospital during the sequence of strong earthquakes and aftershocks in Canterbury, New Zealand from September 2010 through 2011.  The relatively high probability of additional strong aftershocks in 2011 presents a unique opportunity to capture high-fidelity data on the performance of a modern seismically-isolated structure.  This project involves collaboration among researchers at Duke University and the University of Canterbury.  The project team will travel to Christchurch to temporarily instrument the isolation galley and the top level of the Christchurch Women's Hospital with accelerometers, displacement transducers, and data recorders loaned from the George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) facility at the University of California, Los Angeles.  This instrumentation is capable of enabling near real-time observation of the building response measurements.  Aftershock responses will be recorded automatically over a period of months and ambient vibrations will be recorded periodically.  These records will be used to assess the behavior and to develop mathematical models of this seismically-isolated structure, including soil-foundation-structure interaction effects and the effects of inter-structural coupling. \r\n\r\nUnderstanding soil-foundation-structure interactions and coupled-structure interactions in base-isolated buildings is needed for advancing knowledge and future implementation of this method of seismic hazard mitigation.  Visual inspection of the seismic isolators following the New Zealand earthquakes of 4 September 2010 and 22 February 2011, and the first-person accounts of motions felt within the hospital during these events, indicate that the isolation system deformed less than may have been expected given local ground motion records.  High-fidelity response measurements of this structure to strong aftershocks will provide the basic quantitative information required to assess the mechanisms at play in this and many similar base-isolated structures.  Future implementation of base isolation as a seismic mitigation strategy will therefore benefit from the knowledge gained from examining the performance of a modern base-isolated facility responding to strong ground motions.  Collaboration among researchers in the United States and New Zealand in this project will advance the development of seismic isolation internationally.  Knowledge generated from this project will be used to illustrate soil-foundation-structure interaction effects in an interactive web-based educational tool, and will provide opportunities for undergraduate research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henri",
   "pi_last_name": "Gavin",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Henri P Gavin",
   "pi_email_addr": "henri.gavin@duke.edu",
   "nsf_id": "000112571",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Christchurch Women's Hospital, Christchurch NZ",
  "perf_str_addr": "2 Riccarton Avenue",
  "perf_city_name": "Christchurch",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "8011",
  "perf_ctry_code": "NZ",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "New Zealand",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8016",
   "pgm_ref_txt": "Japan Earthquake 2011"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 44470.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Christchurch New Zealand Earthquake Sequence of 2010-2012 has provided a unique opportunity to capture perishable data on the response of real structures to real earthquake shaking. &nbsp; To this end, researchers from Duke Univ, the Univ. of California - Los Angeles, and the University of Canterbury, New Zealand collaborated to instrument, capture, analyze and preserve earthquake-induced responses from the seismically-isolated Christchurch Women's Hospital. &nbsp; Sensors maintained by the George E. Brown Network for Earthquake Engineering Simulation (NEES) were temporarily installed around the seismic isolation system and at the roof-level of the structure. &nbsp;Hundreds of seismically-triggered records were captured during the instrumentation period from September 2011 to June 2012. &nbsp;Noteably, responses from the dozens of shakes associated with the earthquake swarm of December 23 were captured. &nbsp;These events included magnitude 5.8 and magnitude 6.0 events, at shallow depths, within 10 km of the surface. &nbsp;&nbsp;</p>\n<p><br />Acceleration measurements were obtained far from the building, below the isolation system, above the isolation system, and at the top level of the structure. &nbsp;Careful processing of these records has involved the development of new seismic signal processing tools, new methods for modeling seismically-isolated structures, and has provided a new understanding of the behavior of seismic isolation systems when implemented on sites with soft and weak soils. &nbsp; &nbsp;</p>\n<p><br />Ideally, in a seismically-isolated structure, most of the seismic energy goes into deforming the isolation system, where the energy can be safely dissipated. &nbsp; During the M 6.0 event of 23 Dec. 2011, measurements showed that isolators deformed only about 1 cm, responses below the isolators and above the isolators were about the same, and acceleration responses at the top level were substantially larger than those of the base. &nbsp;&nbsp;</p>\n<p><br />Careful processing of acceleration measurements enabled the project team to infer the behavior of the seismic isolation system. &nbsp; For the Christchurch Women's Hospital, the measured forces are about 2.5 times the design forces for the large (M 5.85 and M 6.0) events. &nbsp;Had the behavior been closer to the design, the isolation deformation would have been about 10 times larger than measured. &nbsp;These differences can be further explained through results of detailed non-linear structural modeling, incorporating soft soil effects and secondary isolation friction present in this system<br />Seismic isolation can be effective in mitigating earthquake hazards. &nbsp; This project has provided unique data that will contribute to better implementation of seismic isolation in future designs. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2013<br>\n\t\t\t\t\tModified by: Henri&nbsp;P&nbsp;Gavin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Christchurch New Zealand Earthquake Sequence of 2010-2012 has provided a unique opportunity to capture perishable data on the response of real structures to real earthquake shaking.   To this end, researchers from Duke Univ, the Univ. of California - Los Angeles, and the University of Canterbury, New Zealand collaborated to instrument, capture, analyze and preserve earthquake-induced responses from the seismically-isolated Christchurch Women's Hospital.   Sensors maintained by the George E. Brown Network for Earthquake Engineering Simulation (NEES) were temporarily installed around the seismic isolation system and at the roof-level of the structure.  Hundreds of seismically-triggered records were captured during the instrumentation period from September 2011 to June 2012.  Noteably, responses from the dozens of shakes associated with the earthquake swarm of December 23 were captured.  These events included magnitude 5.8 and magnitude 6.0 events, at shallow depths, within 10 km of the surface.   \n\n\nAcceleration measurements were obtained far from the building, below the isolation system, above the isolation system, and at the top level of the structure.  Careful processing of these records has involved the development of new seismic signal processing tools, new methods for modeling seismically-isolated structures, and has provided a new understanding of the behavior of seismic isolation systems when implemented on sites with soft and weak soils.    \n\n\nIdeally, in a seismically-isolated structure, most of the seismic energy goes into deforming the isolation system, where the energy can be safely dissipated.   During the M 6.0 event of 23 Dec. 2011, measurements showed that isolators deformed only about 1 cm, responses below the isolators and above the isolators were about the same, and acceleration responses at the top level were substantially larger than those of the base.   \n\n\nCareful processing of acceleration measurements enabled the project team to infer the behavior of the seismic isolation system.   For the Christchurch Women's Hospital, the measured forces are about 2.5 times the design forces for the large (M 5.85 and M 6.0) events.  Had the behavior been closer to the design, the isolation deformation would have been about 10 times larger than measured.  These differences can be further explained through results of detailed non-linear structural modeling, incorporating soft soil effects and secondary isolation friction present in this system\nSeismic isolation can be effective in mitigating earthquake hazards.   This project has provided unique data that will contribute to better implementation of seismic isolation in future designs.  \n\n \n\n\t\t\t\t\tLast Modified: 05/29/2013\n\n\t\t\t\t\tSubmitted by: Henri P Gavin"
 }
}