{
 "awd_id": "1138416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Orientational Relaxation of Chromophore Order in Nonlinear Optical Block Copolymers",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 170037.0,
 "awd_amount": 170037.0,
 "awd_min_amd_letter_date": "2011-06-07",
 "awd_max_amd_letter_date": "2012-04-30",
 "awd_abstract_narration": "TECHNICAL:\r\n\r\nNonlinear optical materials for applications in optical signal processing is extended to polymers, which offer greater compositional flexibility than conventional crystalline materials. Optical functionality in a polymer is incorporated by blending a chromophore with a transparent polymer host and electrically poling the material to induce a noncentrosymmetric ordering of chromophores. Research to date has largely been confined to homopolymer hosts, which offer limited options for tuning the chromophore micronenvironment. A promising alternate approach to achieving stable dipolar ordering is to selectively encapsulate the chromophore in one domain of a block copolymer. In this project, second harmonic generation and polarized absorption spectroscopy experiments will be used to make detailed measurements of the poling-induced order parameter and the post-poling orientational relaxation times of chromophores encapsulated in block copolymer domains, using the PS-b-P4VP block copolymer as a model system. Covalent and hydrogen-bonding schemes for selective chromophore encapsulation will be used to investigate orientational relaxation as a function of bonding mode.  This model system will help probe to what extent the disparate requirements for poling and relaxation can be decoupled through appropriate choice of block copolymer system.\r\n\r\n\r\nNON-TECHNICAL:\r\n\r\nNonlinear optical materials are integral to applications such as fiber optic data transmission for Internet-based communication. Traditional materials are crystalline, which are limited both in cost of fabrication and ultimate bandwidth capability. Polymeric materials are an alternative that offer flexibility in design and cost, but their long-term stability in deployed devices has not been fully established.  One promising polymer category is that of block copolymers, which are effectively ordered combinations of chemically distinct polymers on the nanoscale.  This research will utilize laser-based experiments to measure the long-term stability of block copolymer materials that have the potential for use in telecommunications devices. The project will employ physics and chemistry undergraduates in a vigorous interdisciplinary research program at Drew University. This will provide them with valuable experience in thin-film characterization, lasers, and related photonic technologies, all of which are in demand by high-technology industries and graduate training programs. Students will also benefit from interacting with collaborators at major research institutions, including the Johns Hopkins University and the University of Wisconsin.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "McGee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David McGee",
   "pi_email_addr": "mcgeed@tcnj.edu",
   "nsf_id": "000206869",
   "pi_start_date": "2011-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The College of New Jersey",
  "inst_street_address": "2000 PENNINGTON RD",
  "inst_street_address_2": "",
  "inst_city_name": "EWING",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6097713255",
  "inst_zip_code": "086181104",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "COLLEGE OF NEW JERSEY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E4UZBXLPA2V3"
 },
 "perf_inst": {
  "perf_inst_name": "The College of New Jersey",
  "perf_str_addr": "PO Box 7718",
  "perf_city_name": "Ewing",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "086280718",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9141",
   "pgm_ref_txt": "RES IN UNDERGRAD. INST - EQUIP"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 84953.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85084.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Nonlinear optical materials are integral to applications such as fiber optic data transmission and medical lasers. Future applications have motivated considerable research to develop new materials based on nonlinear optical polymers, which offer greater compositional flexibility than conventional crystalline materials. Optical functionality in a polymer is incorporated by blending a highly colored organic dye molecule with a transparent polymer host.&nbsp; The polymer is heated and a voltage is applied to partially orient the dye molecule along the field direction.&nbsp; Understanding the mechanisms leading to dipolar order and its relaxation over time is a central challenge to developing polymeric materials with stable nonlinear optical functionality.&nbsp; Research to date on nonlinear optical polymers has largely been confined to homopolymer hosts, which offer limited options for controlling the microenvironment around the dye that contributes to long-term relaxation of dipolar order. A promising alternate approach to achieving stable dipolar ordering is to selectively encapsulate the dye in one domain of a block copolymer.&nbsp;</p>\n<p>&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>In this project, a multidisciplinary undergraduate student team investigated the potential of block copolymers to facilitate enhanced dye orientational mobility during the poling process.&nbsp; Building on preliminary published research, the principal investigator and students explored a linear diblock copolymer with organic dyes selectively encapsulated via hydrogen-bonding or covalent attachment in the domain of higher glass transition temperature.&nbsp; Nonlinear optical experiments such as second harmonic generation were then used to measure dye poling and orientational relaxation as a function of architecture, morphology, and chromophore bonding mode.&nbsp; One of the main goals is to understand how to separate the disparate requirements for efficient poling and long-term dipolar stability through an appropriate choice of block copolymer system.</p>\n<p>&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>This project enabled physics and chemistry undergraduates to work alongside the principal investigator in a vigorous interdisciplinary research program at Drew University and The College of New Jersey. &nbsp;The students are presently involved in polymeric materials research and have published their results with in peer-reviewed journals. In this project, students synthesized and characterized exciting nanostructured polymeric materials.&nbsp; This provided them with valuable experience in thin-film characterization, lasers, and related photonic technologies. Students also benefited from interacting with the principal investigator&rsquo;s collaborators at Johns Hopkins University, University of Wisconsin-Madison, and the Berlin University of Applied Science in Berlin, Germany.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2015<br>\n\t\t\t\t\tModified by: David&nbsp;Mcgee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Nonlinear optical materials are integral to applications such as fiber optic data transmission and medical lasers. Future applications have motivated considerable research to develop new materials based on nonlinear optical polymers, which offer greater compositional flexibility than conventional crystalline materials. Optical functionality in a polymer is incorporated by blending a highly colored organic dye molecule with a transparent polymer host.  The polymer is heated and a voltage is applied to partially orient the dye molecule along the field direction.  Understanding the mechanisms leading to dipolar order and its relaxation over time is a central challenge to developing polymeric materials with stable nonlinear optical functionality.  Research to date on nonlinear optical polymers has largely been confined to homopolymer hosts, which offer limited options for controlling the microenvironment around the dye that contributes to long-term relaxation of dipolar order. A promising alternate approach to achieving stable dipolar ordering is to selectively encapsulate the dye in one domain of a block copolymer. \n\n \n\n In this project, a multidisciplinary undergraduate student team investigated the potential of block copolymers to facilitate enhanced dye orientational mobility during the poling process.  Building on preliminary published research, the principal investigator and students explored a linear diblock copolymer with organic dyes selectively encapsulated via hydrogen-bonding or covalent attachment in the domain of higher glass transition temperature.  Nonlinear optical experiments such as second harmonic generation were then used to measure dye poling and orientational relaxation as a function of architecture, morphology, and chromophore bonding mode.  One of the main goals is to understand how to separate the disparate requirements for efficient poling and long-term dipolar stability through an appropriate choice of block copolymer system.\n\n \n\n This project enabled physics and chemistry undergraduates to work alongside the principal investigator in a vigorous interdisciplinary research program at Drew University and The College of New Jersey.  The students are presently involved in polymeric materials research and have published their results with in peer-reviewed journals. In this project, students synthesized and characterized exciting nanostructured polymeric materials.  This provided them with valuable experience in thin-film characterization, lasers, and related photonic technologies. Students also benefited from interacting with the principal investigatorÆs collaborators at Johns Hopkins University, University of Wisconsin-Madison, and the Berlin University of Applied Science in Berlin, Germany.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/01/2015\n\n\t\t\t\t\tSubmitted by: David Mcgee"
 }
}