{
 "awd_id": "1138018",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Device for Tooth Cleaning in the Disabled",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2010-11-16",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 119187.0,
 "awd_amount": 119187.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "0933337\r\nKotha\r\n\r\nGood oral hygiene practices, such as brushing teeth regularly, are critical to maintaining tooth and periodontal health. Lack of regular brushing eventually leads to calculus formation, which can lead to caries, and periodontitis. In disabled individuals with reduced manual dexterity, brushing is not rigorous enough to maintain oral hygiene. This leads to a higher incidence of caries and periodontitis in these cohorts. Poor oral health not only affects nutritional status adversely, it also has serious implications on quality of life with a substantial increase in the susceptibility of these individuals to chronic cardiovascular and pulmonary ailments. This provides the impetus to develop a novel, hands-free device for tooth cleaning, with the objective of improving oral health in the disabled. In this proposal, our goals are to evaluate two techniques that in combination will reduce the power required to induce cavitations produced by piezoelectric strips, with relevance towards cleaning teeth. To achieve these goals, we propose to: (1) Manufacture customized piezoelectric strips that can generate different ultrasound frequencies and be operated with different phase offsets and determine the reduction in power required to generate cavitations, (2) Develop gels that contain pre-formed bubbles and particulate to further reduce the power required to generate cavitations and determine the reduction in power required to generate cavitations, and (3) Determine the efficacy of the device in tooth cleaning of porcine teeth in vitro.\r\n\r\nINTELLECTUAL MERIT: The scientific and technological impact of this proposal lies in advancing our knowledge of factors that can be used to lower ultrasonic powers required to generate cavitations, with a special focus on particulate components that can be used to clean and regenerate tooth surfaces.\r\n\r\nBROADER IMPACT: The underlying principles generated from this study have important implications in improving the efficiency of cleaning devices (especially the proposed tooth cleaning device), as well as in lowering the energy threshold for use of ultrasound in biomedical therapeutic applications. In addition, it has direct influence on the long-term health and quality of life in disabled individuals with impaired hand mobility.\r\n\r\nA broad educational program on Ultrasound Transducer Design and Applications will be developed concurrently and will focus on the education of not only undergraduate and graduate students but also high school students, teachers and the general public. A web site will be created with tutorials on Ultrasound (showing finite element movies of pressure propagation and its role in cavitations), and the possible influences that advances in this arena has to the development of potential therapies. The web-site will include real-time information at the forefront of ongoing research. The education efforts aimed at high school students will include workshops for high school teachers, seminars and workshops for high-school students. These individuals will not only participate in training sessions and seminars but will also perform hands-on laboratory demonstrations. Undergraduate education will be complemented by research opportunities for undergraduates in the proposed research and the formation of a senior level technical elective, Ultrasound for Imaging and Treatment. The proposed research will be performed by PhD and MS students, at least one of whom will be a minority female student. Graduate students will also be actively involved in outreach efforts to the general public as well as efforts that target high school students and teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shiva",
   "pi_last_name": "Kotha",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Shiva P Kotha",
   "pi_email_addr": "kothas2@rpi.edu",
   "nsf_id": "000199357",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 119187.0
  }
 ],
 "por": null
}