{
 "awd_id": "1138038",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Noyce Program 2011 to 2012 Program Conferences",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924671",
 "po_email": "ksverdru@nsf.gov",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 1576349.0,
 "awd_amount": 1789349.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2013-07-18",
 "awd_abstract_narration": "The American Association for the Advancement of Science (AAAS)  Education and Human Resources Programs is providing resources for the Robert Noyce Teacher Scholarship Program by identifying and sharing information about effective programs, practices, and strategies for attracting and preparing science and mathematics teachers and retaining them in the teaching workforce.\r\n\r\nThe objectives of the project include:\r\n(1) Co-sponsoring and implementing two NSF Robert Noyce annual conferences for faculty, administrators, student scholars, and STEM teachers who are supported by the program;\r\n(2) Co-sponsoring and implementing proposal preparation workshops for prospective Noyce grantees;\r\n(3) Producing a journalist style general publication that highlights the accomplishments of the NSF Noyce projects and Scholars and Fellows; and\r\n(4) Developing and maintaining an NSF Noyce Program website that includes: conference information; an online project locator with information about the projects; profiles of Noyce Scholars and Fellows; and resources that include evaluation and research reports.\r\n\r\nThe project is providing conferences, meetings, and online and print resources that help science, engineering, technology, and mathematics (STEM) faculty to develop and/or strengthen science and mathematics K-12 teacher education programs and to form partnerships with high-need schools. Meetings and resources focus on (a) recruiting and preparing STEM undergraduate majors and professionals for teaching careers in elementary and secondary public schools; and (b) building effective partnership with public schools, particularly with high-need school districts.  In addition to the conference and proposal preparation workshops, other dissemination activities include: (a) a project website with an online project locator, scholars' and fellows' profiles, and Noyce project news; (b) the production of a conference program guide, with project workshop abstracts and poster abstracts from the project leaders and the scholars and fellows; and (c) a project publication that highlights the projects and the scholars and fellows.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yolanda",
   "pi_last_name": "George",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Yolanda S George",
   "pi_email_addr": "YGeorge@aaas.org",
   "nsf_id": "000360941",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Association for the Advancement of Science",
  "inst_street_address": "1200 NEW YORK AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023266400",
  "inst_zip_code": "200053928",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN ASSOCIATION FOR THE ADVANCEMENT OF SCIENCE",
  "org_prnt_uei_num": "ZGKVAM2JVKG2",
  "org_uei_num": "ZGKVAM2JVKG2"
 },
 "perf_inst": {
  "perf_inst_name": "American Association For Advancement Science",
  "perf_str_addr": "1200 New York Ave, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200053928",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1576349.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 213000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The American Association for the Advancement of Science (AAAS) provided activities for the National Science Foundation (NSF) Robert Noyce Teacher Scholarship Program (Noyce) to identify and disseminate information about effective practices and strategies for attracting, selecting, preparing, and mentoring preservice science and mathematics teachers and retaining them in the K-12 teaching workforce in high need schools and districts. The NSF Noyce Program responds to the critical need to increase the number of K-12 science and mathematics teachers by encouraging talented college and university science and mathematics majors and professionals with science and mathematics degrees to pursue teaching careers in elementary and secondary schools.</p>\n<p>Intellectual Merit</p>\n<p>The program provides funding to institutions of higher education to provide scholarships, stipends, and programmatic support to recruit and prepare science and mathematics majors and professionals to become K-12 teachers. Scholarship and stipend recipients are required to complete two or more years of teaching in a high-need school district for each year of support. The program seeks to increase the number of K-12 teachers with strong science and mathematics content knowledge who teach in high-need school districts.</p>\n<p>Broader Impacts</p>\n<p>AAAS project activities included:</p>\n<p>***Four conferences in 2011, 2012, 2013 and 2014 for (a) college and university faculty and administrators of NSF Noyce projects, (b) undergraduate and graduate students who had Noyce scholarships or fellowships, and (c) science and mathematics professionals who had NSF Noyce funding to earn science and mathematics teaching credentials. On average each conference included about 528 participants, and about 42% of the participants were students in preservice STEM teacher education programs. On average, the four conferences were rated in the &ldquo;very good&rdquo; range by the participants.</p>\n<p>An external evaluation indicated that the large majority of project staff gained ideas for program improvement through the Noyce conferences. Most of these ideas focused on specific program improvements, increasing and improving recruitment and retention of participants in their programs, and building local and regional networks to support their Noyce program. The large majority of project personnel identified specific resources they obtained through the conference. These included reading materials, references, and reports, as well as websites and organizations.</p>\n<p>Similarly, the large majority of project personnel gained contact persons through the program. They identified specific persons or groups of persons that they planned to contact after the conference to help support the development and improvement of their program.</p>\n<p>For students in the science and mathematics preservice teacher education programs who attended the conference, the goal was to help prepare them for STEM teaching careers in K-12 high need schools and districts. Feedback from the conference participants clearly indicates that the large majority received resources ideas and contacts that would help them in this endeavor. Virtually all of the attending students gained teaching ideas, especially in the areas of student-centered learning. They acquired resources (e.g. websites, reading materials, references, and reports) to support their classroom lessons and activities. Many expanded their professional contact networks, creating relationships to support their teaching now and in the future.</p>\n<p>All the participating students identified specific actions they planned to take as a result of attending the conference. Most plan to use teaching resources or strategies they learned at the conference, but more than a third also plan to maintain contact with conference attendees, building networks that span across communities, states, and the nation.</...",
  "por_txt_cntn": "\nThe American Association for the Advancement of Science (AAAS) provided activities for the National Science Foundation (NSF) Robert Noyce Teacher Scholarship Program (Noyce) to identify and disseminate information about effective practices and strategies for attracting, selecting, preparing, and mentoring preservice science and mathematics teachers and retaining them in the K-12 teaching workforce in high need schools and districts. The NSF Noyce Program responds to the critical need to increase the number of K-12 science and mathematics teachers by encouraging talented college and university science and mathematics majors and professionals with science and mathematics degrees to pursue teaching careers in elementary and secondary schools.\n\nIntellectual Merit\n\nThe program provides funding to institutions of higher education to provide scholarships, stipends, and programmatic support to recruit and prepare science and mathematics majors and professionals to become K-12 teachers. Scholarship and stipend recipients are required to complete two or more years of teaching in a high-need school district for each year of support. The program seeks to increase the number of K-12 teachers with strong science and mathematics content knowledge who teach in high-need school districts.\n\nBroader Impacts\n\nAAAS project activities included:\n\n***Four conferences in 2011, 2012, 2013 and 2014 for (a) college and university faculty and administrators of NSF Noyce projects, (b) undergraduate and graduate students who had Noyce scholarships or fellowships, and (c) science and mathematics professionals who had NSF Noyce funding to earn science and mathematics teaching credentials. On average each conference included about 528 participants, and about 42% of the participants were students in preservice STEM teacher education programs. On average, the four conferences were rated in the \"very good\" range by the participants.\n\nAn external evaluation indicated that the large majority of project staff gained ideas for program improvement through the Noyce conferences. Most of these ideas focused on specific program improvements, increasing and improving recruitment and retention of participants in their programs, and building local and regional networks to support their Noyce program. The large majority of project personnel identified specific resources they obtained through the conference. These included reading materials, references, and reports, as well as websites and organizations.\n\nSimilarly, the large majority of project personnel gained contact persons through the program. They identified specific persons or groups of persons that they planned to contact after the conference to help support the development and improvement of their program.\n\nFor students in the science and mathematics preservice teacher education programs who attended the conference, the goal was to help prepare them for STEM teaching careers in K-12 high need schools and districts. Feedback from the conference participants clearly indicates that the large majority received resources ideas and contacts that would help them in this endeavor. Virtually all of the attending students gained teaching ideas, especially in the areas of student-centered learning. They acquired resources (e.g. websites, reading materials, references, and reports) to support their classroom lessons and activities. Many expanded their professional contact networks, creating relationships to support their teaching now and in the future.\n\nAll the participating students identified specific actions they planned to take as a result of attending the conference. Most plan to use teaching resources or strategies they learned at the conference, but more than a third also plan to maintain contact with conference attendees, building networks that span across communities, states, and the nation.\n\nOther products produced by AAAS include a:\n\n ***Searchable online Project Locator tool with 370 projects, including a key word s..."
 }
}