{
 "awd_id": "1138703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF Workshop on Fundamental Research and Technology in Wave and Hydrokinetics Power Systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ram Gupta",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 33160.0,
 "awd_amount": 33160.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "PI:  Reza Ghorbani\r\nInstitution:   U of Hawaii at Manoa\r\n\r\nTitle:  NSF Workshop on Fundamental Research and Technology in Wave and Hydrokinetics Power Systems\r\n\r\nThis award will support participant travel to the international workshop titled NSF Workshop on Fundamental Research and Technology in Wave and Hydrokinetics Power Systems.  The workshop will be held on September 19-22, 2011 at Kona, Hawaii, as part of the international conference OCEANS?11.  The objectives of the workshop are to 1) provide a forum to exchange ideas on the recent advances in fundamental research and technology development related to wave and hydrokinetic power conversion and utilization, 2) identify research needs of critical importance, and 3) develop guidelines for research and technology development for the next decade.   \r\n\r\nIntellectual Merit \r\n\r\nThe oceans offer the potential for abundant and clean natural energy from ocean waves, currents, tides and thermal gradients.  The harvesting and conversion of ocean wave energy to electrical power is a relatively new and emerging research area.  In this area, research and technology development usually requires multidisciplinary knowledge and skills, including ocean hydrodynamics , mechanical engineering for design of energy conversion devices, structural engineering analysis of wave-device interaction, and electrical engineering for power storage and transmission,  as well as economic and environmental considerations.  The papers to be presented at the proposed workshop will illustrate the multidisciplinary nature of this ocean wave power, and the complexity of the fundamental science and engineering challenges needed to harness this renewable energy resource.   In particular, new theories and computational models to be presented at the workshop have the potential to advance the field of wave and hydrokinetic power systems, as well as fundamental science in fluid and solid mechanics.   \r\n\r\nBroader Impacts \r\n\r\nThe proposed workshop will provide broader impacts in four aspects.  First, both academic scholars and engineers from industry will be invited to attend the workshop.  Therefore, the workshop offers an opportunity to facilitate technology transfer, and to identify research topics that have both scientific merit and industrial application.  Second, both graduate and undergraduate students will be offered an opportunity participate in the workshop to further their career development.  Third, the workshop outcomes will be disseminated through a variety of outlets, including the conference proceedings, special issues in two journals, and a web site.  Finally, the workshop also aspires to establish a US-based consortium on wave and hydrokinetics power that will facilitate collaboration and information exchange, particularly with complimentary ocean wave power consortiums in Europe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reza",
   "pi_last_name": "Ghorbani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Reza Ghorbani",
   "pi_email_addr": "Rezag@hawaii.edu",
   "nsf_id": "000513621",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Teng",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle H Teng",
   "pi_email_addr": "teng@wiliki.eng.hawaii.edu",
   "nsf_id": "000470005",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "U of Hawaii at Manoa",
  "perf_str_addr": "2540 Dole St.",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 33160.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit&nbsp;</strong></p>\n<p>The harvesting and conversion of ocean wave energy to electrical power is a relatively new and emerging research area. In this area, research and technology development usually requires multidisciplinary knowledge and skills, including ocean hydrodynamics , mechanical engineering for design of energy conversion devices, structural engineering analysis of wave-device interaction, and electrical engineering for power storage and transmission, as well as economic and environmental considerations. The papers presented at the proposed workshop illustrates the multidisciplinary nature of the ocean wave power, and the complexity of the fundamental science and engineering challenges needed to harness this renewable energy resource. In particular, the discussion outcome at the workshop have the potential to advance the field of wave and hydrokinetic power systems, by understanding the fundamental science needed to be done by the research and industry community.<br /><br /><strong>Broader Impacts&nbsp;</strong><br />The workshop provides broader impacts in four aspects. First, both academic scholars and engineers from industry were invited to attend the workshop. Therefore, the workshop offered an opportunity to facilitate technology transfer, and to identify research topics that have both scientific merit and industrial application. Second, both graduate and undergraduate students were offered an opportunity participate in the workshop to further their career development. Third, the workshop outcomes were disseminated through in the conference proceedings, and a web site.&nbsp;</p>\n<p><strong>Brief Summary</strong></p>\n<p><strong></strong>The chief objectives of the workshop were to provide an opportunity for the greatest&nbsp;minds in the ?eld to meet and exchange ideas on the recent advances in fundamental&nbsp;research and technology development related to wave and hydrokinetic power conversion&nbsp;and utilization, as well as to identify research needs of critical importance, and develop&nbsp;guidelines for research and technology development for the next decade.</p>\n<p>The NSF sponsored workshop was held on September 22, 2011 as a part of a 4 day parallel&nbsp;track with the MTS/IEEE Oceans&rsquo;11 Conference at the Hilton Waikoloa Village, on the&nbsp;Big Island of Hawai&lsquo;i. To begin the week, Hans Cozijn and Sebastien Gueydon from&nbsp;the Maritime Research Institute Netherlands (MARIN) presented a four hour tutorial&nbsp;on model testing and simulation techniques for wave energy converters. The following&nbsp;two days included talks from many of the workshop attendees within the conference&nbsp;track, Ocean Energy: Renewable Energy for the Future which began with welcoming&nbsp;talk of the UHM College of Engineering Dean Crouch, followed with a 45 minute keynote&nbsp;presentation from Professor Chiang C. Mei of MIT. Day four was dedicated exclusively&nbsp;to the workshop.</p>\n<p>Professor Reza Ghorbani chaired the workshop which began with an overview of the&nbsp;objectives, key questions, and itinerary for the day. Open discussion was held to engage&nbsp;attendees participation and garner initial ideas and suggestions based on the opening&nbsp;questions.&nbsp;</p>\n<p>A plenary session followed which consisted of two coordinated presentations by Dr.&nbsp;Gouri S. Bhuyan from Powertech Labs Inc., and Professor Solomon Yim from Oregon&nbsp;State University, focusing on the industrial and academic perspectives, respectively.&nbsp;Following question and answer sessions, an impromptu overview of the DoE EERE&rsquo;s&nbsp;involvement in wave energy research and funding was given by Tim Ramsey, DoE Project&nbsp;O?cer. This shed light on current interests and practices regarding the distribution and&nbsp;intent of the EERE&rsquo;s research dollars.&nbsp;</p>\n<p>Building on the morning&rsquo;s information, a discussion w...",
  "por_txt_cntn": "\nIntellectual Merit \n\nThe harvesting and conversion of ocean wave energy to electrical power is a relatively new and emerging research area. In this area, research and technology development usually requires multidisciplinary knowledge and skills, including ocean hydrodynamics , mechanical engineering for design of energy conversion devices, structural engineering analysis of wave-device interaction, and electrical engineering for power storage and transmission, as well as economic and environmental considerations. The papers presented at the proposed workshop illustrates the multidisciplinary nature of the ocean wave power, and the complexity of the fundamental science and engineering challenges needed to harness this renewable energy resource. In particular, the discussion outcome at the workshop have the potential to advance the field of wave and hydrokinetic power systems, by understanding the fundamental science needed to be done by the research and industry community.\n\nBroader Impacts \nThe workshop provides broader impacts in four aspects. First, both academic scholars and engineers from industry were invited to attend the workshop. Therefore, the workshop offered an opportunity to facilitate technology transfer, and to identify research topics that have both scientific merit and industrial application. Second, both graduate and undergraduate students were offered an opportunity participate in the workshop to further their career development. Third, the workshop outcomes were disseminated through in the conference proceedings, and a web site. \n\nBrief Summary\n\nThe chief objectives of the workshop were to provide an opportunity for the greatest minds in the ?eld to meet and exchange ideas on the recent advances in fundamental research and technology development related to wave and hydrokinetic power conversion and utilization, as well as to identify research needs of critical importance, and develop guidelines for research and technology development for the next decade.\n\nThe NSF sponsored workshop was held on September 22, 2011 as a part of a 4 day parallel track with the MTS/IEEE OceansÆ11 Conference at the Hilton Waikoloa Village, on the Big Island of Hawaiæi. To begin the week, Hans Cozijn and Sebastien Gueydon from the Maritime Research Institute Netherlands (MARIN) presented a four hour tutorial on model testing and simulation techniques for wave energy converters. The following two days included talks from many of the workshop attendees within the conference track, Ocean Energy: Renewable Energy for the Future which began with welcoming talk of the UHM College of Engineering Dean Crouch, followed with a 45 minute keynote presentation from Professor Chiang C. Mei of MIT. Day four was dedicated exclusively to the workshop.\n\nProfessor Reza Ghorbani chaired the workshop which began with an overview of the objectives, key questions, and itinerary for the day. Open discussion was held to engage attendees participation and garner initial ideas and suggestions based on the opening questions. \n\nA plenary session followed which consisted of two coordinated presentations by Dr. Gouri S. Bhuyan from Powertech Labs Inc., and Professor Solomon Yim from Oregon State University, focusing on the industrial and academic perspectives, respectively. Following question and answer sessions, an impromptu overview of the DoE EEREÆs involvement in wave energy research and funding was given by Tim Ramsey, DoE Project O?cer. This shed light on current interests and practices regarding the distribution and intent of the EEREÆs research dollars. \n\nBuilding on the morningÆs information, a discussion was facilitated by chair to uncover the existing gaps in fundamental knowledge and basic research that hold potential for signi?cant, broad impacts on WEC (wave energy converter) development within the next ten years. For 30 minutes, brainstorming and discussion was facilitated and common threads emerged that were relevant to three areas of expertise ..."
 }
}