{
 "awd_id": "1138901",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: When Online is Off: Communicating in Disaster Following the February 22, 2011 Christchurch, NZ Earthquake",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kevin Crowston",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 29237.0,
 "awd_amount": 29237.0,
 "awd_min_amd_letter_date": "2011-07-11",
 "awd_max_amd_letter_date": "2011-07-11",
 "awd_abstract_narration": "The February 22, 2011 earthquake in Christchurch New Zealand, an aftershock of a larger earthquake in September 2010, caused significant infrastructure and economic damage, and life loss, to a modern city with similar population characteristics as US metropolitan communities. In the days and weeks following the earthquake, various risk communication strategies were utilized to reach individuals affected by the ongoing aftershocks, including online networked communications. By collecting data on access to and use of online information in this critical period following the earthquake, this project will advance knowledge about information and communication capacities as they affect coping and resiliency in the aftermath of disaster. Specifically, the project examines the effects of reliance on online communications on individual coping ability and community recovery, and on the role of networked online communication among those directly affected by disaster. These questions will be examined through a series of focus groups and a household survey in the disaster-affected area. \r\n\r\nINTELLECTUAL MERIT: This research will address key questions about information access in disaster; the effectiveness of crisis communications using networked online technology; and links between information access and resiliency among disaster-affected populations. It will make substantial contributions to the literature on \"crisis informatics\" due to the fact that this study will include a representative sample of a disaster affected community rather than just technology users who are utilizing social media. It will also contribute knowledge to the effects of information access on perceptions of community resiliency, in a metropolitan area, linked to shifting communication capacities in disaster. \r\n\r\nBROADER IMPACTS: The project will address the effect of networked communications, and its absence, on coping post disaster and has the potential to inform policy at the local, state, and national levels and to improve resiliency in U.S. communities. Outcomes from this project will include written reports, peer-reviewed articles, and presentations to a number of audiences including the U.S. Natural Hazards Workshop. This research will also provide support for one researcher from an underrepresented STEM group.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeannette",
   "pi_last_name": "Sutton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeannette Sutton",
   "pi_email_addr": "jsutton@albany.edu",
   "nsf_id": "000671333",
   "pi_start_date": "2011-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Colorado Springs",
  "inst_street_address": "1420 AUSTIN BLUFFS PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "COLORADO SPRINGS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "7192553153",
  "inst_zip_code": "809183733",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CO05",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "RH87YDXC1AY5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Colorado Springs",
  "perf_str_addr": "1420 Austin Bluffs Parkway",
  "perf_city_name": "Colorado Springs",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "809183733",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CO05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8016",
   "pgm_ref_txt": "Japan Earthquake 2011"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 29237.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><strong>ASTRACT</strong></p>\n<p>The February 22, 2011 earthquake in Christchurch New Zealand, an aftershock of a larger earthquake in September 2010, caused significant infrastructure and economic damage, and life loss, to a modern city with similar population characteristics as US metropolitan communities. In the days and weeks following the earthquake, various risk communication strategies were utilized to reach individuals affected by the ongoing<br />aftershocks, including online networked communications. By collecting data on access to and use of online information in this critical period following the<br />earthquake, this project provides advances to knowledge about information and communication capacities as they affect coping and resiliency in the aftermath of disaster. Specifically, the project examines the effects of reliance on online communications on individual coping ability and community recovery, and on the role of networked online communication among those directly affected by disaster. These questions have been examined through a series of focus groups and a household survey in the disaster-affected area.&nbsp; This research was carried out in collaboration with partnering agencies in New Zealand, including the Joint Center for Disaster Research at Massey University and GNS Science.</p>\n<p><strong>Intellectual Merit</strong>:</p>\n<p>This research addresses key questions about information access in disaster; the effectiveness of crisis communications using networked online technology; and links between information access and resiliency among disaster-affected populations. &nbsp;Primary findings include the following: emergent volunteer networks online fill a gap in information sharing in the absence of official online communications; the absence of official<br />communications affects local perceptions of trust in government capacity; access to information is a vital part of individual coping strategies, disaster<br />survivors seek information about power, water, food, and sanitation from any<br />available source.&nbsp; Online resources via the Internet are vital sources of information, but social media was a less-utilized resource among those most directly affected by the disaster.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>The project addresses the effect of networked communications, and its absence, on coping post disaster and has informed policy at the local, state, and national levels. Outcomes from this project include written reports, peer-reviewed publications, and presentations to a number of audiences including the U.S. Natural Hazards Workshop, the Earthquake Engineering Research Institute, and one state Homeland Security conference.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2012<br>\n\t\t\t\t\tModified by: Jeannette&nbsp;N&nbsp;Sutton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nASTRACT\n\nThe February 22, 2011 earthquake in Christchurch New Zealand, an aftershock of a larger earthquake in September 2010, caused significant infrastructure and economic damage, and life loss, to a modern city with similar population characteristics as US metropolitan communities. In the days and weeks following the earthquake, various risk communication strategies were utilized to reach individuals affected by the ongoing\naftershocks, including online networked communications. By collecting data on access to and use of online information in this critical period following the\nearthquake, this project provides advances to knowledge about information and communication capacities as they affect coping and resiliency in the aftermath of disaster. Specifically, the project examines the effects of reliance on online communications on individual coping ability and community recovery, and on the role of networked online communication among those directly affected by disaster. These questions have been examined through a series of focus groups and a household survey in the disaster-affected area.  This research was carried out in collaboration with partnering agencies in New Zealand, including the Joint Center for Disaster Research at Massey University and GNS Science.\n\nIntellectual Merit:\n\nThis research addresses key questions about information access in disaster; the effectiveness of crisis communications using networked online technology; and links between information access and resiliency among disaster-affected populations.  Primary findings include the following: emergent volunteer networks online fill a gap in information sharing in the absence of official online communications; the absence of official\ncommunications affects local perceptions of trust in government capacity; access to information is a vital part of individual coping strategies, disaster\nsurvivors seek information about power, water, food, and sanitation from any\navailable source.  Online resources via the Internet are vital sources of information, but social media was a less-utilized resource among those most directly affected by the disaster.\n\nBroader Impacts:\n\nThe project addresses the effect of networked communications, and its absence, on coping post disaster and has informed policy at the local, state, and national levels. Outcomes from this project include written reports, peer-reviewed publications, and presentations to a number of audiences including the U.S. Natural Hazards Workshop, the Earthquake Engineering Research Institute, and one state Homeland Security conference.\n\n \n\n\t\t\t\t\tLast Modified: 10/04/2012\n\n\t\t\t\t\tSubmitted by: Jeannette N Sutton"
 }
}