{
 "awd_id": "1138675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID:  Post-Earthquake Fires in the March 2011 Japan Earthquake and Tsunami",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 39993.0,
 "awd_amount": 39993.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2011-07-22",
 "awd_abstract_narration": "This Grant for Rapid Response Research (RAPID) award provides funds to study the fire-related aspects of the March 2011 Japan earthquake with the aims to improve understanding of where, when, and how fires ignite; how fires spread through a neighborhood; and how they ignite and are suppressed in industrial facilities.  The Tôhoku earthquake and tsunami caused 345 fires more recorded fires than any other earthquake in history. By comparison, there were about 110 recorded in Kobe (1995), 110 in Northridge (1994), 128 in San Fernando (1971), and 36 in Loma Prieta (1989).  This project will involve three main steps: (1) collecting data on the fire-related aspects of the event through site visits, interviews with key informants, and secondary data sources; (2) compiling the data into easily usable, comprehensive databases that includes all data on each fire and relevant auxiliary data in a consistent format; and (3) analyzing the data through descriptive statistics, fitting generalized linear statistical models to the ignition data, and comparing observations of spread to that estimated by a new physics-based urban fire spread model.  The PI and consultant on the project have extensive background in the study of post-earthquake fires, including field investigation of past events and development of models of ignitions, spread, and suppression.  This research will contribute knowledge on three main aspects of post-earthquake fires ignitions, spread through a neighborhood, and fires in industrial facilities. It will improve understanding of the number, locations, causes, and timing of post-earthquake ignitions. The substantial inherent randomness in the phenomenon requires use of statistical approaches that are highly dependent on the amount and quality of available data. This project will greatly improve the available ignition data by almost doubling the number of observations documented in previous earthquakes; documenting areas in which ground shaking was strong enough to induce ignitions but did not, substantially improving our ability to forecast ignitions; by providing more consistent and comprehensive data than currently available; and by providing data on both ground shaking and tsunami-induced ignitions. Statistical modeling will be conducted to determine what the data suggests about where, when, why ignitions occur and to improve forecasting of ignitions in the future. Understanding of fire spread through a neighborhood will be enhanced by collection of data that allows more meaningful comparison with the emerging new generation of physics-based urban fire models. These models are potentially powerful but they need more comparisons to real events to improve them and build their credibility. Finally, the project promises to provide new insights into how post-earthquake fires start, spread, and are suppressed in industrial facilities specifically. We will examine how the fire safety systems in place perform in the face of extreme common cause failure mode of a major earthquake.\r\n\r\nThe improved knowledge of post-earthquake ignitions and urban fire spread will be directly integrated into the development of better post-earthquake fire models. Those models can then in turn be integrated into regional earthquake loss models like HAZUS-MH, which have great demonstrated value to society by supporting long-term emergency response planning, urban planning, and loss estimation. The research results will be integrated into the PIs graduate Risk Analysis course and will be presented at professional conferences. A graduate student research assistant will participate in all aspects of the project and the research will form an integral part of his dissertation on post-earthquake fire modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Davidson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel A Davidson",
   "pi_email_addr": "rdavidso@udel.edu",
   "nsf_id": "000295295",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197163120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1385",
   "pgm_ref_txt": "SPECIAL STUDIES AND ANALYSES"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "1638",
   "pgm_ref_txt": "INFRAST MGMT & EXTREME EVENTS"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8016",
   "pgm_ref_txt": "Japan Earthquake 2011"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 39993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>Based on field investigations of fires in the tsunami- and shaking-affected areas and meetings with fire officials and Japanese researchers, a database of tsunami and non-tsunami fire ignitions and fire spread was compiled. The most complete available outside of Japan at this time, this database includes information about: (1) ignitions; (2) tsunami and fire damages to oil tank/industrial facilities; (3) the fires in tsunami-inundated areas; (4) the<br />fires out of tsunami-inundated areas, most of which were small and within one<br />building; (5) automobile fires; and (6) fire damage to selected reinforced<br />concrete and steel buildings.</p>\n<p>A second database was compiled that includes, for each of 793 municipalities in Japan, data on the ignitions from a mail survey of local municipalities, together with many characteristics of each municipality that are potentially useful for predicting the number of ignitions, including measures of ground shaking intensity, tsunami inundation levels, building types and densities, land use types, population, and previous fire experience. This database is being used to develop new statistical models of post-earthquake ignitions that can be employed to help plan for the fire risk associated with future earthquakes. The database has a few notable strengths that make it unique and quite valuable in supporting advancement of the understanding of post-earthquake ignitions. It includes an unprecedentedly large number of ignitions, uses a small area unit of analysis, has few missing observations, and includes many municipality characteristics that can be used to help predict the number of ignitions. The project was delayed due to&nbsp; unprecedented (for Japan) privacy concerns on the part of many Japanese<br />fire departments, so the models will not be completed until May 2014.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2013<br>\n\t\t\t\t\tModified by: Rachel&nbsp;A&nbsp;Davidson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nBased on field investigations of fires in the tsunami- and shaking-affected areas and meetings with fire officials and Japanese researchers, a database of tsunami and non-tsunami fire ignitions and fire spread was compiled. The most complete available outside of Japan at this time, this database includes information about: (1) ignitions; (2) tsunami and fire damages to oil tank/industrial facilities; (3) the fires in tsunami-inundated areas; (4) the\nfires out of tsunami-inundated areas, most of which were small and within one\nbuilding; (5) automobile fires; and (6) fire damage to selected reinforced\nconcrete and steel buildings.\n\nA second database was compiled that includes, for each of 793 municipalities in Japan, data on the ignitions from a mail survey of local municipalities, together with many characteristics of each municipality that are potentially useful for predicting the number of ignitions, including measures of ground shaking intensity, tsunami inundation levels, building types and densities, land use types, population, and previous fire experience. This database is being used to develop new statistical models of post-earthquake ignitions that can be employed to help plan for the fire risk associated with future earthquakes. The database has a few notable strengths that make it unique and quite valuable in supporting advancement of the understanding of post-earthquake ignitions. It includes an unprecedentedly large number of ignitions, uses a small area unit of analysis, has few missing observations, and includes many municipality characteristics that can be used to help predict the number of ignitions. The project was delayed due to  unprecedented (for Japan) privacy concerns on the part of many Japanese\nfire departments, so the models will not be completed until May 2014.\n\n\t\t\t\t\tLast Modified: 07/29/2013\n\n\t\t\t\t\tSubmitted by: Rachel A Davidson"
 }
}