{
 "awd_id": "1138274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Testing Mechanisms for Holocene Climate Change in the Southern Tropical and Mid-Latitude Andes",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 55395.0,
 "awd_amount": 55395.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "This collaborative grant is collecting paleoclimate proxy data from locations in Southern Hemisphere tropical and mid-latitudes and using these data to constrain global circulation model (GCM) simulations of climate change. Through this coordinated effort, the research enhances our knowledge of potential mechanisms which influenced Holocene climate events such as the Little Ice Age. The investigators have three specific aims: 1) developing a continuous record of Holocene climate change near the largest tropical ice mass, Peru's Quelccaya Ice Cap, using multiple paleoclimate proxies, including chironomid and diatom assemblages in lake sediments; 2) tracking Little Ice Age climatic conditions over a broader area of the Andes, from ~13 to 40°S latitude; and 3) using a GCM to evaluate which mechanistic hypotheses explain the geographical and temporal patterns of reconstructed paleoclimatic fluctuations.\r\nThis research establishes a detailed multi-proxy record of the Holocene paleoclimate and paleoenvironment in the southern tropics near the Quelccaya Ice Cap. Defined by radiocarbon ages and supplemented by surface exposure (10Be) ages, this chronology is comparable with higher-latitude records from both Northern and Southern Hemispheres. In addition to the temporally detailed record from Quelccaya, the research provides a spatially resolved reconstruction of climate during the Little Ice Age in the southern tropics and mid-latitudes. The broader pattern of Little Ice Age Andean glacier fluctuations in multiple climatic regimes also provides valuable data for examining the relative influences of temperature and precipitation on such fluctuations. These efforts interface with ongoing NSF-funded research (EAR-0902363) investigating Holocene glacier fluctuations in Patagonia, enhancing both research projects.\r\nThis research provides both paleoclimate proxy data and modeling results to further the understanding of Holocene and recent climate change in the southern tropics and mid-latitudes. The research tests various mechanisms for the Little Ice Age. For example, it examines results from modeling of solar forcing during the Little Ice Age which suggest that there were changes in tropical circulation in addition to Northern Hemisphere climate changes. Since the paleoclimate data from near Quelccaya Ice Cap spans a time period influenced by differing boundary conditions, such as high and low austral summer insolation, it should be possible to examine various mechanisms for rapid climate events. Possible mechanisms include a latitudinal shift of the Intertropical Convergence Zone and the strengthening/weakening of the El Niño Southern Oscillation (ENSO).\r\n\r\nThe broader impacts of the research include (1) applying and evaluating a promising proxy (chironomid assemblages) method in a new area (tropical Andes) and archiving sediment cores; (2) strengthening and establishing new international and interdisciplinary collaborations among scientists including Dr. Pedro Tapia of Peru and Chilean scientists; (3) training graduate and undergraduate students; and (4) ensuring outreach and dissemination to the general public of information regarding climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yarrow",
   "pi_last_name": "Axford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yarrow Axford",
   "pi_email_addr": "axford@northwestern.edu",
   "nsf_id": "000087183",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 Clark St",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 55395.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The temperature history of tropical South America has been elusive to reconstruct. &nbsp;As such, many important aspects of the climate system in this region remain hard to constrain &ndash; for example, the extent to which temperature controls the size of tropical glaciers, and the nature of climate teleconnections between the southern tropics and the Northern Hemisphere. This project generated Holocene chironomid-based paleoclimate reconstructions from a non-glacial lake near Quelccaya Ice Cap, applying a method that is new to the region.&nbsp; Chironomid-based climate reconstructions complement glacier reconstructions also generated as part of this project to provide a picture of Holocene climate in the high-elevation region around Quelccaya Ice Cap.&nbsp; By generating charcoal and pollen data alongside chironomids, this work also provides insights about relationships between climate, vegetation and fire history in the region.&nbsp; To extend the intellectual contributions of this work, samples collected by the investigators were also shared with other research groups, for example making samples available for a UK-based new calibration of the insect paleothermometer for the South American tropics.</p>\n<p>&nbsp;Three undergraduate women at Northwestern University received their first training in laboratory research as part of this project, including one participant in a formal mentorship program for underrepresented minority undergraduates.&nbsp; The project also expanded the geographic expertise and collaborative network of the early-career principal investigator, including initiation of new international collaborations.</p>\n<p>&nbsp;Paleoclimate, paleo-glacier, and paleo-fire reconstructions generated for this collaborative project elucidate how Andean landscapes responded to past climate change, with implications for forecasting the future impacts of climate change in the region.&nbsp; For example, it is of particular urgency to understand the past (and by extension future) vulnerability of Andean glaciers to climate change, in part because they are an important water resource.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2014<br>\n\t\t\t\t\tModified by: Yarrow&nbsp;Axford</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe temperature history of tropical South America has been elusive to reconstruct.  As such, many important aspects of the climate system in this region remain hard to constrain &ndash; for example, the extent to which temperature controls the size of tropical glaciers, and the nature of climate teleconnections between the southern tropics and the Northern Hemisphere. This project generated Holocene chironomid-based paleoclimate reconstructions from a non-glacial lake near Quelccaya Ice Cap, applying a method that is new to the region.  Chironomid-based climate reconstructions complement glacier reconstructions also generated as part of this project to provide a picture of Holocene climate in the high-elevation region around Quelccaya Ice Cap.  By generating charcoal and pollen data alongside chironomids, this work also provides insights about relationships between climate, vegetation and fire history in the region.  To extend the intellectual contributions of this work, samples collected by the investigators were also shared with other research groups, for example making samples available for a UK-based new calibration of the insect paleothermometer for the South American tropics.\n\n Three undergraduate women at Northwestern University received their first training in laboratory research as part of this project, including one participant in a formal mentorship program for underrepresented minority undergraduates.  The project also expanded the geographic expertise and collaborative network of the early-career principal investigator, including initiation of new international collaborations.\n\n Paleoclimate, paleo-glacier, and paleo-fire reconstructions generated for this collaborative project elucidate how Andean landscapes responded to past climate change, with implications for forecasting the future impacts of climate change in the region.  For example, it is of particular urgency to understand the past (and by extension future) vulnerability of Andean glaciers to climate change, in part because they are an important water resource.\n\n \n\n\t\t\t\t\tLast Modified: 12/23/2014\n\n\t\t\t\t\tSubmitted by: Yarrow Axford"
 }
}