{
 "awd_id": "1138640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: The Role of Urban Development Patterns in Mitigating the Effects of Tsunami Run-up",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 42017.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2012-06-06",
 "awd_abstract_narration": "This Grant for Rapid Response Research (RAPID) project seeks to understand the relationship between urban development patterns and the extent of physical damage caused by widespread tsunami run up. The 11 March 2011 Tohoku, Japan earthquake caused significant damage all along the northeastern coast of Japan. In order to understand how the built environment can affect the performance of communities in a tsunami, the project will study at least nine communities in the Miyagi/Chiba/Ibaraki Prefectures ¨C areas ranging from minor to moderate damage to complete devastation. The central research question is: Can the urban topology of a community mitigate the effects of a tsunami by isolating the more damaging surge effects to a few well designed and well placed buildings, thus limiting damage to protected buildings to just rising water effects. The main objectives of this study are: 1) to perform field studies to collect perishable data on coastal community performance following the Tohoku earthquake, 2) to develop an understanding of the data landscape in post earthquake Japan, and 3) to develop a preliminary understanding of the role that urban development patterns played in either mitigating or exacerbating tsunami induced impacts.\r\n\r\nThis project will gather new information to systematically and comprehensively assess the effect that urban development patterns have in mitigating or exacerbating the effects of tsunamis. Such information would complement current studies that focus only on the performance of individual structures, i.e., not on the performance of communities. This information can also provide an important reference point for any future studies on long term recovery in Japan by documenting the initial damage states of representative communities along the coast of Japan. In addition to data collection, this project will explore new methods of performing rapid damage assessment using distributed visual analytics and crowd sourcing, and high resolution aerial and satellite imagery; these methods can be vital in situations where immediate field access is not possible or damage is widespread (as was the case in the Tohoku earthquake). Furthermore, the knowledge gained in this study will help to inform future tsunami loss modeling activities by introducing community based parameters that can either enhance or exacerbate the direct effects of an earthquake. The results of this study will also enforce the notion that resilience should be viewed at a community level in order to minimize the socioeconomic impacts of large disasters. The knowledge gained from this study will help to improve regional preparedness plans for many coastal areas, including the west coast of the United States, which also experienced significant damage in the Tohoku earthquake.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Eguchi",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald T Eguchi",
   "pi_email_addr": "rte@imagecatinc.com",
   "nsf_id": "000455303",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Lin",
   "pi_mid_init": "y",
   "pi_sufx_name": "",
   "pi_full_name": "Albert y Lin",
   "pi_email_addr": "a5lin@ucsd.edu",
   "nsf_id": "000541273",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Bevington",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Bevington",
   "pi_email_addr": "johnsbevington@gmail.com",
   "nsf_id": "000591833",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ImageCat, Inc.",
  "inst_street_address": "444 W OCEAN BLVD STE 705",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5626281675",
  "inst_zip_code": "908024581",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "IMAGECAT, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "GUHWN3FM9PB5"
 },
 "perf_inst": {
  "perf_inst_name": "ImageCat, Inc.",
  "perf_str_addr": "400 Oceangate, Suite 1050",
  "perf_city_name": "Long Beach",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908024388",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8016",
   "pgm_ref_txt": "Japan Earthquake 2011"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2017.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This RAPID grant sought to understand the relationship between urban development patterns and the extent of physical damage caused by widespread tsunami run-up.&nbsp; The 11 March 2011 Tohoku, Japan earthquake caused significant damage all along the northeastern coast of Japan, with almost all of it resulting from tsunami waves that reached heights in excess of 20 meters.&nbsp; In order to understand how the built environment can affect the performance of communities in a tsunami, we studied twelve communities in the Miyagi/Chiba/Ibaraki Prefectures &ndash; areas ranging from minor to moderate damage to complete devastation.&nbsp; Our central research question was:&nbsp; Can the <em>urban topology</em> of a community mitigate the effects of a tsunami by isolating the more damaging surge effects to a few well-designed and well-placed buildings, thus limiting damage to &ldquo;protected&rdquo; buildings to just rising water effects?&nbsp; Previous research on the 2004 Indian Ocean earthquake and tsunami clearly showed that the presence of healthy natural ecosystems can indeed impede the progress of strong wave fronts, thus limiting damage to rural coastal communities.&nbsp; We designed our investigation of the built environment to explore if there were similar benefits to urban communities by examining data from the Tohoku earthquake.</p>\n<p>Knowing the answer to the question above could have significant ramifications:&nbsp; Reconstruction can incorporate either higher design standards for buildings or specific neighborhood configurations that may serve as a first or second line of defense in future events; knowing that particular buildings will be safer because of the type of construction and where they are located relative to other buildings may provide important evacuation points for residents that cannot quickly escape from an area (conditions that may be exacerbated because of traffic concerns); and data and observations from this event will help to inform future vulnerability models especially ones that consider the impact on small and moderate-sized communities.&nbsp; For example, classifying towns or communities by vulnerability grade based on projected tsunami heights <span style=\"text-decoration: underline;\">and</span> community configurations would be an improvement over current standards, such as those that focus primarily on the performance of individual buildings.</p>\n<p>After studying twelve communities in Japan, we discovered several important lessons that should influence our understanding of community resilience to tsunami effects.&nbsp; First, we found out that there is a statistically significant trend between damage ratios (number of buildings destroyed over total number of buildings) and flood depth or inundation height. &nbsp;This trend was not unexpected; significant damage ratios (over 50%) generally occurred at flood depths of 2 to 5 meters or higher.&nbsp; <strong>&nbsp;</strong></p>\n<p>Another interesting trend is that residential areas that are protected from strong tsunami wavefronts by large industrial and/or commercial buildings are 4 times less likely to be destroyed by the tsunami.&nbsp; The hypothesis, stated above, is that damage can be mitigated to protected structures by limiting the wave forces to static (i.e., rising water) and buoyancy effects, as opposed to hydrodynamic forces when rushing water is unimpeded.&nbsp;&nbsp; Nine residential areas in four cities affected by the tsunami experienced maximum flow depths between 5m and 10m:&nbsp; five were located in areas deemed to be unprotected; four were located in areas that had large buildings between them and incoming tsunami waves.&nbsp; The percent of destroyed buildings in the <em>unprotected</em> zones ranged from 72% to 97%, with an average of 84%.&nbsp; The percent of destroyed buildings in <em>protected</em> zones ranged from 13% to 32%, with an average of 23%.&nbsp; See...",
  "por_txt_cntn": "\nThis RAPID grant sought to understand the relationship between urban development patterns and the extent of physical damage caused by widespread tsunami run-up.  The 11 March 2011 Tohoku, Japan earthquake caused significant damage all along the northeastern coast of Japan, with almost all of it resulting from tsunami waves that reached heights in excess of 20 meters.  In order to understand how the built environment can affect the performance of communities in a tsunami, we studied twelve communities in the Miyagi/Chiba/Ibaraki Prefectures &ndash; areas ranging from minor to moderate damage to complete devastation.  Our central research question was:  Can the urban topology of a community mitigate the effects of a tsunami by isolating the more damaging surge effects to a few well-designed and well-placed buildings, thus limiting damage to \"protected\" buildings to just rising water effects?  Previous research on the 2004 Indian Ocean earthquake and tsunami clearly showed that the presence of healthy natural ecosystems can indeed impede the progress of strong wave fronts, thus limiting damage to rural coastal communities.  We designed our investigation of the built environment to explore if there were similar benefits to urban communities by examining data from the Tohoku earthquake.\n\nKnowing the answer to the question above could have significant ramifications:  Reconstruction can incorporate either higher design standards for buildings or specific neighborhood configurations that may serve as a first or second line of defense in future events; knowing that particular buildings will be safer because of the type of construction and where they are located relative to other buildings may provide important evacuation points for residents that cannot quickly escape from an area (conditions that may be exacerbated because of traffic concerns); and data and observations from this event will help to inform future vulnerability models especially ones that consider the impact on small and moderate-sized communities.  For example, classifying towns or communities by vulnerability grade based on projected tsunami heights and community configurations would be an improvement over current standards, such as those that focus primarily on the performance of individual buildings.\n\nAfter studying twelve communities in Japan, we discovered several important lessons that should influence our understanding of community resilience to tsunami effects.  First, we found out that there is a statistically significant trend between damage ratios (number of buildings destroyed over total number of buildings) and flood depth or inundation height.  This trend was not unexpected; significant damage ratios (over 50%) generally occurred at flood depths of 2 to 5 meters or higher.   \n\nAnother interesting trend is that residential areas that are protected from strong tsunami wavefronts by large industrial and/or commercial buildings are 4 times less likely to be destroyed by the tsunami.  The hypothesis, stated above, is that damage can be mitigated to protected structures by limiting the wave forces to static (i.e., rising water) and buoyancy effects, as opposed to hydrodynamic forces when rushing water is unimpeded.   Nine residential areas in four cities affected by the tsunami experienced maximum flow depths between 5m and 10m:  five were located in areas deemed to be unprotected; four were located in areas that had large buildings between them and incoming tsunami waves.  The percent of destroyed buildings in the unprotected zones ranged from 72% to 97%, with an average of 84%.  The percent of destroyed buildings in protected zones ranged from 13% to 32%, with an average of 23%.  See Figure.\n\nLarge structures (industrial and commercial) performed much better than residential construction across most flow depths.  This was especially true for very high (maximum) flow depths, i.e., greater than 10m.  Based on data from 15 zones in 10 cities, the percent of des..."
 }
}