{
 "awd_id": "1138284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Russian-American Workshop on Emerging Trends in Bioelectronics. To be held at St. Petersburg, Russia, on June 27-29, 2011.",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 78675.0,
 "awd_amount": 78675.0,
 "awd_min_amd_letter_date": "2011-05-24",
 "awd_max_amd_letter_date": "2011-05-24",
 "awd_abstract_narration": "Bioelectronics is emerging as one of the priority thrusts of the American and Russian science, with emphasis on applying nanoscience and nanotechnology for a variety of biomedical applications, including cardio and cancer treatment. The objective of the Workshop is to bring together leading American and Russian scientists and engineers who are at the frontiers of bioelectronics research and development for biomedical applications.  The venue for the Workshop is the Nanotechnology Research and Education Centre of the Russian Academy of Sciences at St Petersburg Academic University that was founded in 1997 by the NobelPrize Winner Dr. Zhores I. Alferov, Director of the Ioffe Institute, Vice-President of the Russian Academy of Sciences  and Rector of the Academic University.\r\n\r\n\r\nIntellectual merit of the proposed workshop is in the exchange of research and technological challenges and discussions of new ideas and emerging trends in bioelectronics, in identifying of new emerging areas and short and long research needs, and in establishing new international collaborations. The workshop topics will touch upon future directions for bioelectronics research, review of bioelectronics trends in cancer research, diagnostics and treatment, THz bio-diagnostics technology, bioelectronics devices, bioelectromagnetics, neural engineering, biosensors using magnetic nanoparticles, high-resolution retinal prosthesis, and brain-computer interfaces for communication and control.\r\n\r\nBroader Impact: Rapid growth of bioelectronics science and technology compels the need for information exchange and intellectual discourse. This workshop will provide cross-pollination of ideas and methodologies that will make an impact on science and technology in both countries. This advanced workshop will be a special forum to gather some of the most creative minds and leading experts from both countries. It will review the most recent and exciting breakthroughs in the bioelectronics fields, facilitate the exchange views, establish future trends and directions, the market pulls and determine the necessary strategies and infrastructure needs. It will help establish future exchange programs for graduate and undergraduate students for training the new generation of bioelectronics scientists and engineers.The Proceedings of the Workshop will be widely disseminated via the University web sites in both countries and made available to students, postdoctoral associates, and young faculty.  Special emphasis will be provided to have diversity among the US participants.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Shur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Shur",
   "pi_email_addr": "shurm@rpi.edu",
   "nsf_id": "000324987",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "CIE, 110 8th street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "108E",
   "pgm_ref_txt": "Bioelectronics"
  },
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "5939",
   "pgm_ref_txt": "US/USSR ACTIVITIES"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7299",
   "pgm_ref_txt": "INTERNATIONAL PLAN & WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 78675.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF Russian-American Symposium on &ldquo; Emerging Trends in Bioelectronics&rdquo;<strong> </strong>was held in St. Petersburg in June of 2011. It was co-chaired by Professor Michael Shur of Rensselaer Polytechnic Institute and Prof. M. Dubina of the St. Petersburg Academic University and was sponsored by the US NSF, Russian Academy of Sciences, and the fund of Academician and Nobel Prize Winner Zhores Alferov. Also. NSF. The topics discussed at the Workshop included applications of bioelectronics for cancer research and diagnostics, including biosensor arrays for early cancer diagnostics and prognosis bioelectronics and terahertz biodiagnostics technology, bionics, implantable diagnostic biochips, flexible electronics for biomedical applications, bioelectromagnetics for implantable systems, hybrid micro-technologies for medical applications and innovations in neural engineering and technology. Provocative ideas on using brain cells cultured on multielectrode arrays were discussed as a possible approach toward neurohybrid electronics. Special attention was paid to discussions of Russian-American collaboration in bioelectronics and how diverse but complementary bioelectronics programs in in the USA and Russia can be made synergistic to benefit health and quality of life for the population of these two nations and for people world wide. New collaborations and new proposals have emerged as a result of the workshop leading to exchange visits and new research ideas. The workshop highlighted enormous potential of bioelectronics for cancer diagnostics and treatment and for many other biomedical applications.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2012<br>\n\t\t\t\t\tModified by: Michael&nbsp;Shur</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1138284/1138284_10094147_1346412973565_Workshop--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/1138284/1138284_10094147_1346412973565_Workshop--rgov-800width.jpg\" title=\"US workshop participants at the St. Petersburg Academic University\"><img src=\"/por/images/Reports/POR/2012/1138284/1138284_10094147_1346412973565_Workshop--rgov-66x44.jpg\" alt=\"US workshop participants at the St. Petersburg Academic University\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">US workshop participants at the St. Petersburg Academic University</div>\n<div class=\"imageCredit\">Michael Shur</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Shur</div>\n<div class=\"imageTitle\">US workshop participants at the St. Petersburg Academic University</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2012/1138284/1138284_10094147_1346412531151_FlexibleMaterialforRoboticSensitiveSkin--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/1138284/1138284_10094147_1346412531151_FlexibleMaterialforRoboticSensitiveSkin--rgov-800width.jpg\" title=\"Flexible Material\"><img src=\"/por/images/Reports/POR/2012/1138284/1138284_10094147_1346412531151_FlexibleMaterialforRoboticSensitiveSkin--rgov-66x44.jpg\" alt=\"Flexible Material\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Flexible semiconductor film for biomedical applications</div>\n<div class=\"imageCredit\">Michael Shur, Flexible Electronics for  Biomedical Applications, presented at the Russian-American Workshop on Emerging Trens in Bioelectronics, June 2011</div>\n<div class=\"imag...",
  "por_txt_cntn": "\nThe NSF Russian-American Symposium on \" Emerging Trends in Bioelectronics\" was held in St. Petersburg in June of 2011. It was co-chaired by Professor Michael Shur of Rensselaer Polytechnic Institute and Prof. M. Dubina of the St. Petersburg Academic University and was sponsored by the US NSF, Russian Academy of Sciences, and the fund of Academician and Nobel Prize Winner Zhores Alferov. Also. NSF. The topics discussed at the Workshop included applications of bioelectronics for cancer research and diagnostics, including biosensor arrays for early cancer diagnostics and prognosis bioelectronics and terahertz biodiagnostics technology, bionics, implantable diagnostic biochips, flexible electronics for biomedical applications, bioelectromagnetics for implantable systems, hybrid micro-technologies for medical applications and innovations in neural engineering and technology. Provocative ideas on using brain cells cultured on multielectrode arrays were discussed as a possible approach toward neurohybrid electronics. Special attention was paid to discussions of Russian-American collaboration in bioelectronics and how diverse but complementary bioelectronics programs in in the USA and Russia can be made synergistic to benefit health and quality of life for the population of these two nations and for people world wide. New collaborations and new proposals have emerged as a result of the workshop leading to exchange visits and new research ideas. The workshop highlighted enormous potential of bioelectronics for cancer diagnostics and treatment and for many other biomedical applications.\n\n \n\n\t\t\t\t\tLast Modified: 08/31/2012\n\n\t\t\t\t\tSubmitted by: Michael Shur"
 }
}