{
 "awd_id": "1138747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "West Coast Operator Algebra Seminar",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 25550.0,
 "awd_amount": 25550.0,
 "awd_min_amd_letter_date": "2011-06-09",
 "awd_max_amd_letter_date": "2011-06-09",
 "awd_abstract_narration": "This award provides support to defray expenses of participants in the West Coast Operator Algebra Seminar South Eastern Analysis Meeting (WCOAS) on the campus of the University of New Mexico, October 1-2, 2011. The WCOAS conferences bring together both experienced and junior researchers, including graduate students, and postdocs to discuss recent work and advances in operator algebras. At this meeting participants will learn of progress in most of the following fields: free probability, subfactors, operator spaces, quantum groups, semigroups of endomorphisms, classification of C*-algebras, non-commutative geometry; graph C*-algebras, and non-commutative dynamical systems. The conference goal to bring participants up to date on developments in the aforementioned areas is especially important to junior investigators and graduate students. Particular care is taken to ensure that the schedule is balanced between younger and more established speakers. Based on the tradition of past successful WCOAS meetings, there is every expectation that this conference will be an event with significant research and training impact. \r\n\r\nOperator Algebra refers to a broad array of related topics that sprang from papers of Murray and von Neumann circa 1930. The initial motivation was to provide a foundation for quantum mechanics in physics, and today there is much overlap between various areas of physics and operator algebras. Application and interaction of operator algebra are more broad than physics, however, getting into number theory, dynamical systems, random matrices and numerical linear algebra. Priority for funding and speaking opportunities will be given to graduate students and other young researchers as well as members of groups underrepresented in mathematics. The professional development and integration of a diverse group of researchers into the operator algebra community are anticipated impacts of the project. Scientifically, there is potential for advances in the theory of operator algebras and related disciplines and applications of operator algebras to other disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Loring",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Terry A Loring",
   "pi_email_addr": "loring@math.unm.edu",
   "nsf_id": "000099797",
   "pi_start_date": "2011-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1700 Lomas Blvd. NE",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25550.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This conference support award was the main source of funding for<br />the nineteenth annual West Coast Operator Algebra Seminar,<br />held at the University of New Mexico in October of 2011.&nbsp; It also<br />provided a small amount of the funding, spent on US participants,<br />for a Master Class on Semiprojectivity in Copenhagen in 2012.<br /><br />The themes of these events were mainly theoretical advances in<br />the theory of linear operators and collections of these, which<br />included advances in the more familiar theory of matrices.&nbsp; There<br />was also an attempt to include topics relevant in physics and quantum<br />information.&nbsp; In particular, one talk at the West Coast Operator<br />Algebra Seminar was giving by the award-winning physicist Alexei<br />Kitaev.<br /><br />An essential outcome of this conference and master class was enhancing<br />the training and broadening the diversity of our graduate students<br />and enhancing the research capabilities of our junior faculty,<br />post-docs and faculty at&nbsp; primarily undergraduate institutions.<br /><br />Another goal was to get various communities of researchers together.<br />Many of the local participants (not funded by this award) were<br />physicists in New Mexico.&nbsp; The graduate students at the master class<br />came from the US, Denmark, Japan, Iran, Germany and Norway.&nbsp; The lecturers came from the US and Denmark.&nbsp; Some research ideas that were worked out in the following workshop on semiprojectivty were hatched during the week of the master class.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/24/2013<br>\n\t\t\t\t\tModified by: Terry&nbsp;A&nbsp;Loring</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis conference support award was the main source of funding for\nthe nineteenth annual West Coast Operator Algebra Seminar,\nheld at the University of New Mexico in October of 2011.  It also\nprovided a small amount of the funding, spent on US participants,\nfor a Master Class on Semiprojectivity in Copenhagen in 2012.\n\nThe themes of these events were mainly theoretical advances in\nthe theory of linear operators and collections of these, which\nincluded advances in the more familiar theory of matrices.  There\nwas also an attempt to include topics relevant in physics and quantum\ninformation.  In particular, one talk at the West Coast Operator\nAlgebra Seminar was giving by the award-winning physicist Alexei\nKitaev.\n\nAn essential outcome of this conference and master class was enhancing\nthe training and broadening the diversity of our graduate students\nand enhancing the research capabilities of our junior faculty,\npost-docs and faculty at  primarily undergraduate institutions.\n\nAnother goal was to get various communities of researchers together.\nMany of the local participants (not funded by this award) were\nphysicists in New Mexico.  The graduate students at the master class\ncame from the US, Denmark, Japan, Iran, Germany and Norway.  The lecturers came from the US and Denmark.  Some research ideas that were worked out in the following workshop on semiprojectivty were hatched during the week of the master class.\n\n\t\t\t\t\tLast Modified: 08/24/2013\n\n\t\t\t\t\tSubmitted by: Terry A Loring"
 }
}