{
 "awd_id": "1138554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Improving Skills and Capabilities in the Conduct of Institutional Research in Postsecondary Educational Institutions",
 "cfda_num": "47.075",
 "org_code": "04030004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Fiegener",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 900040.0,
 "awd_amount": 900040.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2014-10-16",
 "awd_abstract_narration": "The Association for Institutional Research (AIR) proposes a two-year continuation of a program that has increased the capacity of the postsecondary education community to use nationally representative sample surveys and other National Science Foundation (NSF) and National Center for Education Statistics (NCES) datasets, thereby improving the quality of information underlying decision making in postsecondary education, and the effectiveness of those decisions. The proposed program has three components that will 1) support new research initiatives, 2) support dissemination of findings, and 3) provide face-to-face training in the use of national databases. These components are targeted to institutional researchers, faculty, and doctoral students who conduct research about American postsecondary education including trends in science, technology, engineering, and math (STEM)- and who use national data to inform campus and national higher education practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "NCSE",
 "org_div_long_name": "National Center for Science and Engineering Statistics.",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randy",
   "pi_last_name": "Swing",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Randy L Swing",
   "pi_email_addr": "rswing@airweb.org",
   "nsf_id": "000505174",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association for Institutional Research",
  "inst_street_address": "1983 CENTRE POINTE BLVD",
  "inst_street_address_2": "STE 101",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8503916997",
  "inst_zip_code": "323087823",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "THE ASSOCIATION FOR INSTITUTIONAL RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "CDQDVE2QW8H3"
 },
 "perf_inst": {
  "perf_inst_name": "Association for Institutional Research",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323087955",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "880700",
   "pgm_ele_name": "Human Resources Statistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 726080.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 173960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The grant to the &nbsp;<a href=\"https://www.airweb.org/pages/default.aspx\" target=\"_blank\">Association for Institutional Research (AIR)</a>,&nbsp;<em>Improving Skills and Capabilities in the Conduct of Institutional Research in Postsecondary Educational Institutions</em>, increased the capacity of participants to use higher education data at the institution, state, and federal levels; encouraged innovative approaches to study higher education; and facilitated the dissemination of research findings to the higher education community and general public. Through this grant, AIR advanced the use of National Science Foundation (NSF) and National Center for Education Statistics (NCES) datasets in informing higher education; enhancing understanding about methodological and technological issues relevant to large-scale national data collections; and fostering collaboration between the higher education community, NSF, and NCES. The grant included two elements, the administration of a national grant program and a training event about Federal datasets.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>AIR&rsquo;s research and dissertation grant program supported research on timely topics, including remediation of under-served populations, tuition policies, loan borrowing, entry and degree attainment, STEM degrees, and pathways from community colleges to four-year institutions. In addition, the National Postsecondary Education Cooperative (NPEC) supported research focused on the use of data by students and their families during the college search and selection process, and exploring the role of postsecondary non-degree programs in higher education. Grant-funded research that incorporated the use of NSF and NCES data and/or specific topics identified by NPEC, demonstrated the utility of federal datasets in addressing national issues in STEM and higher education. By encouraging studies that incorporated the multiple perspectives of NSF, NCES, and NPEC, this grant also encouraged collaboration among Federal agencies.</p>\n<p>AIR also facilitated an annual training event, the&nbsp;<em>National Data Institute: Using Federal Data to Support Research on Science, Engineering, and Postsecondary Education</em>&nbsp;that provided higher education professionals, graduate students, and faculty, an intensive introduction to NSF and NCES datasets and research methodologies for using large national sources of higher education data. Participants were selected based on their current research interest in using national datasets and how their work will advance higher education research or inform campus-level decision-making.</p>\n<p><strong>Broader Implications</strong></p>\n<p>Grant research supported by this NSF grant contributed to higher education and STEM policies at the Federal, state, and institution levels. AIR facilitated the dissemination of research results in three ways. First, final papers are <a href=\"https://www.airweb.org/GrantsAndScholarships/Pages/FundedGrantProposals.aspx\" target=\"_blank\">available on AIR&rsquo;s website</a>. These papers were peer reviewed by experts in the field of higher education. Second, recipients were encouraged to submit their research for publication in scholarly journals and recipients are contacted annually for an updated listing of&nbsp;<a href=\"https://www.airweb.org/GrantsAndScholarships/Pages/ResearchSupportedbyAIRGrantAwards.aspx\" target=\"_blank\">citations related to their grant award</a>. This information is added to AIR&rsquo;s website to show how funding continues to support scholarship. Finally, all grant recipients presented at AIR&rsquo;s annual conference and were encouraged to present their findings at other national conferences.</p>\n<p>A focus of AIR&rsquo;s National Data Institute is training faculty to use NSF and NCES datasets. These faculty members incorporated their new knowledge into their graduate courses and shared it with other facu...",
  "por_txt_cntn": "\nThe grant to the  Association for Institutional Research (AIR), Improving Skills and Capabilities in the Conduct of Institutional Research in Postsecondary Educational Institutions, increased the capacity of participants to use higher education data at the institution, state, and federal levels; encouraged innovative approaches to study higher education; and facilitated the dissemination of research findings to the higher education community and general public. Through this grant, AIR advanced the use of National Science Foundation (NSF) and National Center for Education Statistics (NCES) datasets in informing higher education; enhancing understanding about methodological and technological issues relevant to large-scale national data collections; and fostering collaboration between the higher education community, NSF, and NCES. The grant included two elements, the administration of a national grant program and a training event about Federal datasets.\n\nIntellectual Merit\n\nAIRÆs research and dissertation grant program supported research on timely topics, including remediation of under-served populations, tuition policies, loan borrowing, entry and degree attainment, STEM degrees, and pathways from community colleges to four-year institutions. In addition, the National Postsecondary Education Cooperative (NPEC) supported research focused on the use of data by students and their families during the college search and selection process, and exploring the role of postsecondary non-degree programs in higher education. Grant-funded research that incorporated the use of NSF and NCES data and/or specific topics identified by NPEC, demonstrated the utility of federal datasets in addressing national issues in STEM and higher education. By encouraging studies that incorporated the multiple perspectives of NSF, NCES, and NPEC, this grant also encouraged collaboration among Federal agencies.\n\nAIR also facilitated an annual training event, the National Data Institute: Using Federal Data to Support Research on Science, Engineering, and Postsecondary Education that provided higher education professionals, graduate students, and faculty, an intensive introduction to NSF and NCES datasets and research methodologies for using large national sources of higher education data. Participants were selected based on their current research interest in using national datasets and how their work will advance higher education research or inform campus-level decision-making.\n\nBroader Implications\n\nGrant research supported by this NSF grant contributed to higher education and STEM policies at the Federal, state, and institution levels. AIR facilitated the dissemination of research results in three ways. First, final papers are available on AIRÆs website. These papers were peer reviewed by experts in the field of higher education. Second, recipients were encouraged to submit their research for publication in scholarly journals and recipients are contacted annually for an updated listing of citations related to their grant award. This information is added to AIRÆs website to show how funding continues to support scholarship. Finally, all grant recipients presented at AIRÆs annual conference and were encouraged to present their findings at other national conferences.\n\nA focus of AIRÆs National Data Institute is training faculty to use NSF and NCES datasets. These faculty members incorporated their new knowledge into their graduate courses and shared it with other faculty colleagues, thereby expanding the number of individuals knowledgeable about national data on higher education.\n\nWhether the focus is on access to postsecondary education, increasing STEM graduates, student success, or improved management of higher education, institutional researchers are key players. Building skills and capabilities in institutional research assures that data producers and consumers are well equipped to advance the goals of NSF and NCES.\n\nAbout AIR\n\nThe Association for Instituti..."
 }
}