{
 "awd_id": "1138643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: The Tohoku Catastrophe: Volunteers and Non-Profit Organizations in Post-Kobe Japan",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 39998.0,
 "awd_amount": 39998.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2011-07-22",
 "awd_abstract_narration": "This Grant for Rapid Response Research (RAPID) provides funding to explore the emergence and reliance on volunteer groups and organizations following a catastrophe.  On March 11, 2011, the nation of Japan experienced a catastrophe - a great earthquake of M9.0; a near-shore tsunami, 10 meters high, that reached the coast in less than 30 minutes and traveled inland four miles in some locations; and a nuclear emergency in six reactors on one site, releasing significant amounts of radiation into the air, land, and water. These events resulted in difficult and delayed search and rescue efforts, extremely short warning periods, evacuation and sheltering of over 500,000 people, heroic efforts to stop the melting of cores and spent fuel rods at nuclear power plant reactors, and confusion in risk communication to the public.  Given the enormity of the Tohoku destruction and the evident inventiveness that was required at all stages of response, it will be argued that an entirely different framework is needed in responding to catastrophic events.  This RAPID project will investigate one of the components of that framework - the emergence and reliance on volunteer groups and organizations.  Moreover, with what is likely to be a many-years-long and very uncertain process of recovery, volunteers and non-profit organizations are likely to continue to be heavily involved in a variety of capacities over a long period of time.  This RAPID project will tackle a principal question and related concerns regarding volunteers in  catastrophes: how do volunteers (or do they) work with, coordinate with, and share information with other organizations that are deemed to be more established or \"official\" as well as with each other?  What conditions facilitate different kinds of coordination in a catastrophic milieu?   What functions do volunteers undertake when formal response systems are overwhelmed and dealing with the multitude of subsidiary crises that comprise a catastrophe? Emergency managers and other public officials look to the research community for guidance on responding to disaster and catastrophe.  Data-gathering methods for this project include observation of field sites where volunteers are working; formal, semi-formal, and unstructured interviews; and analysis of primary documents as well as media reports. The research team will emphasize gathering of ephemeral data: that is, data about agencies and organizations that may not exist after the passage of time. The main analytical approach will be inductive qualitative analysis in the grounded theory tradition, where scientific theories are built in a repeated process of analysis, theory-building, and theory refinement.\r\n\r\nFindings from this study will form the basis for new theories that will make sense to the user community in building disaster and catastrophe response organizations. Because the findings will build on organization theory, it is anticipated that the findings will be useful in private sector settings, where building organizations in quickly-changing, ambiguous, and politically contested environments is a main challenge, especially in international and cross-cultural applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Kendra",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Kendra",
   "pi_email_addr": "jmkendra@udel.edu",
   "nsf_id": "000107622",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joanne",
   "pi_last_name": "Nigg",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joanne M Nigg",
   "pi_email_addr": "nigg@udel.edu",
   "nsf_id": "000458728",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8016",
   "pgm_ref_txt": "Japan Earthquake 2011"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 39998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On March 11, 2011, the nation of Japan experienced a &ldquo;natech&rdquo; (natural + technological) catastrophe&mdash;a great earthquake of M9.0; a near-shore tsunami, 10 meters high, that reached the coast in less than 30 minutes and traveled inland four miles in some locations; and a major nuclear emergency releasing significant amounts of radiation into the air, land, and water&mdash;that initially resulted in difficult and delayed search and rescue efforts, extremely short warning periods, evacuation and sheltering of over 500,000 people, heroic efforts to stop the melting of cores and spent fuel rods at nuclear power plant reactors, and confusion in risk communication to the public.&nbsp; Not only do catastrophes have consequences for the region in which they occur, they can also affect an entire nation as well as countries half a world away.</p>\n<p>This RAPID project tackled a principal question and subsidiary concerns regarding volunteers&mdash;including nonprofit organizations&mdash;in&nbsp; catastrophe episodes: how do volunteers (or do they) work with, coordinate with, and share information with other organizations that are deemed to be more established or &ldquo;official&rdquo; as well as with each other?&nbsp; What conditions facilitate different kinds of coordination in a catastrophic milieu?&nbsp;&nbsp; What functions do volunteers undertake when formal response systems are overwhelmed and dealing with the surprises that emerge after a catastrophe?</p>\n<p>We learned that despite tendencies by some organizations to seek independence and avoid large coordination networks, a number of response workers &ndash; including academic researchers, unpaid volunteers and institution managers &ndash; told us that they wished for greater central government involvement, particularly in providing a more global recovery vision. At the same time, other efforts emerged. In addition to formal coordination mechanisms and informal networks that existed before &ndash; e.g. between researchers, local authorities and NPOs &ndash; other strategies are employed to coordinate response needs between survivors and the response community. For instance, some volunteers use <em>ashiyu</em> (foot bath) and a hand massage to provide stress relief. During these ministrations, however, these volunteers listened to the concerns of the survivors and reported back on these needs to their offices at the end of the day. This has been a tested strategy following other events, such as the Chu-Etsu earthquake, and has helped organizations to better understand the needs of those who might otherwise not ask for assistance. Where the organization cannot respond to the need itself, it connects with others who can.</p>\n<p>An example of efforts to increase information sharing was the proposed plan of setting up a research meeting specifically for Tohoku. There is recognition that information sharing is not only important among people locally. Lessons learned from other parts of Japan that had also experienced disasters in the past could be shared with the response community in Tohoku.&nbsp; In this context, we also learned that &ldquo;come-&amp;-see&rdquo; visits were organized for community members from Tohoku to, for instance, Chu-Etsu, which experienced an earthquake in 2004. One official emphasized that, while survivors of the Tohoku earthquake and tsunami may be facing challenges distinct to their own environment and community, Chu-Etsu residents could at least offer ideas and examples of what was possible to accomplish, thus also instilling hope for the future. He pointed out that they had also had experience with the relocation of entire villages and could show Tohoku survivors how they could manage those types of challenges. Moreover, he stressed that the visitors did not only include government officials and community leaders but also ordinary people who were interested in learning from other...",
  "por_txt_cntn": "\nOn March 11, 2011, the nation of Japan experienced a \"natech\" (natural + technological) catastrophe&mdash;a great earthquake of M9.0; a near-shore tsunami, 10 meters high, that reached the coast in less than 30 minutes and traveled inland four miles in some locations; and a major nuclear emergency releasing significant amounts of radiation into the air, land, and water&mdash;that initially resulted in difficult and delayed search and rescue efforts, extremely short warning periods, evacuation and sheltering of over 500,000 people, heroic efforts to stop the melting of cores and spent fuel rods at nuclear power plant reactors, and confusion in risk communication to the public.  Not only do catastrophes have consequences for the region in which they occur, they can also affect an entire nation as well as countries half a world away.\n\nThis RAPID project tackled a principal question and subsidiary concerns regarding volunteers&mdash;including nonprofit organizations&mdash;in  catastrophe episodes: how do volunteers (or do they) work with, coordinate with, and share information with other organizations that are deemed to be more established or \"official\" as well as with each other?  What conditions facilitate different kinds of coordination in a catastrophic milieu?   What functions do volunteers undertake when formal response systems are overwhelmed and dealing with the surprises that emerge after a catastrophe?\n\nWe learned that despite tendencies by some organizations to seek independence and avoid large coordination networks, a number of response workers &ndash; including academic researchers, unpaid volunteers and institution managers &ndash; told us that they wished for greater central government involvement, particularly in providing a more global recovery vision. At the same time, other efforts emerged. In addition to formal coordination mechanisms and informal networks that existed before &ndash; e.g. between researchers, local authorities and NPOs &ndash; other strategies are employed to coordinate response needs between survivors and the response community. For instance, some volunteers use ashiyu (foot bath) and a hand massage to provide stress relief. During these ministrations, however, these volunteers listened to the concerns of the survivors and reported back on these needs to their offices at the end of the day. This has been a tested strategy following other events, such as the Chu-Etsu earthquake, and has helped organizations to better understand the needs of those who might otherwise not ask for assistance. Where the organization cannot respond to the need itself, it connects with others who can.\n\nAn example of efforts to increase information sharing was the proposed plan of setting up a research meeting specifically for Tohoku. There is recognition that information sharing is not only important among people locally. Lessons learned from other parts of Japan that had also experienced disasters in the past could be shared with the response community in Tohoku.  In this context, we also learned that \"come-&amp;-see\" visits were organized for community members from Tohoku to, for instance, Chu-Etsu, which experienced an earthquake in 2004. One official emphasized that, while survivors of the Tohoku earthquake and tsunami may be facing challenges distinct to their own environment and community, Chu-Etsu residents could at least offer ideas and examples of what was possible to accomplish, thus also instilling hope for the future. He pointed out that they had also had experience with the relocation of entire villages and could show Tohoku survivors how they could manage those types of challenges. Moreover, he stressed that the visitors did not only include government officials and community leaders but also ordinary people who were interested in learning from others on how to rebuild their lives.\n\nInformation sharing among those who worked through coordination networks seemed to be systematic. Even those organization..."
 }
}