{
 "awd_id": "1138977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mesoscale Airflow over Mountains: Wave Drag and Orographic Precipitation",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 648760.0,
 "awd_amount": 714240.0,
 "awd_min_amd_letter_date": "2011-09-22",
 "awd_max_amd_letter_date": "2013-04-17",
 "awd_abstract_narration": "Mountains exert a profound influence on the weather and climate. This project will investigate two important aspects of the interaction between mountains and the atmosphere. The first effort will be to examine how the drag exerted by mountains on an air stream is distributed among different vertical levels in the atmosphere and how that drag feeds back on the larger scale flow.  The second effort will examine the way that mountains enhance precipitation and dry the air downstream.\r\n\r\nIntellectual Merit:\r\nWhen an air stream encounters a mountain barrier, \"mountain waves\" may be set up above and downstream of the barrier and the low-level flow may be blocked and diverted around the flanks of the mountain. These disturbances are too small in scale to be resolved in global weather and climate models, but they produce an important drag on the large-scale flow that must be parameterized.  This project will attempt to place such parameterizations on a firmer theoretical footing and also determine the large-scale responses to orographic drag through the analysis of high-resolution numerical simulations.\r\n\r\nAlthough the precipitation over mountains is largely driven by the episodic passage of large-scale weather systems, prototypical theoretical studies of the interactions of an isolated ridge with such systems have not yet been undertaken, due in part to the difficulty of simultaneously modeling complex large and small-scale flows. We will take advantage of advances in computing power and model architecture to investigate the nature of the synergistic interactions of the large-scale lifting and precipitation with the more localized ascent forced by the topography. Such interactions are likely to generate more intense precipitation than that produced in previous simulations of simple upslope flows.  The strength and downstream distribution of the dry air in the lee will also be determined and compared to that suggested by models forced by horizontally uniform cross-mountain flows.\r\n\r\nBroader Impacts:\r\nTwo graduate students will be supported under this NSF award for their research and professional development.  Research results should help improve the parameterization of low-level gravity wave drag in large-scale models essential for global weather forecasting and much climate research. Orographic precipitation is a key source of water for many of the world's civilizations. By developing a better understanding of how precipitation is enhanced when large-scale weather systems pass over topography, we can provide guidance to water resource managers and hydrologists trying to maintain water supplies in the current climate and planning for the effect of possible future shifts in mid-latitude storminess.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dale",
   "pi_last_name": "Durran",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Dale R Durran",
   "pi_email_addr": "drdee@uw.edu",
   "nsf_id": "000464029",
   "pi_start_date": "2011-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981051016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "689700",
   "pgm_ele_name": "AGS-ATM & Geospace Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "6897",
   "pgm_ref_txt": "AGS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 648760.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 65480.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mountains exert a major influence on the Earth&rsquo;s weather.&nbsp; This project examined two key ways that mountains exert their influence: by enhancing rainfall and by triggering waves downstream from the ridge that induce a drag on the winds in locations where the waves ultimately dissipate.&nbsp; Selected highlights from this research are described below.<br /><br />We showed that those mountain-induced waves found near the surface downstream of a ridge dissipate either due to surface friction when their wavelength (the distance between a pair of wave clouds, such as the one shown in Fig. 1) is short, or due to leakage of their energy upward when their wavelength is long.&nbsp; As a consequence, short-wavelength mountain waves impose a drag on the lower atmosphere whereas the longer wavelength waves impose their drag at higher levels.&nbsp; We also showed that the layering responsible for the &ldquo;pile of plates&rdquo; appearance of clouds like that in Fig. 1 is generated by minute fluctuations in atmospheric moisture, even as small as plus or minus one quarter of one percent changes in relative humidity.<br /><br />We showed that the intensity of &ldquo;orographic&rdquo; precipitation (precipitation generated as the air is lifted over mountain ranges) is modulated by the height of the &ldquo;tropopause,&rdquo; which is the boundary between the two lowest layers of the Earth&rsquo;s atmosphere.&nbsp; Orographic precipitation is often distributed such that the windward sides of the mountain barrier are wet, while the leeward slopes are comparatively dry, forming a &ldquo;rain shadow.&rdquo; We investigated the conditions that favor strong or weak rain shadows. We found that for a north-south mountain range in mid-latitudes, specifically the Cascade Mountains of Washington State, the strength of the west-to-east rain shadow associated with a given storm is inversely related to&nbsp; the amount of time that a pool of cold air can be maintained over the eastern slopes.&nbsp; This cold air prevents downdrafts associated with mountain waves from evaporating clouds and precipitation to the east of the crest.&nbsp; <br /><br />We also investigated the likely changes in mid-latitude orographic precipitation that would occur as the planet warms.&nbsp; We found that north-south mid-latitude mountains should experience significant precipitation increases at locations north of the current average position of the jet stream, while the changes in precipitation south of the jet would be small or even negative.&nbsp; This behavior is associated with a northward shift of the jet stream that is predicted by most climate models in response to the addition of greenhouse gases.&nbsp; We also investigated the behavior of extreme mid-latitude precipitation events in a warmer climate, and found that the percentage increase in extreme precipitation over the mountains would be less than that over the oceans or the plains.&nbsp; Mountain waves, set up in the airflow over the&nbsp; topography are responsible for this difference because the updrafts in those waves&nbsp; respond differently to global warming than the updrafts in low-pressure systems over the oceans or the plains;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2016<br>\n\t\t\t\t\tModified by: Dale&nbsp;R&nbsp;Durran</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1138977/1138977_10137861_1472859454042_LenticularCloudsMojave031611--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1138977/1138977_10137861_1472859454042_LenticularCloudsMojave031611--rgov-800width.jpg\" title=\"Fig. 1: Lenticular cloud\"><img src=\"/por/images/Reports/POR/2016/1138977/1138977_10137861_1472859454042_LenticularCloudsMojave031611--rgov-66x44.jpg\" alt=\"Fig. 1: Lenticular cloud\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Lenticular cloud formed by a mountain wave showing typical moisture layering.</div>\n<div class=\"imageCredit\">Mark A. Wilson</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Dale&nbsp;R&nbsp;Durran</div>\n<div class=\"imageTitle\">Fig. 1: Lenticular cloud</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMountains exert a major influence on the Earth?s weather.  This project examined two key ways that mountains exert their influence: by enhancing rainfall and by triggering waves downstream from the ridge that induce a drag on the winds in locations where the waves ultimately dissipate.  Selected highlights from this research are described below.\n\nWe showed that those mountain-induced waves found near the surface downstream of a ridge dissipate either due to surface friction when their wavelength (the distance between a pair of wave clouds, such as the one shown in Fig. 1) is short, or due to leakage of their energy upward when their wavelength is long.  As a consequence, short-wavelength mountain waves impose a drag on the lower atmosphere whereas the longer wavelength waves impose their drag at higher levels.  We also showed that the layering responsible for the \"pile of plates\" appearance of clouds like that in Fig. 1 is generated by minute fluctuations in atmospheric moisture, even as small as plus or minus one quarter of one percent changes in relative humidity.\n\nWe showed that the intensity of \"orographic\" precipitation (precipitation generated as the air is lifted over mountain ranges) is modulated by the height of the \"tropopause,\" which is the boundary between the two lowest layers of the Earth?s atmosphere.  Orographic precipitation is often distributed such that the windward sides of the mountain barrier are wet, while the leeward slopes are comparatively dry, forming a \"rain shadow.\" We investigated the conditions that favor strong or weak rain shadows. We found that for a north-south mountain range in mid-latitudes, specifically the Cascade Mountains of Washington State, the strength of the west-to-east rain shadow associated with a given storm is inversely related to  the amount of time that a pool of cold air can be maintained over the eastern slopes.  This cold air prevents downdrafts associated with mountain waves from evaporating clouds and precipitation to the east of the crest.  \n\nWe also investigated the likely changes in mid-latitude orographic precipitation that would occur as the planet warms.  We found that north-south mid-latitude mountains should experience significant precipitation increases at locations north of the current average position of the jet stream, while the changes in precipitation south of the jet would be small or even negative.  This behavior is associated with a northward shift of the jet stream that is predicted by most climate models in response to the addition of greenhouse gases.  We also investigated the behavior of extreme mid-latitude precipitation events in a warmer climate, and found that the percentage increase in extreme precipitation over the mountains would be less than that over the oceans or the plains.  Mountain waves, set up in the airflow over the  topography are responsible for this difference because the updrafts in those waves  respond differently to global warming than the updrafts in low-pressure systems over the oceans or the plains;\n\n\t\t\t\t\tLast Modified: 09/02/2016\n\n\t\t\t\t\tSubmitted by: Dale R Durran"
 }
}