{
 "awd_id": "1138526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Type II: CT4TC - Computational Thinking for Teaching Computing: Validating a Theory of Broadening Participation",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamau Bobb",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 1500000.0,
 "awd_amount": 1500000.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "The University of Colorado proposes Computational Thinking for Teaching Computing (CT4TC) to develop a Computational Thinking (CT) empowered 21st century workforce by extending and validating the the research base of an iDREAMS strategy project. The iDREAMS project developed the Scalable Game Design curriculum that has been embedded in existing courses and used to introduce students to computational thinking through game and STEM simulation design. CT4TC will explore the influence of mediation as a pedagogical and scaffolding approach employed by teachers to implement Scalable Game Design curriculum, and assess subsequent impact on student motivation, performance and ownership.\r\n\r\nThis effort will have two expected outcomes. First, CT4TC will verify a theory of broadening participation in computing.  The project staff will explore the influence of mediation as pedagogical and scaffolding approaches employed by teachers as they implement Scalable Game Design curricula, and assess subsequent impact on student motivation, performance and ownership. Gender and ethnicity-specific effects of scaffolding approaches employed by teachers will be systematically researched and validated. Second, CT4TC will deliver CT education with measurable learning outcomes.  Measurable learning outcomes are essential to an iterative design approach based on providing feedback to professional development  models. The Computational Thinking Pattern Analysis, developed by the iDREAMS project, employs a unique Latent Semantic Analysis inspired mechanism of computationally analyzing games and STEM simulations submitted by students.\r\n\r\nThe project will bring CT education to K-12 students in tech hub, urban, remote rural, and Native American communities. The focus of this investigation will be at the middle school level in computer education and STEM (mostly Science and Math) courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Repenning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Repenning",
   "pi_email_addr": "ralex@cs.colorado.edu",
   "nsf_id": "000419672",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kris",
   "pi_last_name": "Gutierrez",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kris D Gutierrez",
   "pi_email_addr": "gutierrkd@berkeley.edu",
   "nsf_id": "000421837",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Webb",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Webb",
   "pi_email_addr": "dcwebb@colorado.edu",
   "nsf_id": "000447253",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine St, Rm 479, 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738200",
   "pgm_ele_name": "Computing Ed for 21st Century"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9116",
   "pgm_ref_txt": "CE21 Type I"
  },
  {
   "pgm_ref_code": "9128",
   "pgm_ref_txt": "CE21 Type II"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ef77c2bd-f042-2612-0aa3-af6e149f0fcd\"> </span></p>\n<p dir=\"ltr\"><span>Based on student motivation data and observed practices from the iTEST iDREAMS project, we observed an emerging relationship between teachers&rsquo; classroom practices and patterns in student motivation data. We theorized that pedagogical approaches influence mediation and other instructional decisions employed by teachers as they implemented Scalable Game Design curricula, which impacts student performance, ownership, engagement and efforts to broaden participation (in particular, with females in computer science education). This observed relationship, however, was preliminary and required further systematic study involving the development and validation of a classroom observation protocol focused on teacher-student and student-student interaction and mediation. &nbsp;&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>To study this interaction between pedagogy, student motivation and student learning we developed and validated instruments and methodology that could contribute to a theory of broadening participation in computer science education.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Beginning Spring 2012, we initiated a series of validity studies involving the CT4TC project advisory panel, teachers with varying levels of experience implementing Scalable Game Design units, and participating students. The instruments that we developed and validated during this period included:</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>1) Computational Thinking Pattern Analysis (CTPA) -- designed to measure student-learning skills and represent student content learning through real time analysis of students&rsquo; programming projects. This concept uses a Latent Semantic Analysis inspired technique to analyze meanings of computer code for several pre-defined phenomena. The CTPA can be used to assess student skills and analyze content learned by students. Results from CTPA can be used to provide valid and useful educational feedback to educators and learners in computer science education.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>2) The Student Centered Observation Protocol for computer science Education (SCOPE) is a classroom observation protocol designed to document various forms of student interaction and teacher mediation of student learning. The SCOPE includes a code book and an instrument for recording classroom activity and teacher reflections. The constructs included with the revised protocol are designed to capture different observable aspects of pedagogy ranging from teacher directed to whole class guided discovery, and community based guided discovery. </span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>3) The Student Motivation Survey is an online survey for students used to document their self-reported dispositions towards computer use, related classroom activities, self-confidence, and future pursuits. We have used this instrument extensively in CT4TC and have completed the necessary factor analyses and related studies to determine the validity of the constructs measured with this instrument. </span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>4) Computational Thinking Pattern Video Survey (CTP-VS): We developed a new survey tool to assess students&rsquo; ability to make connections between real world situations and previously created games. This survey measures the students&rsquo; ability to computationally abstract, a key component of computational thinking. &nbsp;The new tool is accessible on all computer platforms and has been pilot tested with students. An analysis of student responses using the revised CTP-VS found that many students were able to successfully make connections between new situations and prior games. Students&rsquo; responses also illustrated ways in which they were able to infer computational thinking patterns from natural and social phenomena. &nbsp;</sp...",
  "por_txt_cntn": "\n \nBased on student motivation data and observed practices from the iTEST iDREAMS project, we observed an emerging relationship between teachersÆ classroom practices and patterns in student motivation data. We theorized that pedagogical approaches influence mediation and other instructional decisions employed by teachers as they implemented Scalable Game Design curricula, which impacts student performance, ownership, engagement and efforts to broaden participation (in particular, with females in computer science education). This observed relationship, however, was preliminary and required further systematic study involving the development and validation of a classroom observation protocol focused on teacher-student and student-student interaction and mediation.   \n\n \nTo study this interaction between pedagogy, student motivation and student learning we developed and validated instruments and methodology that could contribute to a theory of broadening participation in computer science education.\n\n \nBeginning Spring 2012, we initiated a series of validity studies involving the CT4TC project advisory panel, teachers with varying levels of experience implementing Scalable Game Design units, and participating students. The instruments that we developed and validated during this period included:\n\n \n1) Computational Thinking Pattern Analysis (CTPA) -- designed to measure student-learning skills and represent student content learning through real time analysis of studentsÆ programming projects. This concept uses a Latent Semantic Analysis inspired technique to analyze meanings of computer code for several pre-defined phenomena. The CTPA can be used to assess student skills and analyze content learned by students. Results from CTPA can be used to provide valid and useful educational feedback to educators and learners in computer science education.\n\n \n2) The Student Centered Observation Protocol for computer science Education (SCOPE) is a classroom observation protocol designed to document various forms of student interaction and teacher mediation of student learning. The SCOPE includes a code book and an instrument for recording classroom activity and teacher reflections. The constructs included with the revised protocol are designed to capture different observable aspects of pedagogy ranging from teacher directed to whole class guided discovery, and community based guided discovery. \n\n \n3) The Student Motivation Survey is an online survey for students used to document their self-reported dispositions towards computer use, related classroom activities, self-confidence, and future pursuits. We have used this instrument extensively in CT4TC and have completed the necessary factor analyses and related studies to determine the validity of the constructs measured with this instrument. \n\n \n4) Computational Thinking Pattern Video Survey (CTP-VS): We developed a new survey tool to assess studentsÆ ability to make connections between real world situations and previously created games. This survey measures the studentsÆ ability to computationally abstract, a key component of computational thinking.  The new tool is accessible on all computer platforms and has been pilot tested with students. An analysis of student responses using the revised CTP-VS found that many students were able to successfully make connections between new situations and prior games. StudentsÆ responses also illustrated ways in which they were able to infer computational thinking patterns from natural and social phenomena.  \n\n \nUsing classroom instruction data collected from teachers using SCOPE and student motivation data from those same teachersÆ students, we summarized the percentage of students interested in taking another game design class and disaggregated the data by gender. Differences between the percentage of males and females interested in similar experiences were computed. We also summarized the observed pedagogical approaches for each teacher according to four c..."
 }
}