{
 "awd_id": "1138825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Social Networking Services and Virtual Organizations in the Crisis and Immediate Post-Catastrophe Response Processes of the 3/11 Japan Disaster",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 74451.0,
 "awd_amount": 74451.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2011-07-15",
 "awd_abstract_narration": "The purpose of this project is to investigate the use of social media during a crisis and during post-catastrophe relief and recovery efforts, in circumstances in which much traditional communication infrastructure has been disrupted. Specifically, the goals of the project are (a) to better understand how internet-based interactive communication tools can increase preparedness for disaster and (b) to understand how public perceptions of social media as a focal point for volunteerism may be changed by their use in a crisis context. Ikegami will visit Japan to study the effects of the disaster on-site, collaborate with Japanese researchers, meet with key persons in government agencies and NGOs, and analyze reports in the Japanese language. She will study how agencies as well as NGOs used rapidly shifting social media to handle this unprecedented disaster. \r\n\r\nIntellectual Merit:  The project will integrate theoretical research on social capital with research on virtual networks created by new media. The findings will inform the areas of crisis management, volunteerism, social networks, and other areas of human-centered computing. \r\n\r\nBroader Impacts. The project will lead to new knowledge about the role of social media in crisis response as well as inform policy makers and nonprofit organizations about how to best use social media to engage civic involvement in disaster relief efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eiko",
   "pi_last_name": "Ikegami",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eiko Ikegami",
   "pi_email_addr": "eiko.ikegami@gmail.com",
   "nsf_id": "000108648",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The New School",
  "inst_street_address": "66 W 12TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2122295600",
  "inst_zip_code": "100118603",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "THE NEW SCHOOL",
  "org_prnt_uei_num": "YNL2H7YNMFP9",
  "org_uei_num": "YNL2H7YNMFP9"
 },
 "perf_inst": {
  "perf_inst_name": "New School University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100118603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8016",
   "pgm_ref_txt": "Japan Earthquake 2011"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 74451.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The magnitude 9 earthquake that hit Japan in March 2011 was followed by a<br />&nbsp;devastating tsunami, which in turn caused a nuclear disaster. Unlike other recent huge earthquakes such as the Sumatra 2004 Quake/Tsunami, or the Haiti Earthquake, this triple whammy hit one of the most densely networked and technologically advanced societies in the world. The focus of this study is the roles of digital communications and social networking services during the crisis and post-immediate crisis periods after the disaster.</p>\n<p>&nbsp;</p>\n<p>The crisis of communications was one of the most salient features of this disaster that slowed down the speed of rescue and recovery. The quake-tsunami affected a huge space with an attack of unprecedented magnitude; almost all 37 municipalities located at the 500-kilometer stretch of the Pacific coastline incurred serious damage due to the effects of the tsunami. In this exploratory study conducted a few months after the disaster, the principle investigator visited northeast Japan, and studied the tsunami affected areas directly with a focus on the relationship between digital communications, social networking services and disaster management.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp; An important lesson from Japan&rsquo;s experience is the necessity of securing&nbsp; the infrastructure of mobile devices/smart phones as a gate way for obtaining lifeline information at the time of huge disaster. On the day of Quake/Tsunami crisis, 90% of people turned first to mobile phones in order to confirm the safety of friends and family, but very few found their mobile phones working at the most severely affected northern Japan. Japan&rsquo;s public information systems, as social infrastructure, found serious vulnerabilities. In many-affected area, the black out caused many mobile base stations of telephone companies to stop operations, after a just a few hours of battery life. All in all, there was no timely and appropriate means of providing information to communities and victims in the most severely affected areas.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp; On the other hand, mobile phone-based emails and text messages were less burdensome for the system. This sometimes made for dramatic rescue stories using text messages. In addition, on 3/11, when millions of Tokyo commuters faced the difficulty of returning home after work, they used Twitter to access information on the availability of public transportation, and Facebook to confirm the safety of their friends and family members. The usefulness of SNS on the day of the disaster greatly changed public perception toward social networking services in Japan.</p>\n<p>&nbsp;&nbsp;&nbsp;When a mega natural disaster occurs, it tests not only the preparedness of the relevant governmental agencies in charge of rescues and recovery, but it also reveals the capacity of civil society that organize voluntary activities. SNS and interactive websites became powerful means of organizing voluntary aid work for survivors in Japan. There emerged numerous large and small groups, using the full capacity of internet-based social networking. Japan&rsquo;s mega disaster was a turning point in Japan in terms of public recognition of the role of SNS and of virtual organization for the purposes of invigorating civic voluntary associational activities aimed at disaster relief efforts. The Internet invigorated a new type of voluntary associational activities for disaster relief causes, in which people with IT skills play significant roles. &nbsp;</p>\n<p>&nbsp;&nbsp; On the other hand, this mega disaster also reveals future challenges for disaster management in order to effectively use the new era of digital communications, social networking services and big data. The following points are only meant to underline some of the major challenges for the purpose of disaster mitigation. For example, the necessity of building social cl...",
  "por_txt_cntn": "\nThe magnitude 9 earthquake that hit Japan in March 2011 was followed by a\n devastating tsunami, which in turn caused a nuclear disaster. Unlike other recent huge earthquakes such as the Sumatra 2004 Quake/Tsunami, or the Haiti Earthquake, this triple whammy hit one of the most densely networked and technologically advanced societies in the world. The focus of this study is the roles of digital communications and social networking services during the crisis and post-immediate crisis periods after the disaster.\n\n \n\nThe crisis of communications was one of the most salient features of this disaster that slowed down the speed of rescue and recovery. The quake-tsunami affected a huge space with an attack of unprecedented magnitude; almost all 37 municipalities located at the 500-kilometer stretch of the Pacific coastline incurred serious damage due to the effects of the tsunami. In this exploratory study conducted a few months after the disaster, the principle investigator visited northeast Japan, and studied the tsunami affected areas directly with a focus on the relationship between digital communications, social networking services and disaster management.\n\n \n\n    An important lesson from JapanÆs experience is the necessity of securing  the infrastructure of mobile devices/smart phones as a gate way for obtaining lifeline information at the time of huge disaster. On the day of Quake/Tsunami crisis, 90% of people turned first to mobile phones in order to confirm the safety of friends and family, but very few found their mobile phones working at the most severely affected northern Japan. JapanÆs public information systems, as social infrastructure, found serious vulnerabilities. In many-affected area, the black out caused many mobile base stations of telephone companies to stop operations, after a just a few hours of battery life. All in all, there was no timely and appropriate means of providing information to communities and victims in the most severely affected areas.\n\n \n\n   On the other hand, mobile phone-based emails and text messages were less burdensome for the system. This sometimes made for dramatic rescue stories using text messages. In addition, on 3/11, when millions of Tokyo commuters faced the difficulty of returning home after work, they used Twitter to access information on the availability of public transportation, and Facebook to confirm the safety of their friends and family members. The usefulness of SNS on the day of the disaster greatly changed public perception toward social networking services in Japan.\n\n   When a mega natural disaster occurs, it tests not only the preparedness of the relevant governmental agencies in charge of rescues and recovery, but it also reveals the capacity of civil society that organize voluntary activities. SNS and interactive websites became powerful means of organizing voluntary aid work for survivors in Japan. There emerged numerous large and small groups, using the full capacity of internet-based social networking. JapanÆs mega disaster was a turning point in Japan in terms of public recognition of the role of SNS and of virtual organization for the purposes of invigorating civic voluntary associational activities aimed at disaster relief efforts. The Internet invigorated a new type of voluntary associational activities for disaster relief causes, in which people with IT skills play significant roles.  \n\n   On the other hand, this mega disaster also reveals future challenges for disaster management in order to effectively use the new era of digital communications, social networking services and big data. The following points are only meant to underline some of the major challenges for the purpose of disaster mitigation. For example, the necessity of building social clouds in the area of public health was pointed out in Japan. Many hospitals and clinics were severely damaged by the disaster, as were their patient records.  Doctors had to face a tsunami survivor who also had can..."
 }
}