{
 "awd_id": "1138734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: EAGER:Studying lignocellulosic fine structure and its dynamics in enzymatic hydrolysis of biomass using molecule-recognizing AFM and computational modeling",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 44670.0,
 "awd_amount": 44670.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "ABSTRACT \r\n\r\nLignocellulosic biomass is a composite structure with crystalline cellulose, hydrated hemicellulose, and lignin as major components. It has long been recognized as a potential lowcost and sustainable source of mixed sugars for production of biofuels and other value-added chemicals. Plants have evolved superb mechanisms for resisting assault on their cell wall structural sugars from the microbial and animal kingdoms, collectively known as biomass recalcitrance. These mechanisms are comprised of factors that are believed to contribute to the inefficiency of enzymatic hydrolysis of biomass. The lignocellulosic fine structure, i.e. the way cellulose, hemicelluloses, and lignin are bonding with each other, and how the lignocellulosic fine structure evolves during hydrolysis due to the molecular interactions between biomass and enzymes, is thus crucial for logistic and specific design of enzymes and processes to overcome the above factors that slow down the hydrolytic reactions. However, such urgently needed information is pretty much missing because direct detection of lignocellulose component conformation and distribution is NOT possible so far. \r\n\r\nIn this EAGER project, Investigators Bingqian Xu from University of Georgia and Wen Zhou from Michigan Technological University will employ a unique approach which is to combine the newly developed CBM functionalized AFM (atomic force microscope) technology with computational modeling to directly detect lignocellulose component conformation and distribution, thereby overcoming the long-standing technical \r\ndifficulties in realizing the dynamics of lignocellulosic components (conformation and distribution) during the enzymatic hydrolysis. An EAGER grant would support this collaborated research to explore this proposed high-risk, high-reward project by getting the much needed data. The aim is a tool and methodology for selection and design of better enzymes and processes to overcome the biomass recalcitrance efficiently. \r\n\r\nThe significance of the proposed research lies in the ability (1) to study the lignocellulosic fine structure in nanometer scale with molecular recognition, (2) to construct the 3D structural image of biomass particle, and (3) to monitor the lignocellulosic fine structure dynamics in hydrolysis. The combination of experimental and computational modeling methods will potentially provide a new approach and evidence to tackle the unsolved lignocelluloses component conformation and distribution, offering molecular scale understanding of the lignocellulose hydrolysis process which could be critical in overcoming biomass recalcitrance. In addition, development of the technology will also add unique capabilities for single molecule studies in other biosystems to probe the biomolecules and their interactions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wen",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wen Zhou",
   "pi_email_addr": "wzhou1@mtu.edu",
   "nsf_id": "000570443",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Drive",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "048E",
   "pgm_ref_txt": "BIO-CATALYSIS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 44670.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our current knowledge about the detailed mechanism and their interactions during hydrolysis process of lignocellulosic biomass by a variety of hydrolytic enzymes is very limited. The computational modeling work for the hydrolysis process of lignocellulosic biomass has not been carried out mainly due to missing of some critical information. The goal of the project is computational modeling, dynamic simulation and data fitting of lignocellulosic biomass fine structures dynamics during hydrolysis, collaboratively with surface imaging experiments. The significance of the proposed research lies in the ability to study the lignocellulosic fine structure dynamics in hydrolysis using combination of experimental and computational modeling methods, which will potentially provide a new approach and evidence to&nbsp;understanding of the lignocellulose hydrolysis process which could be critical in overcoming biomass recalcitrance.</p>\n<p>During the project, we constructed, for the first time in the world, a functionally based model for lignocellulosic substrate hydrolysis. Due to the variety of the components contained in the lignocellulosic substrate, this model considered: (1) More types of chains in the lignocellulosic substrate than just glucan chains; (2) more types of monomer units contained in the lignocellulosic substrate than just glucose units; and (3) side groups or side chains. This functionally based model for lignocellulosic substrate hydrolysis is developed in full generality for any types of lignocellulosic substrate and any number of enzymatic species. We improved the description of the substrate morphology and the surface bond site formalism for lignocellulosic substrate including both cellulose and hemicellulose. And the total number of site types was enlarged corresponding to the variety of monomer units contained in the lignocellulosic substrate. As important factors that slow down the hydrolysis rate and limit the final conversion of substrate, we also incorporated both the product inhibition and the enzyme degradation effect in the model, which proven to provide more accurate modeling prediction results. Research of the project generated one presentation at the AICHE annual meeting, one journal paper published on <em>Journal of Physical Chemistry C, </em>and one journal manuscript submitted for publication.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2013<br>\n\t\t\t\t\tModified by: Wen&nbsp;Zhou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur current knowledge about the detailed mechanism and their interactions during hydrolysis process of lignocellulosic biomass by a variety of hydrolytic enzymes is very limited. The computational modeling work for the hydrolysis process of lignocellulosic biomass has not been carried out mainly due to missing of some critical information. The goal of the project is computational modeling, dynamic simulation and data fitting of lignocellulosic biomass fine structures dynamics during hydrolysis, collaboratively with surface imaging experiments. The significance of the proposed research lies in the ability to study the lignocellulosic fine structure dynamics in hydrolysis using combination of experimental and computational modeling methods, which will potentially provide a new approach and evidence to understanding of the lignocellulose hydrolysis process which could be critical in overcoming biomass recalcitrance.\n\nDuring the project, we constructed, for the first time in the world, a functionally based model for lignocellulosic substrate hydrolysis. Due to the variety of the components contained in the lignocellulosic substrate, this model considered: (1) More types of chains in the lignocellulosic substrate than just glucan chains; (2) more types of monomer units contained in the lignocellulosic substrate than just glucose units; and (3) side groups or side chains. This functionally based model for lignocellulosic substrate hydrolysis is developed in full generality for any types of lignocellulosic substrate and any number of enzymatic species. We improved the description of the substrate morphology and the surface bond site formalism for lignocellulosic substrate including both cellulose and hemicellulose. And the total number of site types was enlarged corresponding to the variety of monomer units contained in the lignocellulosic substrate. As important factors that slow down the hydrolysis rate and limit the final conversion of substrate, we also incorporated both the product inhibition and the enzyme degradation effect in the model, which proven to provide more accurate modeling prediction results. Research of the project generated one presentation at the AICHE annual meeting, one journal paper published on Journal of Physical Chemistry C, and one journal manuscript submitted for publication.\n\n\t\t\t\t\tLast Modified: 03/31/2013\n\n\t\t\t\t\tSubmitted by: Wen Zhou"
 }
}