{
 "awd_id": "1138168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Cone Penetration Testing (CPT) and Spectral Analysis of Surface Waves (SASW) Testing at Seismograph Stations with Liquefiable Soils Affected by the Tohoku Earthquake, Japan",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 120253.0,
 "awd_amount": 120253.0,
 "awd_min_amd_letter_date": "2011-07-06",
 "awd_max_amd_letter_date": "2011-07-06",
 "awd_abstract_narration": "This Grant for Rapid Response Research (RAPID) award is for a detailed study that focuses specifically on characterizing the soil conditions at a select set of strong ground motion recording stations that are underlain by liquefiable soils in regards to the March 11, 2011 magnitude 9.0 Tohoku, Japan Earthquake, which ranks as one of the largest in recorded history.  In the aftermath of the earthquake, an advance team from the Geotechnical Extreme Events Reconnaissance (GEER) Association traveled to Japan to coordinate perishable data collection and research efforts with our Japanese colleagues from the Japanese Geotechnical Society, the Center for Urban Earthquake Engineering, and the Port and Airport Research Institute.  On this visit, Cone Penetration Testing (CPT) and Spectral Analysis of Surface Waves (SASW) testing at key strong ground motion recording stations where liquefaction occurred were identified as priority research tasks that the US could contribute to joint US-Japan reconnaissance efforts.  The GEER Advance Team visited 14 strong ground motion recording stations underlain by liquefiable soils in the Kanto Plain region, including several with both downhole and surface recordings.  Peak ground accelerations at these stations ranged from 0.14 to 0.22 g, and surface evidence of liquefaction was observed at 7 of them.  In addition, the Port and Airport Research Institute has indicated they have several strong ground motion recording stations further to the north, where shaking was stronger, that are underlain by liquefiable soils, including some with ground improvements.  These key ground motion recordings represent a unique set of data that captures the dynamic response and liquefaction of soft soils during long-duration shaking produced by this M9.0 earthquake.  As such, these data can be used to anchor liquefaction triggering curves and refine magnitude scaling factors, assess procedures for estimating ground surface deformations, and evaluate dynamic site response analysis models for liquefiable soils.  However, proper characterization of these sites is an imperative step before subsequent analyses can be performed accurately.  Subsurface information at these sites is currently limited to a single Standard Penetration Test (SPT) and downhole shear wave velocity (Vs) profile at each site.   CPT soundings and many additional Vs profiles from SASW testing at six or more of the most significant strong ground motion recording stations will be obtained.  CPT is often preferred over SPT in the US and much of the world for evaluating liquefaction triggering, but CPT is relatively uncommon in Japan for various reasons, and it is unlikely that this work will be performed by our Japanese colleagues. This work is an important and valuable contribution that will enhance the value of these case histories and tie them to US practice.  The urgency of this project is due to: (1) the possibility of post-earthquake repair work that could modify ground conditions at key sites, and (2) the need for rapid distribution of CPT and SASW results, which will have maximum impact if obtained before the ground motion records are used for other research studies.\r\n\r\nThe results of this study are expected to contribute to a significant advancement in the procedures used to predict and model liquefaction effects across the US and elsewhere in the world.  Significant research collaborations have existed between the US and Japan since the 1964 Niigata Earthquake.  Both counties have benefitted from this partnership, and have used these experiences as a spring board to lead the rest of the world in seismic design and building standards.  The CPT and SASW testing will be performed in close coordination with our Japanese colleagues in an effort to continue this tradition by facilitating cross-training of researchers and students on testing practices in our respective countries, providing an avenue for new and important international collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brady",
   "pi_last_name": "Cox",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Brady R Cox",
   "pi_email_addr": "brady.cox@usu.edu",
   "nsf_id": "000424520",
   "pi_start_date": "2011-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "120 Ozark Hall",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8016",
   "pgm_ref_txt": "Japan Earthquake 2011"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120253.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The&nbsp; 2011 Mw = 9.0 Great East Japan (Tohoku) Earthquake<br />was devastating, with an estimated direct cost of over $235 billion dollars and<br />approximately 16,000 lives lost.&nbsp; While much of this destruction was caused by the massive tsunami generate by the earthquake, significant damage to homes and infrastructure was caused by soil liquefaction in the areas surrounding Tokyo Bay, which is located a significant distance south of the epicentral region.&nbsp;These cases of distant and severe soil liquefaction have unique attributes relative to the world-wide liquefaction triggering database used by engineers to predict liquefaction susceptibility in soils underlying new<br />structures prior to design and construction. In particular, few well-documented<br />case histories existed in the database for earthquakes of this size and<br />duration prior to the Tohoku event.&nbsp; The most promising case histories that could be added to our world-wide database come from the ground motion recording stations on liquefiable or potentially liquefiable soils in the Tokyo Bay region. These locations, with accurate ground motion recordings, can be used to anchor liquefaction triggering curves and refine magnitude scaling factors, assess procedures for estimating ground surface deformations, and evaluate dynamic site response analysis models for liquefiable soils during large earthquakes. However, proper characterization of these sites is an imperative step before subsequent analyses can be performed<br />accurately.</p>\n<p>Through this research project, we have compiled a list of 22 strong motion stations (SMS) where liquefaction was confirmed following the Tohoku earthquake by observations of surface ejecta and/or ground failure, and 17 SMS underlain by geolocially-recent sediments or fills where surface evidence of liquefaction was not observed. Prior to the earthquake, Standard Penetration Test (SPT) and downhole shear wave velocity (Vs) profiles were available at some of the SMS of interest. However, we were only able to locate SPT data at four of the 22 SMS where liquefaction was observed and at nine of the 17 SMS where ground failure was not observed. Furthermore, critical information such as grain size distribution and fines plasticity are generally lacking at all sites, which introduces significant uncertainties in the back-analysis of these important case histories.</p>\n<p>Cone Penetration Testing (CPT) is often preferred over SPT for liquefaction<br />triggering evaluations in the U.S. and much of the world, but CPT is relatively<br />uncommon in Japan for various reasons. Our Japanese colleagues were supportive of obtaining CPT and additional Vs data at these ground motion stations, but would not choose to obtain CPT information on their own because funding for this type of testing would be difficult to obtain.&nbsp; In the heavily damaged city of Urayasu, we performed post-earthquake CPT at seven SMS and Vs profiling using surface wave methods at 28 additional locations to supplement existing geotechnical data and damage surveys. We describe the liquefaction effects in Urayasu, the available site characterization data, and our initial data interpretations in a journal article titled &ldquo;Liquefaction at Strong Motion Stations and in Urayasu City During the 2011 Great East Japan Earthquake.&rdquo;&nbsp;The full reference for this article is provided below.</p>\n<p>Obtaining CPT soundings at some of these key sites has provided an invaluable link between these unique case histories and U.S. practices.&nbsp; We<br />have called for additional site characterization efforts (particularly the collection of soil plasticity data) at all stations so that the profession at large can benefit from this unique set of ground motion recordings.&nbsp; This work will be particularly valuable for the Pacific Northwest of the U.S., where the threat of a similar large-magn...",
  "por_txt_cntn": "\nThe  2011 Mw = 9.0 Great East Japan (Tohoku) Earthquake\nwas devastating, with an estimated direct cost of over $235 billion dollars and\napproximately 16,000 lives lost.  While much of this destruction was caused by the massive tsunami generate by the earthquake, significant damage to homes and infrastructure was caused by soil liquefaction in the areas surrounding Tokyo Bay, which is located a significant distance south of the epicentral region. These cases of distant and severe soil liquefaction have unique attributes relative to the world-wide liquefaction triggering database used by engineers to predict liquefaction susceptibility in soils underlying new\nstructures prior to design and construction. In particular, few well-documented\ncase histories existed in the database for earthquakes of this size and\nduration prior to the Tohoku event.  The most promising case histories that could be added to our world-wide database come from the ground motion recording stations on liquefiable or potentially liquefiable soils in the Tokyo Bay region. These locations, with accurate ground motion recordings, can be used to anchor liquefaction triggering curves and refine magnitude scaling factors, assess procedures for estimating ground surface deformations, and evaluate dynamic site response analysis models for liquefiable soils during large earthquakes. However, proper characterization of these sites is an imperative step before subsequent analyses can be performed\naccurately.\n\nThrough this research project, we have compiled a list of 22 strong motion stations (SMS) where liquefaction was confirmed following the Tohoku earthquake by observations of surface ejecta and/or ground failure, and 17 SMS underlain by geolocially-recent sediments or fills where surface evidence of liquefaction was not observed. Prior to the earthquake, Standard Penetration Test (SPT) and downhole shear wave velocity (Vs) profiles were available at some of the SMS of interest. However, we were only able to locate SPT data at four of the 22 SMS where liquefaction was observed and at nine of the 17 SMS where ground failure was not observed. Furthermore, critical information such as grain size distribution and fines plasticity are generally lacking at all sites, which introduces significant uncertainties in the back-analysis of these important case histories.\n\nCone Penetration Testing (CPT) is often preferred over SPT for liquefaction\ntriggering evaluations in the U.S. and much of the world, but CPT is relatively\nuncommon in Japan for various reasons. Our Japanese colleagues were supportive of obtaining CPT and additional Vs data at these ground motion stations, but would not choose to obtain CPT information on their own because funding for this type of testing would be difficult to obtain.  In the heavily damaged city of Urayasu, we performed post-earthquake CPT at seven SMS and Vs profiling using surface wave methods at 28 additional locations to supplement existing geotechnical data and damage surveys. We describe the liquefaction effects in Urayasu, the available site characterization data, and our initial data interpretations in a journal article titled \"Liquefaction at Strong Motion Stations and in Urayasu City During the 2011 Great East Japan Earthquake.\" The full reference for this article is provided below.\n\nObtaining CPT soundings at some of these key sites has provided an invaluable link between these unique case histories and U.S. practices.  We\nhave called for additional site characterization efforts (particularly the collection of soil plasticity data) at all stations so that the profession at large can benefit from this unique set of ground motion recordings.  This work will be particularly valuable for the Pacific Northwest of the U.S., where the threat of a similar large-magnitude earthquake on the Cascadia subduction zone (Cascadia fault) is significant.\n\n\nReference:\n\nCox, B.R., Boulanger, R.W., Tokimatsu, K., Wood, C., Abe, A., Ashford, S., Donahu..."
 }
}