{
 "awd_id": "1138387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ABI WORKSHOP: Biocomputing to be held 12-13th of Sept at the National Institute of Technology in Calicut, Kerala,India",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Maglia",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 23600.0,
 "awd_amount": 23600.0,
 "awd_min_amd_letter_date": "2011-06-23",
 "awd_max_amd_letter_date": "2011-06-23",
 "awd_abstract_narration": "The US-India Workshop on Biocomputing brings together leading researchers working in the areas of Biotechnology, Bioinformatics, and Computer Science from both the US and India---providing a forum for discussion of current research trends in the areas of biotechnology and bioinformatics. A staggering volume of data continues to grow in the fields of genomics, proteomics, and systems biology, as new data collection technologies continue to evolve. Thus, bioinformatics and biotechnology have emerged as complementary tools to biologists---assisting them in their efforts to understand biological processes, improve agricultural products, discover new drugs, and so on.\r\n\r\nResearch presentations focusing on regulatory networks, structural informatics, protein interaction networks, microarrays, text mining of biological literature, and synthetic biology by the invited speakers from both the US and India will spark discussions on open problems and research challenges, advancing the field of Biocomputing. This workshop will provide ample time for researchers to interact closely and exchange ideas for future collaborations. Collaborations that may evolve from this workshop will lead to joint research projects and short-term visits by faculty and students?ultimately leading to economic, scientific, and cultural engagements for both countries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mathew",
   "pi_last_name": "Palakal",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mathew J Palakal",
   "pi_email_addr": "mpalakal@iupui.edu",
   "nsf_id": "000186659",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University-Purdue University Indianapolis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "462025167",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IN",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 23600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this US-India Workshop was to bring together experts in the areas of Biotechnology and Bioinformatics to explore possible research collaborations by linking both disciplines.</p>\n<p>Bioinformatics is an area that entails many scientific and technological advances, realizable only through a concentrated global collaborative effort. The primary objective of the Indo-US workshop on <strong><em>Biocomputing</em></strong> was to provide a common platform for exchanging ideas/hypotheses and to initiate and catalyze dialogues for developing long-term research and educational strategies in the field of bioinformatics for the two countries. The workshop brought together domain experts from India and the US to create a forum which would act as a focal point for engineers, scientists and academics, to exchange views, develop curricula and improve the quality of research in the area of bioinformatics for the benefit of both countries. The workshop focused on the following aspects: gaining exposure to research developments and research problems in the field through expert talks and discussions by eminent researchers and academicians; identification of important research issues of common interest with scope for collaborative research; formulation of strategies for curriculum development incorporating latest advances in the area of bioinformatics for engineering students and scholars; drafting policy suggestions for the Indian and US governments to achieve closer bilateral collaboration in the field of bioinformatics; and, catalyzing the exchange of scholars and transfer of bioinformatics technologies between institutes/universities of both nations.</p>\n<p>&nbsp;</p>\n<p>The workshop consisted of thirteen expert lectures by eminent researchers both from India and USA on various aspects of Biocomputing such as computer aided drug discovery, role of bioinformatics in designing therapeutic peptides, computational tools for genome sequencing and analysis, disordered proteins, biomarker discovery, systems biology and literature mining.</p>\n<p>&nbsp;</p>\n<p>The major outcome of the workshop is the&nbsp; establishment of an International Centre of excellence on Biocomputing which has started functioning at&nbsp; NIT Calicut. This center is&nbsp;&nbsp; organized jointly by the Department of Computer Science &amp; Engineering and School of Bio Technology, NIT Calicut and School of Informatics, IUPUI, USA. The team of investigators has been identified and an advisory board has been formed with experts from India and US.&nbsp; A good number of participants of ISB 2011 were also identified who have expressed their interest in joining with the centre activities.</p>\n<p>&nbsp;</p>\n<p>As a result of the interactions during the workshop, the following joint projects were identified among the participating institutions: <em>computational modeling and analysis of biological processes</em> (NIT Calicut and&nbsp; National Center for Biotechnology Information, USA); <em>protein disorder in the indegenic regions </em>(Symbiosis International University, Pune, Madurai Kamaraj University and Indiana University School of Medicine); <em>E-cell development and text mining</em> (Symbiosis International University, Pune and Indiana University-Purdue University Indianapolis; IUPUI, USA); <em>text mining across text lines</em> (Bharathiyar University and IUPUI, USA); <em>cyanobacteria</em> (IIT Bombay and IUPUI); <em>molecular informatics- developing chemical dictionary</em> (NCL, Pune and IUPUI); <em>miRNA interaction with protein disordered region</em> (Indian Statistical Institute, Calcutta and IUPUI); <em>WNT -signalling</em> (Indian Statistical Institute and IUPUI); <em>structural and functional analysis of VPG in intrinsically disordered protein</em> (Madurai Kamraj University and IUPUI); <em>evolutionary aspects of disordered protein </em>(Bose Institute and IUPUI); <em>binding predictio...",
  "por_txt_cntn": "\nThe objective of this US-India Workshop was to bring together experts in the areas of Biotechnology and Bioinformatics to explore possible research collaborations by linking both disciplines.\n\nBioinformatics is an area that entails many scientific and technological advances, realizable only through a concentrated global collaborative effort. The primary objective of the Indo-US workshop on Biocomputing was to provide a common platform for exchanging ideas/hypotheses and to initiate and catalyze dialogues for developing long-term research and educational strategies in the field of bioinformatics for the two countries. The workshop brought together domain experts from India and the US to create a forum which would act as a focal point for engineers, scientists and academics, to exchange views, develop curricula and improve the quality of research in the area of bioinformatics for the benefit of both countries. The workshop focused on the following aspects: gaining exposure to research developments and research problems in the field through expert talks and discussions by eminent researchers and academicians; identification of important research issues of common interest with scope for collaborative research; formulation of strategies for curriculum development incorporating latest advances in the area of bioinformatics for engineering students and scholars; drafting policy suggestions for the Indian and US governments to achieve closer bilateral collaboration in the field of bioinformatics; and, catalyzing the exchange of scholars and transfer of bioinformatics technologies between institutes/universities of both nations.\n\n \n\nThe workshop consisted of thirteen expert lectures by eminent researchers both from India and USA on various aspects of Biocomputing such as computer aided drug discovery, role of bioinformatics in designing therapeutic peptides, computational tools for genome sequencing and analysis, disordered proteins, biomarker discovery, systems biology and literature mining.\n\n \n\nThe major outcome of the workshop is the  establishment of an International Centre of excellence on Biocomputing which has started functioning at  NIT Calicut. This center is   organized jointly by the Department of Computer Science &amp; Engineering and School of Bio Technology, NIT Calicut and School of Informatics, IUPUI, USA. The team of investigators has been identified and an advisory board has been formed with experts from India and US.  A good number of participants of ISB 2011 were also identified who have expressed their interest in joining with the centre activities.\n\n \n\nAs a result of the interactions during the workshop, the following joint projects were identified among the participating institutions: computational modeling and analysis of biological processes (NIT Calicut and  National Center for Biotechnology Information, USA); protein disorder in the indegenic regions (Symbiosis International University, Pune, Madurai Kamaraj University and Indiana University School of Medicine); E-cell development and text mining (Symbiosis International University, Pune and Indiana University-Purdue University Indianapolis; IUPUI, USA); text mining across text lines (Bharathiyar University and IUPUI, USA); cyanobacteria (IIT Bombay and IUPUI); molecular informatics- developing chemical dictionary (NCL, Pune and IUPUI); miRNA interaction with protein disordered region (Indian Statistical Institute, Calcutta and IUPUI); WNT -signalling (Indian Statistical Institute and IUPUI); structural and functional analysis of VPG in intrinsically disordered protein (Madurai Kamraj University and IUPUI); evolutionary aspects of disordered protein (Bose Institute and IUPUI); binding prediction of disordered protein (Bharathidasan University and IUPUI); drug designing based on protein-protein interactions (Nizam College and IUPUI); and, prokaryotic linear motif discovery (Madurai Kamraj University and IUPUI).\n\n\t\t\t\t\tLast Modified: 10/04/2012\n\n\t\t\t\t\tSubmitted ..."
 }
}