{
 "awd_id": "1138917",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Triennial Review of the National Nanotechnology Initiative: Phase II",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 733000.0,
 "awd_amount": 733000.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2011-08-31",
 "awd_abstract_narration": "CBET - 1138917 \r\nChamot   \r\n\r\nThe 21st Century Nanotechnology Research and Development Act, Public Law 108-153, requires triennial reviews of the National Nanotechnology Initiative (NNI).  The director of the National Nanotechnology Coordination Office (NNCO) which serves as the secretariat for the NNI has requested the next triennial review to be done by the National Academy of Sciences. This proposal is directed toward fulfilling the NNI review requirement.\r\n\r\nFor the current study, the NNCO is particularly interested in examining the role of the NNI in\r\nmaximizing opportunities to transfer selected technologies to the private sector (e.g., in electronics; structural materials; coatings); suggesting appropriate metrics for determining progress towards NNI goals; and review of NNI's management and coordination of nanotechnology research across both civilian and military federal agencies.  \r\n\r\nIntellectual merit\r\n\r\nThis project involves review of a federal program for coordinating government efforts in supporting nanotechnology R&D, as requested by the US Congress and the NNCO.  It is not a study of nanotechnologies, per se.  The study committee will examine the NNI management approach, the effectiveness of efforts to transfer selected technologies to the private sector, the goals of the program and how to assess progress towards those goals. \r\n\r\nSpecific tasks include:\r\nA.\tExamine the role of the NNI in maximizing opportunities to transfer selected technologies to the private sector, provide an assessment of how well the NNI is carrying out this role, and suggest new mechanisms to foster transfer of technologies and improvements to NNI operations in this area where warranted.\r\nB.\tAssess the suitability of current procedures and criteria for determining progress towards NNI goals, suggest definitions of success and associated metrics, and provide advice on those organizations (government or non-government) that could perform evaluations of progress.\r\nC.\tReview NNI?s management and coordination of nanotechnology research across both civilian and military federal agencies.\r\n\r\nBroader impacts\r\n\r\nThe results of this review would be of value to the Congress and participating federal agencies in planning future support for NNI projects.  In addition, as a major goal of the program is to develop technologies that would be transferable to the industrial sector and thus contribute to US competitiveness, the report would also be of interest to various industrial concerns and their academic colleagues who would translate the fundamental research into industrial applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Chamot",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis I Chamot",
   "pi_email_addr": "Dchamot@nas.edu",
   "nsf_id": "000157971",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "The National Academy of Sciences",
  "perf_str_addr": "500 Fifth Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200012721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168500",
   "pgm_ele_name": "NNCO ACTIVITIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 733000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award has produced two National Academy reports, enabling the committee to make recommendations to the NSET Subcommittee and the NNCO that will improve the NNI&rsquo;s value for basic and applied research and for development of applications in nanotechnology that will provide economic, societal, and national security benefits to the U.S.&nbsp;&nbsp; In addressing the statement of tasks, the committee found a number of crosscutting topics that are reflected in its recommendations with strong overlap and similarity. The committee considered that these crosscutting topics and the overlapping aspects of its recommendations represent the areas and actions that are of highest priority for the success of the NNI going forward. We recommend reading the whole report at <a href=\"http://www.nap.edu/catalog.php?record_id=18271\">http://www.nap.edu/catalog.php?record_id=18271</a></p>\n<p><strong>Findings addressing intellectual merit and broader impacts</strong></p>\n<p>The five crosscutting topics identified by the committee addressing its statement of task are as follows:</p>\n<p>(1) the lack of information at the project level on who is performing research,<br />where, and on what has many implications.&nbsp;The nanotechnology community is not as cohesive as it could be, leading to a loss of potential benefits and value of the NNI investment.&nbsp; Researchers don't necessarily know they are part of the NNI, what its goals are, and who else it supports.&nbsp; As a result, they may not know of related research activity that could be of use to their own research and may not be fully aware of NNI-funded user facilities, networks, and other available programs.&nbsp; In addition, program managers don't necessarily know what other agencies are funding and, therefore, aren't able to benefit from other government spending.&nbsp; Businesses don't have a central place where they can find researchers who are working in fields of interest.</p>\n<p>(2) planning, management, and coordination can be enhanced by developing and implementing interagency plans for focused areas, i.e., the signature<br />initiatives and the working groups. Effective plans&nbsp; usually have clearly laid out goals, desired outcomes, and models and actions linking investment, outputs, and short-term outcomes to long-term outcomes. Effective plans also clearly identify roles and responsibilities, milestones and metrics, and reasonable time frames.</p>\n<p>(3) a website (such as www.nano.gov) has to effectively serve all the various<br />stakeholder groups, including researchers, small and large businesses,<br />investors, educators and students, and the media.</p>\n<p>(4)&nbsp;current advances in technology and methods, e.g., for data collection and social network analysis, can be used effectively to develop and test metrics for assessing progress toward goals and for informing program leadership.</p>\n<p>(5) there are benefits from identifying, sharing, and implementing best practices, such as those described in this report, especially relating to technology transfer and commercialization. Too great a diversity of processes and agreements, and in some cases an associated lack of flexibility, can be a<br />barriers to transitioning research results to commercial use. In addition to<br />more conventional pathways for transitioning research from universities and<br />government laboratories to businesses, partnerships with industry consortia,<br />e.g., under the proposed AMTech or National Network for Manufacturing<br />Innovation, can add new pathways.</p>\n<p>The committee recognizes that a broad interagency initiative<br />such as the NNI is managed differently from a program within a single<br />agency.&nbsp; Critically, the NNI doesn't have a separate program budget, and the NSET Subcommittee and NNCO don't have budgetary authority&mdash;instead the funding for NNI research is part of the budgeting and program ma...",
  "por_txt_cntn": "\nThis award has produced two National Academy reports, enabling the committee to make recommendations to the NSET Subcommittee and the NNCO that will improve the NNIÆs value for basic and applied research and for development of applications in nanotechnology that will provide economic, societal, and national security benefits to the U.S.   In addressing the statement of tasks, the committee found a number of crosscutting topics that are reflected in its recommendations with strong overlap and similarity. The committee considered that these crosscutting topics and the overlapping aspects of its recommendations represent the areas and actions that are of highest priority for the success of the NNI going forward. We recommend reading the whole report at http://www.nap.edu/catalog.php?record_id=18271\n\nFindings addressing intellectual merit and broader impacts\n\nThe five crosscutting topics identified by the committee addressing its statement of task are as follows:\n\n(1) the lack of information at the project level on who is performing research,\nwhere, and on what has many implications. The nanotechnology community is not as cohesive as it could be, leading to a loss of potential benefits and value of the NNI investment.  Researchers don't necessarily know they are part of the NNI, what its goals are, and who else it supports.  As a result, they may not know of related research activity that could be of use to their own research and may not be fully aware of NNI-funded user facilities, networks, and other available programs.  In addition, program managers don't necessarily know what other agencies are funding and, therefore, aren't able to benefit from other government spending.  Businesses don't have a central place where they can find researchers who are working in fields of interest.\n\n(2) planning, management, and coordination can be enhanced by developing and implementing interagency plans for focused areas, i.e., the signature\ninitiatives and the working groups. Effective plans  usually have clearly laid out goals, desired outcomes, and models and actions linking investment, outputs, and short-term outcomes to long-term outcomes. Effective plans also clearly identify roles and responsibilities, milestones and metrics, and reasonable time frames.\n\n(3) a website (such as www.nano.gov) has to effectively serve all the various\nstakeholder groups, including researchers, small and large businesses,\ninvestors, educators and students, and the media.\n\n(4) current advances in technology and methods, e.g., for data collection and social network analysis, can be used effectively to develop and test metrics for assessing progress toward goals and for informing program leadership.\n\n(5) there are benefits from identifying, sharing, and implementing best practices, such as those described in this report, especially relating to technology transfer and commercialization. Too great a diversity of processes and agreements, and in some cases an associated lack of flexibility, can be a\nbarriers to transitioning research results to commercial use. In addition to\nmore conventional pathways for transitioning research from universities and\ngovernment laboratories to businesses, partnerships with industry consortia,\ne.g., under the proposed AMTech or National Network for Manufacturing\nInnovation, can add new pathways.\n\nThe committee recognizes that a broad interagency initiative\nsuch as the NNI is managed differently from a program within a single\nagency.  Critically, the NNI doesn't have a separate program budget, and the NSET Subcommittee and NNCO don't have budgetary authority&mdash;instead the funding for NNI research is part of the budgeting and program management within the NNI agencies participating in the NNI.  Funding allocations are made within the participating agencies according to their respective missions and how they see nanotechnology fitting within their agency. \n\nThe NNCO budget is approved by the NSET Subcommittee and funded by\nagency ..."
 }
}