{
 "awd_id": "1139902",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Time Series Sampling for Radionuclide and Biogeochemical Fluxes at F1 Time-series Station, Offshore Fukushima Dai-ichi Nuclear Power Facility",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 199774.0,
 "awd_amount": 199774.0,
 "awd_min_amd_letter_date": "2011-06-16",
 "awd_max_amd_letter_date": "2011-06-16",
 "awd_abstract_narration": "The 2011 Tohoku earthquake off Japan resulted in a tsunami that severely damaged the Fukushima Dai-ichi nuclear power facility. Emergency cooling using seawater, in response to overheating of the facility?s reactor units 1, 2 and 3 and uncontained spent fuel pools, has led to run-off of contaminated waters to the adjacent Pacific Ocean that, cumulatively, measure > 10,000 higher than pre-tsunami levels and exceed the release of radionuclides to the marine environment from Chernobyl accident. \r\n\r\nWith funding through this Grant for Rapid Response Research (RAPID), a research team at the Woods Hole Oceanographic Institution will participate in a JAMSTEC-led cruise in June-July 2011, and deploy a time-series sediment trap mooring at a station 80km off the coast of Japan. The specific goal will be to collect settling particulate radionuclide matter over the coming weeks and months through to an already-scheduled cruise to recover the moorings in May, 2012. By deploying traps at 500m and 1000m, the team will intercept particle-attached radionuclide settling out of the upper ocean and assess their fluxes into the deep ocean interior. They will collect fresh samples approximately every 2 weeks at each depth throughout the sampling period to complement ?snap-shot? sampling that will be conducted aboard the JAMSTEC cruise at the start and end of the deployment period.\r\n\r\nThe team will also collaborate closely with Dr. Ken Buessler at WHOI (already funded separately, including a complementary NSF-RAPID project) who will be responsible for radionuclide analyses of particulate samples at no additional cost to this proposal.  This project will handle preparation, deployment and recovery of the time-series sediment trap mooring as well as preliminary sample splitting, characterization of samples for biogeochemical properties and sample archiving. Radionuclides of primary interest at this time include 137Cs, 134Cs, 106Ru, 144Ce and 147Pm; other species (e.g. Pu isotopes) may also prove to be of interest within the lifetime of the deployment. Thus an important part of the project will also be to stand ready to provide further splits of these well characterized samples to US, Japanese and other interested international research groups in the future, as need arises. \r\n\r\nBroader Impacts: As learned in the aftermath of Chernobyl, establishing the distributions and activities of radionuclides present in the environment as soon as possible post-release is important to understanding the severity of the releases that have occurred, their implications for public health, and to establish \"time zero\" conditions against which the wider oceanographic community can subsequently track the fate of long-lived (conservative and biogeochemically-active) radionuclides. In addition to the strong international (WHOI-JAMSTEC) collaboration that has already been developed for this project, the team will share all data (banked with BCO-DMO at Woods Hole) and samples collected by this work with the wider national and international science community and public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "German",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris German",
   "pi_email_addr": "cgerman@whoi.edu",
   "nsf_id": "000103333",
   "pi_start_date": "2011-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "360 Woods Hole Rd.",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431041",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199774.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was funded in response to the Tohoku Earthquake in March 2011, and the resulting accident at the Fukushima Nuclear Power Plant (FNPP) which lead to both immediate release of radionuclides to the atmosphere and, longer term, release from contaminated groundwaters surrounding the stricken facility into the oceans.</p>\n<p>For the radionculides released to the atmosphere, dispersion was widespread.&nbsp; Sensitive detectors on the East Coast of the United States were able to pick up traces of incident radiation within a week of the accident and within a month similar detections were made in South Korea, as the radionuclides completed a first circumnavigation of the northern hemisphere.&nbsp; What was of more concern to this study was what happened to the higher concentrations of radionuclides released to the oceans close to their source in the weeks and months following the initial accident.&nbsp; As part of a larger study that also surveyed inventories of radionuclides in the surface waters of the oceans and in fish in local seas, this project sought to collect samples to study what concentrations and rates of sedimentation of radionuclides there might be in particulate matter &ndash; whether attached to continental dust or biologically derived material from the sunlit upper ocean &ndash; that was being transported into the oceans where it might otherwise be overlooked: either stored in seafloor sediments or recycled in the ocean interior.</p>\n<p>To achieve this my team collaborated with Dr Makio Honda, a colleague at the Japanese Agency for Marine Science and Technology (JAMSTEC) in Tokyo, Japan.&nbsp; In the immediate aftermath of the earthquake, JAMSTEC had research ships available to put to sea but rather compromised access to infrastructure on shore.&nbsp; Under our NSF RAPID grant we were able to assemble a complete array of the sampling equipment required in component form, airfreight the entire package to Japan in under 6 weeks, and fly to Yokohama to meet Dr Honda&rsquo;s ship in port where we helped assemble the gear ready for deployment. &nbsp;The equipment package consisted of two sediment traps - time series sampling devices that operate like large funnels with wide upper surface areas to capture sinking solid material and a narrow stem at their base. Anything solid falling into the top of the funnel passes through the stem and gets collected into a sample bottle at the base of the trap.&nbsp; Then, every two weeks, a carousel rotates to line up a fresh sample bottle while all the other sample bottles are covered so nothing gets in or out.&nbsp; In this way, when we analyse the samples, we know how much material arrived, when, within each sampling period.&nbsp; For the Fukushima study we used two sediment traps, one to collect material sinking as far as 500m down in the water column and the other to collect material sinking to 1000m depth.&nbsp; The entire instrument package was held in place on the seafloor by attaching the devices to a steel cable with an anchor weight at its base and a series of glass spheres (high pressure versions of fisherman&rsquo;s floats) at the top of the array to keep the whole instrument package upright and vertical.&nbsp; The equipment was deployed from Dr Honda&rsquo;s research cruise off the coast from the FNPP in July 2011 and samples were collected from July 2011 until July 2012.</p>\n<p>The full extent of my own laboratory&rsquo;s contribution, beyond procuring the equipment and ensuring the samples were collected was to analyse the composition of the material obtained and to calculate what proportion of the total mass of each sample was made up of (a) soft organic matter, (b) hard shelly material - either made of calcium carbonate or opal (silica) or (c) detrital material whether present as dust blown in by the wind to the ocean surface or sediment washed offshore by rain, rivers or currents.&nbsp; Of most i...",
  "por_txt_cntn": "\nThis project was funded in response to the Tohoku Earthquake in March 2011, and the resulting accident at the Fukushima Nuclear Power Plant (FNPP) which lead to both immediate release of radionuclides to the atmosphere and, longer term, release from contaminated groundwaters surrounding the stricken facility into the oceans.\n\nFor the radionculides released to the atmosphere, dispersion was widespread.  Sensitive detectors on the East Coast of the United States were able to pick up traces of incident radiation within a week of the accident and within a month similar detections were made in South Korea, as the radionuclides completed a first circumnavigation of the northern hemisphere.  What was of more concern to this study was what happened to the higher concentrations of radionuclides released to the oceans close to their source in the weeks and months following the initial accident.  As part of a larger study that also surveyed inventories of radionuclides in the surface waters of the oceans and in fish in local seas, this project sought to collect samples to study what concentrations and rates of sedimentation of radionuclides there might be in particulate matter &ndash; whether attached to continental dust or biologically derived material from the sunlit upper ocean &ndash; that was being transported into the oceans where it might otherwise be overlooked: either stored in seafloor sediments or recycled in the ocean interior.\n\nTo achieve this my team collaborated with Dr Makio Honda, a colleague at the Japanese Agency for Marine Science and Technology (JAMSTEC) in Tokyo, Japan.  In the immediate aftermath of the earthquake, JAMSTEC had research ships available to put to sea but rather compromised access to infrastructure on shore.  Under our NSF RAPID grant we were able to assemble a complete array of the sampling equipment required in component form, airfreight the entire package to Japan in under 6 weeks, and fly to Yokohama to meet Dr HondaÆs ship in port where we helped assemble the gear ready for deployment.  The equipment package consisted of two sediment traps - time series sampling devices that operate like large funnels with wide upper surface areas to capture sinking solid material and a narrow stem at their base. Anything solid falling into the top of the funnel passes through the stem and gets collected into a sample bottle at the base of the trap.  Then, every two weeks, a carousel rotates to line up a fresh sample bottle while all the other sample bottles are covered so nothing gets in or out.  In this way, when we analyse the samples, we know how much material arrived, when, within each sampling period.  For the Fukushima study we used two sediment traps, one to collect material sinking as far as 500m down in the water column and the other to collect material sinking to 1000m depth.  The entire instrument package was held in place on the seafloor by attaching the devices to a steel cable with an anchor weight at its base and a series of glass spheres (high pressure versions of fishermanÆs floats) at the top of the array to keep the whole instrument package upright and vertical.  The equipment was deployed from Dr HondaÆs research cruise off the coast from the FNPP in July 2011 and samples were collected from July 2011 until July 2012.\n\nThe full extent of my own laboratoryÆs contribution, beyond procuring the equipment and ensuring the samples were collected was to analyse the composition of the material obtained and to calculate what proportion of the total mass of each sample was made up of (a) soft organic matter, (b) hard shelly material - either made of calcium carbonate or opal (silica) or (c) detrital material whether present as dust blown in by the wind to the ocean surface or sediment washed offshore by rain, rivers or currents.  Of most interest, however, were the results from my colleague Dr Ken Buesseler at WHOI who took my samples and analysed them by gamma counting for the two most abundant isot..."
 }
}