{
 "awd_id": "1139176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Integrated Tectonic and Paleomagnetic Study of the Early Cenozoic Rotation and Extrusion of Asian Crust Around the Eastern Himalayan Syntaxis",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 116607.0,
 "awd_amount": 116607.0,
 "awd_min_amd_letter_date": "2011-05-20",
 "awd_max_amd_letter_date": "2011-05-20",
 "awd_abstract_narration": "A research team from the University of New Mexico and Massachusetts Institute of Technology is investigating the processes by which continental lithosphere is deformed to form syntaxes, regions within orogenic belts where there is a pronounced change in the orientation of structural fabrics over a short distance, in the actively deforming region around the Eastern Himalayan syntaxis. Previous work on the upper Jurassic to lower Tertiary redbeds in the Lanping Simao fold belt of western Yunnan indicates that the process of early Cenozoic extrusion of southeast Asia is complicated and heterogeneous. Specifically, clockwise vertical axis rotation of parts of the crust have been as large as 120 degrees in the western part of the Lanping Simao fold belt, whereas the eastern part remains apparently unrotated. It is inferred that the two parts of the belt are separated by a previously unrecognized shear zone that played a major role in the extrusion process. These results suggest that the prevailing paradigm for extrusion at the eastern Himalayan syntaxis and other syntaxial areas, involving translation of discrete blocks that remain internally undeformed, is inconsistent with several observations. Similar complexities probably exist for other parts, namely to the west of the Lanping-Simao belt, of the extruded Indochina crustal fragments. This project extends paleomagnetic and tectonic studies into other regions of the extruded Indochina crustal fragment to define in more extensive detail the deformation, including translation and rotation, of crustal fragments around the eastern Himalayan syntaxis. The primary focus is on: (1) the Baoshan tectonic element in far southwest Yunnan province, where lower Tertiary strata are exposed close to important structures; (2) northwest Vietnam, where the southernmost part of the Lanping Simao fold belt is exposed; (3) the Qiangtiang elements in eastern Tibet, where Cretaceous/ Paleogene rock, as the northward continuation of the Lanping-Simao belt are exposed (4) selected parts of the Chuxiong basin, northeast of the Red River Fault system; and (5) the Chengling-Mengliang and Linchang elements, immediately west of the Lanping-Simao belt, where Jurassic red beds are well-exposed. This project will better define the regional extent of parts of Southeast Asia that have experienced large magnitude crustal rotations and integrate this information with observations to better understand how the entire top down to bottom up Asian lithosphere has deformed during India's collision. The study area, as well as the entire Himalayan region as part of a broad collisional belt stretching from the Iberian Peninsula to the tip of Southeast Asia, has been the subject of considerable geological interest for decades and the genesis of the great syntaxial regions remains a first-order controversy in tectonics. This project will provide important insight into the processes by which these large structures form. Undergraduate and graduate students are gaining valuable experience in the laboratory and field components of this study. Importantly, they and their mentors benefit from close collaborations with scientists from People's Republic of China and Vietnam.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Geissman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Geissman",
   "pi_email_addr": "geissman@utdallas.edu",
   "nsf_id": "000297816",
   "pi_start_date": "2011-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 W. Campbell",
  "perf_city_name": "Richardson",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 116607.0
  }
 ],
 "por": null
}