{
 "awd_id": "1139888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The University of Puerto Rico (Rio Piedras) Bridge-to-the-Doctorate Initiative: Providing Multidisciplinary Training in STEM Disciplines at the Ph.D. Level - Cohort IX)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A.  Hicks",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 987000.0,
 "awd_amount": 987000.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2014-07-02",
 "awd_abstract_narration": "The University of Puerto Rico (Rio Piedras),lead institution for the Louis Stokes Alliance for Minority Participation (PR-LSAMP), will administer its ninth (9th) Bridge to the Doctorate (BD) Program at the institution during the 2011-2013 academic years.  This program will provide multidisciplinary training in science, technology, engineering and mathematics (STEM) disciplines at the Ph.D. Level to enable a seamless transition from the STEM baccalaureate degree to STEM graduate studies ultimately to obtain a terminal degree and enter the STEM workforce. The award supports\r\ntwelve STEM graduate students during the 2011-2013 academic years, increasing to 106\r\nthe total number of BD fellows supported by this alliance since the start of the NSF\r\nBridge to the Doctorate Activity in 2003.  \r\n\r\nThe program builds on the strengths developed by the University of Puerto Rico (UPR) in several STEM fields, especially multidisciplinary fields.  The recruitment plan involves strategies targeted to mainland LSAMP students as well as students from the territory.\r\n\r\nEligible students must be admitted to one of the following UPR PhD programs: Biology,\r\nChemistry, Chemical Engineering, or Chemical Physics.  BD fellows will participate in the BD Support Program that was successfully implemented with the eight previous cohorts in order to enhance their academic\r\npreparation.  Students are encouraged to complete a summer research internship at national and international strategic partner research centers of PR EPSCoR and the Institute of Tropical Ecology (ITES). The program continues to coordinate its activities with other NSF-funded projects that are managed by the Resource Center for Science and Engineering (RCSE) and by pertinent UPR graduate programs.\r\n\r\nAfter completing the first two years in the BD program, BD fellows apply for fellowships in the following RCSE/UPR programs: GK-12, NSF-EPSCoR IFN, NASA EPSCoR, NASA Space Grant,\r\nDoE EPSCoR, CREST-CATEC, and RISE. This large array of research and educational\r\nprograms also benefit from the recruited BD fellows while they facilitate completion of\r\ntheir doctoral degree. A tracking system, designed by PR-LSAMP, documents\r\nparticipant progress, including completion of degree until they enter the workforce, and\r\nbeyond.\r\n\r\nThe implementation of the UPR BD Activity develops a highly competitive\r\nSTEM education and research enterprise required to advance Puerto Rico?s economic\r\ndevelopment and meets the national need for diverse STEM professionals. By\r\nincreasing the number of STEM professionals, more college students, in particular\r\nthose at 4-year colleges, where the largest population of first-generation college will be taught by PhD level professors/researchers. Moreover, the former BD fellows become role models for other students from historically underrepresented minority groups across the Nation, who become interested in pursuing STEM careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Manuel",
   "pi_last_name": "Gomez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manuel Gomez",
   "pi_email_addr": "mgomez@upr.edu",
   "nsf_id": "000478498",
   "pi_start_date": "2011-08-24",
   "pi_end_date": "2014-07-02"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antonio",
   "pi_last_name": "Martinez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antonio Martinez",
   "pi_email_addr": "antonio.martinez5@upr.edu",
   "nsf_id": "000655413",
   "pi_start_date": "2014-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ana-Rita",
   "pi_last_name": "Mayol",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ana-Rita Mayol",
   "pi_email_addr": "Ana-Rita.Mayol@pennmedicine.upenn.edu",
   "nsf_id": "000484924",
   "pi_start_date": "2011-08-24",
   "pi_end_date": "2014-07-02"
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico",
  "inst_street_address": "1187 CALLE FLAMBOYAN",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JUAN",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7872500000",
  "inst_zip_code": "009261108",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "LLABHNB9ABM4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "RQ",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Puerto Rico",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 987000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Bridge to the Doctorate Program (BDP) of the Puerto Rico Louis Stokes Alliance for Minority Participation thrives to have a significant impact in increasing the number of underrepresented groups who complete graduate degrees in the fields of Science, Technology, Engineering and Mathematics (STEM). &nbsp;In order for our Nation to retain its leadership role in science and technology, it must draw from the robustness that only a diverse researcher community can provide. Furthermore, the very health of our social fabric as a Nation is critically based on the successful representation and integration and of all groups in the higher intellectual and economic segments of our society.&nbsp;</p>\n<p>Funding over the 2011-2014 academic year, this Program, housed at the University of Puerto Rico&rsquo;s Central Administration Resource Center for Science &amp; Engineering, supported and mentored two different groups of 12 fellows each.&nbsp; The extended funding term over the two-year was due to the NSF levied suspension status undergone by the UPR Central Administration between 4/2012 through 12/2013.&nbsp; The original group&rsquo;s funding continued through the suspension via designated institutional funds; and the initial five months of the second group&rsquo;s funding was defrayed through institutional funds as well. &nbsp;</p>\n<p><strong>Group I (NSF funded 9/2011 &ndash; 4/2012)&nbsp; </strong>Twelve students were selected among the newly admitted students to the University of Puerto Rico&rsquo;s Rio Piedras (UPRRP) and Mayaguez (UPRM) campuses.&nbsp; The distribution by field of study of the fellows was: 7 in Biology (6 UPRRP + 1 UPRM), 2 in Chemical Engineering (UPRM), 1 in Horticulture (UPRM); 1 in Chemistry (UPRRP) and 1 in Computer Science (UPRRP).&nbsp; All of the selected fellows were Hispanic and successfully completed the requirements of their respective graduate programs over the project&rsquo;s intended funding period of two-years .&nbsp; At the end of two years all of the fellows had GPAs over 3.25 (on a 4 point system) and the average GPA was 3.67.&nbsp; The total credits approved at the end of the period ranged from 22 to 42 with an average of 39.&nbsp;</p>\n<p><strong>Group II (NSF funded 1/2014 &ndash; 7/2015) A</strong> second group of<strong> </strong>twelve students was selected for this period with a distribution by field of study as follows:&nbsp; 5 in Biology, 3 in Chemistry, 3 in Physics; and 1 in Environmental Sciences.&nbsp; Eleven of the selected fellows were Hispanic and successfully completed the requirements of their respective graduate programs over the project&rsquo;s intended funding period of two-years.&nbsp; At the end of two years all of the fellows had GPAs over 3.52 (on a 4 point system) and the average GPA was 3.87.&nbsp; The total credits approved at the end of the period ranged from 27 to 47 with an average of 36.</p>\n<p>Besides being recipients of a $30K annual stipend, both groups of BDP fellows participated in a series of program sponsored activities geared to better equip them to excel in their graduate studies and to foster in them a high valuation for multidisciplinarity that should enrich their future careers as independent researchers.&nbsp; Throughout the two-year duration of the Program, the fellows were engaged in 12 different scientific research and professional skill development workshops annually; with topics ranging from Molecular Biology to Nanoscience and Nanotechnology; from strategies to be an effective mentor to strategies on how to apply to NSF Graduate Research Fellowships.&nbsp; In addition, the fellows participated in two field trips every year that showcased the need and benefits for a multidisciplinary research approach.&nbsp; The totality of the fellows enjoyed program-sponsored travel to scientific and technical meetings, courses and training.&nbsp; &nbsp;Ninety percent of the fellows in both groups ...",
  "por_txt_cntn": "\nThe Bridge to the Doctorate Program (BDP) of the Puerto Rico Louis Stokes Alliance for Minority Participation thrives to have a significant impact in increasing the number of underrepresented groups who complete graduate degrees in the fields of Science, Technology, Engineering and Mathematics (STEM).  In order for our Nation to retain its leadership role in science and technology, it must draw from the robustness that only a diverse researcher community can provide. Furthermore, the very health of our social fabric as a Nation is critically based on the successful representation and integration and of all groups in the higher intellectual and economic segments of our society. \n\nFunding over the 2011-2014 academic year, this Program, housed at the University of Puerto RicoÆs Central Administration Resource Center for Science &amp; Engineering, supported and mentored two different groups of 12 fellows each.  The extended funding term over the two-year was due to the NSF levied suspension status undergone by the UPR Central Administration between 4/2012 through 12/2013.  The original groupÆs funding continued through the suspension via designated institutional funds; and the initial five months of the second groupÆs funding was defrayed through institutional funds as well.  \n\nGroup I (NSF funded 9/2011 &ndash; 4/2012)  Twelve students were selected among the newly admitted students to the University of Puerto RicoÆs Rio Piedras (UPRRP) and Mayaguez (UPRM) campuses.  The distribution by field of study of the fellows was: 7 in Biology (6 UPRRP + 1 UPRM), 2 in Chemical Engineering (UPRM), 1 in Horticulture (UPRM); 1 in Chemistry (UPRRP) and 1 in Computer Science (UPRRP).  All of the selected fellows were Hispanic and successfully completed the requirements of their respective graduate programs over the projectÆs intended funding period of two-years .  At the end of two years all of the fellows had GPAs over 3.25 (on a 4 point system) and the average GPA was 3.67.  The total credits approved at the end of the period ranged from 22 to 42 with an average of 39. \n\nGroup II (NSF funded 1/2014 &ndash; 7/2015) A second group of twelve students was selected for this period with a distribution by field of study as follows:  5 in Biology, 3 in Chemistry, 3 in Physics; and 1 in Environmental Sciences.  Eleven of the selected fellows were Hispanic and successfully completed the requirements of their respective graduate programs over the projectÆs intended funding period of two-years.  At the end of two years all of the fellows had GPAs over 3.52 (on a 4 point system) and the average GPA was 3.87.  The total credits approved at the end of the period ranged from 27 to 47 with an average of 36.\n\nBesides being recipients of a $30K annual stipend, both groups of BDP fellows participated in a series of program sponsored activities geared to better equip them to excel in their graduate studies and to foster in them a high valuation for multidisciplinarity that should enrich their future careers as independent researchers.  Throughout the two-year duration of the Program, the fellows were engaged in 12 different scientific research and professional skill development workshops annually; with topics ranging from Molecular Biology to Nanoscience and Nanotechnology; from strategies to be an effective mentor to strategies on how to apply to NSF Graduate Research Fellowships.  In addition, the fellows participated in two field trips every year that showcased the need and benefits for a multidisciplinary research approach.  The totality of the fellows enjoyed program-sponsored travel to scientific and technical meetings, courses and training.   Ninety percent of the fellows in both groups presented their personal research early findings in the Puerto Rico Interdisciplinary Scientific Meeting,  the largest scientific meeting in Puerto Rico.   In addition, they had the opportunity to have active intellectual and experiential  exchanges with distinguished STEM..."
 }
}