{
 "awd_id": "1139986",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ARI-MA: Very large area, high sensitivity neutron detection system",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gail Dodge",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 261245.0,
 "awd_amount": 261245.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "The overall technical goal of this program is to study the science and technology needed to develop very large area, rugged, high sensitivity, low power, pixilated, thermal neutron detectors. Very large area detector systems, meters on a side, provide the large aperture needed to quickly scan large containers with high sensitivity. There are three technology areas that will be addressed to meet the goals; 1) the neutron conversion layer, 2) the charged particle detection layer, and 3) the high sensitivity active matrix pixel electronics for low parasitic capacitance detection and signal amplification to allow large arrays.  For each of the three technologies there are multiple approaches we will pursue to provide both performance and reliability.  For the neutron conversion layer our first approach is to evaluate nanoparticles containing Boron-10 and/or Lithium-6 dispersed in a polymer-based matrix in contact with a thin-film sensor (converter-on-diode).  Our longer term approach is to evaluate nanoparticles containing Boron-10 and/or Lithium-6 dispersed in a solution processable semiconductor diode (converter-in-diode).  For the charged particle detection system we will develop a fundamental understanding for the current generation and collection in thin-film semiconductor diodes induced by charged particles.  To maximize sensitivity while maintaining selectivity we will develop high sensitivity pixel electronics, which will require very low noise amplifiers. We will evaluate new amplifier designs based on thin-film transistors.  A significant goal of this project will be developing models to simulate device performance, as well as system performance to evaluate system sensitivity for different detection scenarios.\r\n\r\nBecause of the quickly dwindling supply of Helium-3 a new neutron detection technology is needed.  Our project will develop a novel thermal neutron detection system that will provide performance never seen before in nuclear threat detection.  The overall concept is based on the idea that overall sensitivity scales with the area of the detector and that the overall selectivity vs. false positives scales with the ability to locate the source of the neutrons by pixelating the detector, increasing the signal-to-noise.  Because the proposed technologies are compatible with flat panel display manufacturing technology, the detectors should be relatively inexpensive.  Also, because all of the proposed processes are compatible with low temperature plastic substrates, ruggedness is inherent in the design, rather than an afterthought.  A significant part of the program is the training of undergraduate, graduate and post-doctoral students that will learn about nuclear threat detection all the way from the fundamental interactions of neutrons and charged particles with matter to testing devices for sensitivity and radiation hardness, an opportunity available to few students anywhere.  As part of the training we will develop a series of classes that can be taught at the senior undergraduate / graduate level, or as a short course for people working in nuclear detection. University of Texas at Dallas and Arizona State University have teamed to work together to develop these large area thermal neutron detectors, with close collaboration with the Army Research Labs.  Prototypes will be fabricated in the Flexible Display Center at ASU, providing a path to making the technology available.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Gnade",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Gnade",
   "pi_email_addr": "gnade@utdallas.edu",
   "nsf_id": "000400222",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "MANUEL",
   "pi_last_name": "QUEVEDO-lopez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "MANUEL QUEVEDO-lopez",
   "pi_email_addr": "MANQUELOP@GMAIL.COM",
   "nsf_id": "000751859",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "7707",
   "pgm_ref_txt": "NSF/DHS ACADEMIC RES INITIAT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 261245.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to develop a novel radiation detector to detect smuggled nuclear material at ports and borders. The type of radiation that we aim to detect is neutrons which are emitted from uranium, plutonium and other fissionable materials. Existing technology is based on glass tubes filled with a rare gas. This older technology is heavy, fragile and increasingly expensive. Our novel approach is to build the detectors on large sheets of plastic leveraging the technology developed for flat panel displays and recently flexible displays built on plastic sheets. Substantial knowledge<br />and equipment has been developed over the past several decades to produce large area displays at a cost of approximately ten cents per square centimeter. Using this knowledge and equipment will enable the development of inexpensive radiation detectors.</p>\n<p>Displays consist of multiple layers of materials including modest performance transistors, and our proposed large area neutron detection arrays will also be composed of multiple layers.&nbsp; The top layer is an isotope of boron that converts the uncharged neutrons into detectable charged particles (alpha particles). The next layer is a thin film diode that converts the alpha particle into electrons that are then amplified with thin film transistors. Finally, external commercial electronics process the signal for recognition of excess radiation levels.</p>\n<p>After 2 years of this 5 year research contract funded by the Domestic Nuclear Detection Office, we have successfully demonstrated the detection of radiation with novel thin film diodes and successfully amplified the signal with thin film flexible transistors. We are currently working on the integration of both into a single flexible sheet combined with the neutron conversion layer. External electronics are also being developed to connect to 256 of these detection elements in an array with the ultimate of goal of fitting the detection array into a cell phone. First responders might carry such a cell phone for widespread, ubiquitous sensing of radiation.</p>\n<p>In addition to integration efforts, we are continuously working on improving the sensitivity of our detectors to neutrons with simulations and measurements. A particular interesting approach that we are pursuing is to combine the neutron conversion layer and the detection diode into a single, intermixed element. This approach might significantly improve the detectability of neutrons.</p>\n<p>The detection ability of our approach per unit area will not be as large as the traditional technology which is composed of small, fragile, expensive detection arrays. However, our system detectability can be superior<br />because of our large capture cross section. The flexible plastic detectors can<br />be made very large by tiling the plastic sheets, and the sheets can be stacked<br />further improving detection efficiency. Such a large, lightweight, flexible<br />system could be rapidly transported and deployed at impromptu border<br />checkpoints for improved security.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2013<br>\n\t\t\t\t\tModified by: Bruce&nbsp;Gnade</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1139986/1139986_10133926_1383133106795_image1forNSFabstract--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1139986/1139986_10133926_1383133106795_image1forNSFabstract--rgov-800width.jpg\" title=\"Large area neutron detector concept\"><img src=\"/por/images/Reports/POR/2013/1139...",
  "por_txt_cntn": "\nThe goal of this project is to develop a novel radiation detector to detect smuggled nuclear material at ports and borders. The type of radiation that we aim to detect is neutrons which are emitted from uranium, plutonium and other fissionable materials. Existing technology is based on glass tubes filled with a rare gas. This older technology is heavy, fragile and increasingly expensive. Our novel approach is to build the detectors on large sheets of plastic leveraging the technology developed for flat panel displays and recently flexible displays built on plastic sheets. Substantial knowledge\nand equipment has been developed over the past several decades to produce large area displays at a cost of approximately ten cents per square centimeter. Using this knowledge and equipment will enable the development of inexpensive radiation detectors.\n\nDisplays consist of multiple layers of materials including modest performance transistors, and our proposed large area neutron detection arrays will also be composed of multiple layers.  The top layer is an isotope of boron that converts the uncharged neutrons into detectable charged particles (alpha particles). The next layer is a thin film diode that converts the alpha particle into electrons that are then amplified with thin film transistors. Finally, external commercial electronics process the signal for recognition of excess radiation levels.\n\nAfter 2 years of this 5 year research contract funded by the Domestic Nuclear Detection Office, we have successfully demonstrated the detection of radiation with novel thin film diodes and successfully amplified the signal with thin film flexible transistors. We are currently working on the integration of both into a single flexible sheet combined with the neutron conversion layer. External electronics are also being developed to connect to 256 of these detection elements in an array with the ultimate of goal of fitting the detection array into a cell phone. First responders might carry such a cell phone for widespread, ubiquitous sensing of radiation.\n\nIn addition to integration efforts, we are continuously working on improving the sensitivity of our detectors to neutrons with simulations and measurements. A particular interesting approach that we are pursuing is to combine the neutron conversion layer and the detection diode into a single, intermixed element. This approach might significantly improve the detectability of neutrons.\n\nThe detection ability of our approach per unit area will not be as large as the traditional technology which is composed of small, fragile, expensive detection arrays. However, our system detectability can be superior\nbecause of our large capture cross section. The flexible plastic detectors can\nbe made very large by tiling the plastic sheets, and the sheets can be stacked\nfurther improving detection efficiency. Such a large, lightweight, flexible\nsystem could be rapidly transported and deployed at impromptu border\ncheckpoints for improved security.\n\n\t\t\t\t\tLast Modified: 10/30/2013\n\n\t\t\t\t\tSubmitted by: Bruce Gnade"
 }
}