{
 "awd_id": "1139870",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Greater Philadelphia Region LSAMP Bridge to the Doctorate (Cohort IX) Project at the University of Delaware",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927772",
 "po_email": "mjames@nsf.gov",
 "po_sign_block_name": "Martha James",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 987000.0,
 "awd_amount": 987000.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2014-10-28",
 "awd_abstract_narration": "Drexel University, as a representative of the Greater Philadelphia Region Louis Stokes Alliance for Minority Participation (Philadelphia AMP), requests Bridge to the Doctorate funding for a two-year period for a Cohort IX program, to expand and intensify the consortium?s on-going efforts to substantially increase the number of qualified African American, Hispanic and Native American (hereafter referred to as \"minority\") students entering graduate study in science, technology, engineering and mathematics (STEM), attaining doctoral degrees, and moving into the professoriate. The Philadelphia AMP represents a diverse alliance of nine institutions consisting of public and private, 2- and 4-year research and non-research, Historically Black Colleges and Universities (HBCUs) and majority institutions.\r\nThe University of Delaware has been selected to host the Bridge to the Doctorate (BTD) Cohort IX activities because of: 1) the key role it has played in the successful development and implementation of the Alliance?s BTD Cohort I-VIII programs , 2) its continued efforts to leverage the relationship between Majority Institutions and HBCUs as the candidacy pool for the Ph.D. granting institutions, 3) its institution-wide commitment to increase diversity in STEM at both the undergraduate and graduate levels, and 4) its advancements in the research enterprise.\r\nThe goals of Philadelphia AMP's Bridge to the Doctorate (Cohort IX) project are to: (1) recruit twelve students into Master's or Ph.D. degree programs at the University of Delaware; (2) retain these students through the completion of the Master's or Ph.D. program, providing the Master's students with full qualifications for admission into a highly regarded Ph.D. program in their chosen STEM specialty with full financial support; (3) enable the Master?s students? admission and smooth transition into a Ph.D. program; and (4) monitor all student progress through Ph.D. completion into the professoriate and beyond.\r\nIntellectual Merit includes management expertise and advancing knowledge and understanding in the STEM fields. The proposed Bridge to the Doctorate (Cohort IX) Program rests on a solid foundation of partnerships, resources, effective practices and experiences derived from sixteen (16) years of collaboration, cooperation and concerted efforts focused on minority student achievement under the current Philadelphia AMP and Bridge to the Doctorate (BTD) Cohort I-VIII programs. In particular, this experience has helped the Alliance's STEM graduate programs mature considerably, to the benefit of all STEM graduate students, not just the BTD Fellows. University of Delaware's successful implementation of Cohort I makes them well qualified to host the proposed Cohort IX project. The proposed effort builds upon the existing infrastructure to advance underrepresented minority students into participation in engineering and the sciences at the highest levels.\r\nBroader Impacts include: (1) increasing the number and quality of students from underrepresented groups at AMP institutions completing STEM M.S. and Ph.D.s and entering the professoriate; (2) advancing knowledge in the STEM disciplines through the promotion of research activity and the dissemination of information about best practices used to promote the retention of students from underrepresented groups; and (3) enhancing the infrastructure for research and education through the development of support networks and partnerships within the Philadelphia AMP and beyond.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Greenberg",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Mark L Greenberg",
   "pi_email_addr": "greenberg@drexel.edu",
   "nsf_id": "000509198",
   "pi_start_date": "2011-08-24",
   "pi_end_date": "2014-10-28"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Herbert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Herbert",
   "pi_email_addr": "james.herbert@drexel.edu",
   "nsf_id": "000679845",
   "pi_start_date": "2014-10-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Cox",
   "pi_mid_init": "R",
   "pi_sufx_name": "Sr",
   "pi_full_name": "Stephen R Cox",
   "pi_email_addr": "srcox@drexel.edu",
   "nsf_id": "000220396",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3201 Arch Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 987000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Drexel University, as a representative of the Greater Philadelphia Region Louis Stokes Alliance for Minority Participation (Philadelphia AMP), was awarded funding from the National Science Foundation for a two-year period for an LSAMP Bridge to the Doctorate (BTD) Cohort IX program, to expand and intensify the consortium&rsquo;s on-going efforts to substantially increase the number of qualified African American, Hispanic and Native American (hereafter referred to as &ldquo;minority&rdquo;) students entering graduate study in science, technology, engineering and mathematics (STEM), attaining doctoral degrees, and moving into the professoriate.&nbsp; The University of Delaware (UD) was selected from its Alliance institutions to host the Bridge to the Doctorate (BTD) Cohort IX activities because of: 1) the key role it has played in the successful development and implementation of the Alliance&rsquo;s BTD Cohort I-VIII programs, and 2) its institution-wide commitment to increase diversity in STEM at both the undergraduate and graduate levels.</p>\n<p>The goals of Philadelphia AMP's Bridge to the Doctorate (Cohort IX) project was to: (1) recruit twelve students into Master's or Ph.D. degree programs at the University of Delaware; (2) retain these students through the completion of the Master's or Ph.D. program, providing the Master&rsquo;s students with full qualifications for admission into a highly regarded Ph.D. program in their chosen STEM specialty with full financial support; (3) enable the Master&rsquo;s students&rsquo; admission and smooth transition into a Ph.D. program; and (4) monitor all student progress through Ph.D. completion into the professoriate and beyond.</p>\n<p>The BTD Cohort IX program enabled UD to recruit and retain more underrepresented minority STEM students in graduate study by substantially expanding its capabilities to develop and support STEM student talent, and to better identify potentially talented students.&nbsp; In addition, it has enhanced UD's capability to boost STEM graduate student productivity by providing a systematic, wider, and more targeted array of technical training, academic support and professional development programs. In particular, it has assisted BTD fellows with the development of laboratory instrumentation skills, research presentation techniques, research ethics, and the development of inter-personal skills needed to successfully navigate graduate STEM education.</p>\n<p><span style=\"text-decoration: underline;\">As a result of the latter, the BTD Cohort IX program retained 13 of its 15 (or 87%) program participants; nine (9) students also achieved a cumulative GPA of 3.5 or above</span>. &nbsp;As of January 2015, of the retained students, ten (10) students or 77% have completed their MS degree or equivalent; six (6) students are enrolled in Ph.D. programs at the following institutions: four (4) fellows at the University of Delaware, one (1) fellow at the University of Maryland, and one (1) fellow at the University of Utah. The remaining BTD students are expected to complete their MS degree by May 2015.&nbsp;</p>\n<p>In order to achieve the BTD Cohort IX program goals, several key programmatic and operational strategies were implemented during the life of the BTD Cohort IX program:</p>\n<ul>\n<li>The development of rich selection criteria to mitigate over-reliance on the GRE, and identify students with the experiences and style that suggest potential for success in the discipline;</li>\n<li>Leveraging the BTD fellowship opportunity to cultivate participants&rsquo; research strength and productivity to enhance competitiveness for other prestigious PhD fellowships that advance their scholarship vitality and validity;</li>\n<li>The development of an individualized mentoring committee consisting of the UD Master or Ph.D. research mentor, a UD BTD leadership team member, and a faculty member from the appropriate department in a...",
  "por_txt_cntn": "\nDrexel University, as a representative of the Greater Philadelphia Region Louis Stokes Alliance for Minority Participation (Philadelphia AMP), was awarded funding from the National Science Foundation for a two-year period for an LSAMP Bridge to the Doctorate (BTD) Cohort IX program, to expand and intensify the consortiumÆs on-going efforts to substantially increase the number of qualified African American, Hispanic and Native American (hereafter referred to as \"minority\") students entering graduate study in science, technology, engineering and mathematics (STEM), attaining doctoral degrees, and moving into the professoriate.  The University of Delaware (UD) was selected from its Alliance institutions to host the Bridge to the Doctorate (BTD) Cohort IX activities because of: 1) the key role it has played in the successful development and implementation of the AllianceÆs BTD Cohort I-VIII programs, and 2) its institution-wide commitment to increase diversity in STEM at both the undergraduate and graduate levels.\n\nThe goals of Philadelphia AMP's Bridge to the Doctorate (Cohort IX) project was to: (1) recruit twelve students into Master's or Ph.D. degree programs at the University of Delaware; (2) retain these students through the completion of the Master's or Ph.D. program, providing the MasterÆs students with full qualifications for admission into a highly regarded Ph.D. program in their chosen STEM specialty with full financial support; (3) enable the MasterÆs studentsÆ admission and smooth transition into a Ph.D. program; and (4) monitor all student progress through Ph.D. completion into the professoriate and beyond.\n\nThe BTD Cohort IX program enabled UD to recruit and retain more underrepresented minority STEM students in graduate study by substantially expanding its capabilities to develop and support STEM student talent, and to better identify potentially talented students.  In addition, it has enhanced UD's capability to boost STEM graduate student productivity by providing a systematic, wider, and more targeted array of technical training, academic support and professional development programs. In particular, it has assisted BTD fellows with the development of laboratory instrumentation skills, research presentation techniques, research ethics, and the development of inter-personal skills needed to successfully navigate graduate STEM education.\n\nAs a result of the latter, the BTD Cohort IX program retained 13 of its 15 (or 87%) program participants; nine (9) students also achieved a cumulative GPA of 3.5 or above.  As of January 2015, of the retained students, ten (10) students or 77% have completed their MS degree or equivalent; six (6) students are enrolled in Ph.D. programs at the following institutions: four (4) fellows at the University of Delaware, one (1) fellow at the University of Maryland, and one (1) fellow at the University of Utah. The remaining BTD students are expected to complete their MS degree by May 2015. \n\nIn order to achieve the BTD Cohort IX program goals, several key programmatic and operational strategies were implemented during the life of the BTD Cohort IX program:\n\nThe development of rich selection criteria to mitigate over-reliance on the GRE, and identify students with the experiences and style that suggest potential for success in the discipline;\nLeveraging the BTD fellowship opportunity to cultivate participantsÆ research strength and productivity to enhance competitiveness for other prestigious PhD fellowships that advance their scholarship vitality and validity;\nThe development of an individualized mentoring committee consisting of the UD Master or Ph.D. research mentor, a UD BTD leadership team member, and a faculty member from the appropriate department in another Ph.D.-granting institution in the Philadelphia AMP, where applicable for each BTD fellow.\n\n\nSpecial emphasis was also placed on programming that focused on the following:\n\nAcademic coursework and preparation that prepares the ..."
 }
}