{
 "awd_id": "1139929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "UT System LSAMP Bridge to the Doctorate (2011 - 2013 Cohort) - BD Site:  University of Texas (EL Paso)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A.  Hicks",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 987000.0,
 "awd_amount": 987000.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2011-08-19",
 "awd_abstract_narration": "The University of Texas System Louis Stokes Alliance for Minority Participation (LSAMP) proposes to implement a Bridge to the Doctorate (BD) project at the University of Texas at El Paso (UTEP), the lead institution of the Alliance and a Hispanic majority serving institution. This effort will provide full support to twelve talented students from under-represented minority (URM) groups who will obtain doctoral degrees in the STEM disciplines and upon completion either enter the technical workforce or choose a career in academia.\r\nThe program will build on the experiences gathered from previous BD cohorts at UTEP and sister UT System institutions. The program will target primarily students with prior undergraduate research experience who are bridging to Ph.D. programs in STEM disciplines. A high quality pool of qualified applicants who have participated in LSAMP activities as undergraduates and plan to begin doctoral studies at UTEP in the fall of 2011 or spring of 2012 will be created. Applicants will be carefully screened through a process that will include personal interviews conducted by the PI, co-PIs, and STEM doctoral program directors.\r\nStudents accepted into the BD program will identify a faculty mentor and a research topic during their first semester as doctoral students. Besides full financial support, BD fellows will receive quality advising and mentoring from the PI and co-PIs through weekly seminars and one-on-one meetings. These sessions will be designed to help the BD fellows achieve their academic goals by providing advice on how to prepare a research plan with milestones and deliverables, and mentoring to prepare them to be knowledgeable and competent professionals. BD fellows will also be coached to apply for competitive funding from the NSF Graduate Fellowship Program, the GEM fellowship program, and the Ford Foundation Fellowship program. BD fellows will be expected to attend at least one professional meeting in their discipline per year and will also participate in the Joint Annual Meeting of the NSF.\r\nIntellectual Merit. The project will contribute to the knowledge base concerning intrusive advising interventions and seminar sessions that shape qualified students from under-represented minority groups and prepare them to successfully complete a doctoral degree. The PI and Co-PIs have ample experience with the many challenges minority and first-college generation students face as they transition to graduate studies, and have already shown to be successful in tailoring strategies to their students' needs. The project benefits from a proven model that includes goals, objectives, activities, and anticipated outcomes. The resources available for the project include the support services of the UT System LSAMP staff, admission and professional development services offered by the UTEP Graduate School staff, the evaluation services of the UTEP Center for Institutional Evaluation, Research, and Planning, as well as the research laboratories and offices in the College of Science and Engineering in which BD fellows will conduct their dissertation work.\r\nBroader Impact. The proposed program will lead to the enhancement of successful strategies for URM graduate student success that are applicable to other institutions of higher learning with characteristics similar to those of UTEP, which is an urban research university with a high proportion of non-traditional students. The program will contribute to the national goal of increasing the number of underrepresented minority students in STEM disciplines with terminal degrees in their area of expertise.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Flores",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin C Flores",
   "pi_email_addr": "bflores@utep.edu",
   "nsf_id": "000371856",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Helmut",
   "pi_last_name": "Knaust",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Helmut Knaust",
   "pi_email_addr": "hknaust@utep.edu",
   "nsf_id": "000373847",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Nava",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Nava",
   "pi_email_addr": "pnava@utep.edu",
   "nsf_id": "000481292",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W. University Avenue",
  "perf_city_name": "El Paso",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799025816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 987000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Population changes sweeping the nation require creative solutions to address subsequent educational challenges. For instance, in Texas, the population projections forecast the greatest growth to occur in urban areas and along the Texas border. &nbsp;Texas has become a minority-majority state, with Hispanics and African Americans accounting for more than half of the state&rsquo;s population. Similar patterns in demographic changes are emerging elsewhere in the Southwest and in other regions of the nation. Yet, the intolerably small pool of URM students that pursues doctoral studies is symbolic of a major weakness of the American educational system. Broadening participation has great implications for higher education institutions, especially doctorate granting universities as well as human resource development. This talent must be cultivated and expanded not only to promote tolerance and diversity with dignity, but also to diversify the intellectual foundation that will prepare new generations of scholars. Substantial efforts must be made to recruit minority graduate students and prepare them to be future leaders in the STEM fields. Educating the leadership of the soon-to-be majority population insures that we have an highly-competitive workforce, state, and nation.&nbsp; This will have far-reaching, positive economic impacts which will benefit all of society and contribute to global success.</p>\n<p>Through this project, the UT System Louis Stokes Alliance for Minority Participation contributed to the national goal of increasing the number of under-represented minority students in STEM disciplines with terminal degrees in their area of expertise and also further developed successful strategies for URM graduate students pursuing a doctoral degree that are applicable to other institutions of higher learning with characteristics similar to those of the host institution (urban research university, high proportion of URM enrollment).&nbsp;As a testament of this effort during the current period of funding, the University of Texas at El Paso (UTEP), which hosted the current BD cohort,&nbsp;was&nbsp;ranked No. 1 in percentage of doctoral engineering degrees awarded to women by the American Society for Engineering Education (ASEE).&nbsp; UTEP's College of Engineering earned this distinction by awarding 40.5 percent of its doctoral degrees in 2013 to women, which is almost twice the national average of 22.4 percent.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2014<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;C&nbsp;Flores</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nPopulation changes sweeping the nation require creative solutions to address subsequent educational challenges. For instance, in Texas, the population projections forecast the greatest growth to occur in urban areas and along the Texas border.  Texas has become a minority-majority state, with Hispanics and African Americans accounting for more than half of the stateÆs population. Similar patterns in demographic changes are emerging elsewhere in the Southwest and in other regions of the nation. Yet, the intolerably small pool of URM students that pursues doctoral studies is symbolic of a major weakness of the American educational system. Broadening participation has great implications for higher education institutions, especially doctorate granting universities as well as human resource development. This talent must be cultivated and expanded not only to promote tolerance and diversity with dignity, but also to diversify the intellectual foundation that will prepare new generations of scholars. Substantial efforts must be made to recruit minority graduate students and prepare them to be future leaders in the STEM fields. Educating the leadership of the soon-to-be majority population insures that we have an highly-competitive workforce, state, and nation.  This will have far-reaching, positive economic impacts which will benefit all of society and contribute to global success.\n\nThrough this project, the UT System Louis Stokes Alliance for Minority Participation contributed to the national goal of increasing the number of under-represented minority students in STEM disciplines with terminal degrees in their area of expertise and also further developed successful strategies for URM graduate students pursuing a doctoral degree that are applicable to other institutions of higher learning with characteristics similar to those of the host institution (urban research university, high proportion of URM enrollment). As a testament of this effort during the current period of funding, the University of Texas at El Paso (UTEP), which hosted the current BD cohort, was ranked No. 1 in percentage of doctoral engineering degrees awarded to women by the American Society for Engineering Education (ASEE).  UTEP's College of Engineering earned this distinction by awarding 40.5 percent of its doctoral degrees in 2013 to women, which is almost twice the national average of 22.4 percent.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: Benjamin C Flores"
 }
}