{
 "awd_id": "1139170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Renewable Energy: Solar Fuels GRC & GRS, Lucca, Italy, May 12-13, 2012 and May 13-18, 2012",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ram Gupta",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 34250.0,
 "awd_amount": 34250.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "1139170\r\nMallouk\r\n\r\nThis award will provide support for graduate student and postdoctoral research associate participation in the Gordon Research Conference (GRC) and Gordon Research Seminar (GRS) on Renewable Energy: Solar Fuels.  The GRS and GRC will be held in Lucca, Italy on May 12-13, and May 13-18, 2012, respectively.  \r\n\r\nIntellectual Merit\r\n\r\nThe GRS, which will be primarily attended by graduate students and post doctoral research associates, and the GRC, which features oral presentations by the leading scientists in the field, will bring together senior and junior researchers, including engineers, materials scientists, chemists, biologists, and physicists to explore the scientific advances needed to achieve efficient solar energy driven transformation of carbon-neutral sources to energy-dense molecules.  This problem is of key importance in developing a sustainable energy economy, as solar fuels may have the potential to provide a sustainable supply of transportation and aviation fuel from domestic, renewable resources.  \r\n\r\nThe GRS program will feature oral and poster presentations accompanied by informal and formal discussions with a small number of attendees (60 participants). The presentations will be divided into three sessions, in which the most important aspects of the solar fuel research will be addressed. The first session will be devoted to the light capture and charge transfer in solid-state and biological/ biomimetic systems. The second session will be focused on materials and molecules that can catalyze reactions desirable for the development of solar fuel cells. The concluding session will handle homo/heterogeneous catalytic systems effective for solar fuel production. Approximately half of the GRS participants are expected to attend the GRC, where attendance will be capped at 200. The GRC program will include invited and contributed oral and poster presentations by both younger and more established researchers, focusing on the best emerging science in the field. The GRC will provide participants a state-of-the-art view of the interdisciplinary science of solar fuels, with eight topical sessions, two poster sessions, and one final session of late-breaking results and short talks drawn from the poster presentations.\r\n\r\nBroader Impacts \r\n\r\nThe GRC and GRS will promote international collaboration in the science and engineering that underpins the development of a future solar fuels technology.   This forum will also provide networking opportunities, mentoring, and perspectives on new research for younger participants at a critical stage in their scientific careers.   The requested funds will be used to defray registration fee and/or travel costs of a diverse group of graduate student and postdoctoral participants in the GRC and GRS.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Mallouk",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas E Mallouk",
   "pi_email_addr": "mallouk@sas.upenn.edu",
   "nsf_id": "000153568",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 34250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Gordon Research Conference on RENEWABLE ENERGY: SOLAR FUELS was held at the Renaissance Tuscany Il Ciocco Resort, Lucca (Barga), Italy,<br />May 13 &ndash; May 18, 2012. The Conference was well-attended with 182 participants<br />(attendees list attached). The attendees represented the spectrum of endeavor<br />in this field coming from academia, industry, and government laboratories, both<br />U.S. and foreign scientists, senior researchers, young investigators, and<br />students. Of the 182 attendees, 63 voluntarily responded to a general inquiry<br />regarding ethnicity which appears on our registration forms. Of the 63<br />respondents, 18% were Minorities &ndash; 10% Hispanic, 8% Asian and 0% African American.<br />Approximately 25% of the participants at the 2012 meeting were women.</p>\n<p>The Gordon Research Seminar on RENEWABLE ENERGY: SOLAR FUELS was held at the Renaissance Tuscany Il Ciocco Resort, Lucca (Barga), Italy,<br />May 12 &ndash; May 13, 2012. The Conference was well-attended with 64 participants<br />(attendees list attached). The attendees represented the spectrum of endeavor<br />in this field coming from academia, industry, and government laboratories, both<br />U.S. and foreign scientists, senior researchers, young investigators, and<br />students. Of the 64 attendees, 22 voluntarily responded to a general inquiry<br />regarding ethnicity which appears on our registration forms. Of the 22<br />respondents, 13% were Minorities &ndash; 9% Hispanic, 5% Asian and 0% African American.<br />Approximately 34% of the participants at the 2012 meeting were women.</p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Gordon Research Conference on RENEWABLE ENERGY: SOLAR FUELS was held at the Renaissance Tuscany Il Ciocco Resort, Lucca (Barga), Italy,\nMay 13 &ndash; May 18, 2012. The Conference was well-attended with 182 participants\n(attendees list attached). The attendees represented the spectrum of endeavor\nin this field coming from academia, industry, and government laboratories, both\nU.S. and foreign scientists, senior researchers, young investigators, and\nstudents. Of the 182 attendees, 63 voluntarily responded to a general inquiry\nregarding ethnicity which appears on our registration forms. Of the 63\nrespondents, 18% were Minorities &ndash; 10% Hispanic, 8% Asian and 0% African American.\nApproximately 25% of the participants at the 2012 meeting were women.\n\nThe Gordon Research Seminar on RENEWABLE ENERGY: SOLAR FUELS was held at the Renaissance Tuscany Il Ciocco Resort, Lucca (Barga), Italy,\nMay 12 &ndash; May 13, 2012. The Conference was well-attended with 64 participants\n(attendees list attached). The attendees represented the spectrum of endeavor\nin this field coming from academia, industry, and government laboratories, both\nU.S. and foreign scientists, senior researchers, young investigators, and\nstudents. Of the 64 attendees, 22 voluntarily responded to a general inquiry\nregarding ethnicity which appears on our registration forms. Of the 22\nrespondents, 13% were Minorities &ndash; 9% Hispanic, 5% Asian and 0% African American.\nApproximately 34% of the participants at the 2012 meeting were women.\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\t\t\t\t\tLast Modified: 06/19/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}