{
 "awd_id": "1139832",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III:  EAGER:  Collaborative Research:  A Community Experiment Platform for Reproducibility and Generalizability",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Zemankova",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 190000.0,
 "awd_amount": 190000.0,
 "awd_min_amd_letter_date": "2011-06-08",
 "awd_max_amd_letter_date": "2011-06-08",
 "awd_abstract_narration": "A hallmark of the scientific method has been that experiments should be described in enough detail that they can be repeated and perhaps generalized.  This implies the possibility of repeating results on nominally equal configurations and then generalizing the results by replaying them on new data sets, and seeing how they vary with different parameters.  In principle, this should be easier for computational experiments than for natural science experiments, because not only can computational processes be automated but also computational systems do not suffer from the \"biological variation\" that plagues the life sciences.  Unfortunately, the state of the art falls far short of this goal.  Most computational experiments are specified only informally in papers, where experimental results are briefly described in figure captions; the code that produced the results is seldom available; and configuration parameters change results in unforeseen ways. Because important scientific discoveries are often the result of sequences of smaller, less significant steps, the ability to publish results that are fully documented and reproducible is necessary for advancing science.  While concern about repeatability and generalizability cuts across virtually all natural, computational, and social science fields, no single field has identified this concern as a target of a research effort.\r\n\r\nThis collaborative project between the University of Utah and New York University consists of tools and infrastructure that supports the process of sharing, testing and re-using scientific experiments and results by leveraging and extending the infrastructure provided by provenance-enabled scientific workflow systems. The project explores three key research questions: (1) How to package and publish compendia of scientific results that are reproducible and generalizable. (2) What are appropriate algorithms and interfaces for exploring, comparing, re-using the results or potentially discovering better approaches for a given problem? 3) How to aid reviewers to generate experiments that are most informative given a time/resource limit.\r\n\r\nAn expected result of this work is a software infrastructure that allows authors to create workflows that encode the computational processes that derive the results (including data used, configuration parameters set, and underlying software), publish and connect these to publications where the results are reported. Testers (or reviewers) can repeat and validate results, ask questions anonymously, and modify experimental conditions.  Researchers, who want to build upon previous works, are able to search, reproduce, compare and analyze experiments and results. The infrastructure supports scientists, in many disciplines, to derive, publish and share reproducible results. Results of this research, including developed software will be available via the project web site ( http://www.vistrails.org/index.php/RepeatabilityCentral).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juliana",
   "pi_last_name": "Freire",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juliana Freire",
   "pi_email_addr": "juliana.freire@nyu.edu",
   "nsf_id": "000183765",
   "pi_start_date": "2011-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Polytechnic University of New York",
  "inst_street_address": "15 Metrotech Center",
  "inst_street_address_2": "",
  "inst_city_name": "Brooklyn",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7182603360",
  "inst_zip_code": "112013826",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NY07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Polytechnic University of New York",
  "perf_str_addr": "SIX MetroTech Center",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112013840",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 190000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ever since Francis Bacon, a hallmark of the scientific method has been that experiments should be described in enough detail that they can be repeated and perhaps generalized.&nbsp; When Newton said that he could see farther because he stood on the shoulders of giants, he depended on the truth of his predecessors' observations and the correctness of their calculations.&nbsp; In modern terms, this implies the possibility of repeating results on nominally equal configurations and then generalizing the results by replaying them on new data sets, and seeing how they vary with different parameters.&nbsp; In principle, this should be easier for computational experiments than for natural science experiments, because not only can computational processes be automated but also computational systems do not suffer from the ``biological variation'' that plagues the life sciences.&nbsp; Unfortunately, the state of the art falls far short of this goal.&nbsp; Most computational experiments are specified only informally in papers, where experimental results are briefly described in figure captions; the code and actual experiments that produced the results are seldom available.&nbsp; In the absence of reproducibility, it becomes hard and sometimes impossible to verify scientific results.&nbsp; Furthermore, scientific discoveries do not happen in isolation. Important advances are often the result of sequences of smaller, less significant steps. If results are not fully documented, reproducible, and generalizable, it becomes hard to re-use and extend them. While there has been a renewed interest in the publication of reproducible results, a major roadblock to the more widespread adoption of this practice is the fact that it is hard both to derive a compendium that encapsulates all the components (e.g., data, code, parameter settings) needed to reproduce a result.&nbsp; Under NSF sponsorship, our goal in this EAGER award was to design new tools and infrastructure to simplify the process of creating, sharing and evaluating reproducible experiments.<br /><br />Intellectual Merit<br />-We have developed and released the first version of the proposed reproducibility infrastructure. This infrastructure uses the open-source VisTrails system (http://www.vistrails.org) to support the life-cycle of publications: their creation, review and re-use. As scientists explore a given problem, VisTrails systematically captures the provenance of the exploration, including the workflows created and versions of source code and libraries used. The infrastructure also includes methods to link results to their provenance, reproduce results, explore parameter spaces, interact with results through a Web-based interface, and upgrade the specification of computational experiments to work in different environments and with newer versions of software. Documents (including LaTeX, PowerPoint, Word, wiki and HTML pages) can be created that link to provenance information that allows the results to be reproduced. We have also extended VisTrails to reduce the barrier to entry for novice users. In particular, we created a new tool, CLTools, to help users wrap and package their experiments within VisTrails.&nbsp; This infrastructure was selected as a finalist in the Executable Paper Challenge (http://www.executablepapers.com/finalists.html).<br />-We have studied the life-cycle of reproducible experiments and introduced the notion of axes of reproducibility, which we then used to categorized reproducible experiments based on levels of reproducibility along the different axes.<br />-We have developed and released ReproZip (https://github.com/fchirigati), an open-source tool that automatically captures the provenance of experiments and packs all the necessary files, library dependencies and variables to reproduce the results. Reviewers can then unpack and run the experiments without having to install any additional software....",
  "por_txt_cntn": "\nEver since Francis Bacon, a hallmark of the scientific method has been that experiments should be described in enough detail that they can be repeated and perhaps generalized.  When Newton said that he could see farther because he stood on the shoulders of giants, he depended on the truth of his predecessors' observations and the correctness of their calculations.  In modern terms, this implies the possibility of repeating results on nominally equal configurations and then generalizing the results by replaying them on new data sets, and seeing how they vary with different parameters.  In principle, this should be easier for computational experiments than for natural science experiments, because not only can computational processes be automated but also computational systems do not suffer from the ``biological variation'' that plagues the life sciences.  Unfortunately, the state of the art falls far short of this goal.  Most computational experiments are specified only informally in papers, where experimental results are briefly described in figure captions; the code and actual experiments that produced the results are seldom available.  In the absence of reproducibility, it becomes hard and sometimes impossible to verify scientific results.  Furthermore, scientific discoveries do not happen in isolation. Important advances are often the result of sequences of smaller, less significant steps. If results are not fully documented, reproducible, and generalizable, it becomes hard to re-use and extend them. While there has been a renewed interest in the publication of reproducible results, a major roadblock to the more widespread adoption of this practice is the fact that it is hard both to derive a compendium that encapsulates all the components (e.g., data, code, parameter settings) needed to reproduce a result.  Under NSF sponsorship, our goal in this EAGER award was to design new tools and infrastructure to simplify the process of creating, sharing and evaluating reproducible experiments.\n\nIntellectual Merit\n-We have developed and released the first version of the proposed reproducibility infrastructure. This infrastructure uses the open-source VisTrails system (http://www.vistrails.org) to support the life-cycle of publications: their creation, review and re-use. As scientists explore a given problem, VisTrails systematically captures the provenance of the exploration, including the workflows created and versions of source code and libraries used. The infrastructure also includes methods to link results to their provenance, reproduce results, explore parameter spaces, interact with results through a Web-based interface, and upgrade the specification of computational experiments to work in different environments and with newer versions of software. Documents (including LaTeX, PowerPoint, Word, wiki and HTML pages) can be created that link to provenance information that allows the results to be reproduced. We have also extended VisTrails to reduce the barrier to entry for novice users. In particular, we created a new tool, CLTools, to help users wrap and package their experiments within VisTrails.  This infrastructure was selected as a finalist in the Executable Paper Challenge (http://www.executablepapers.com/finalists.html).\n-We have studied the life-cycle of reproducible experiments and introduced the notion of axes of reproducibility, which we then used to categorized reproducible experiments based on levels of reproducibility along the different axes.\n-We have developed and released ReproZip (https://github.com/fchirigati), an open-source tool that automatically captures the provenance of experiments and packs all the necessary files, library dependencies and variables to reproduce the results. Reviewers can then unpack and run the experiments without having to install any additional software. ReproZip greatly simplifies the process of making experiments reproducible. \n- We have designed a benchmark to help categorize and ..."
 }
}