{
 "awd_id": "1139707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IT Virtualization for Disaster Mitigation and Recovery",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rita Rodriguez",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2011-06-30",
 "awd_max_amd_letter_date": "2011-06-30",
 "awd_abstract_narration": "Proposal #:\tCNS 11-39707\r\nPI(s):\t\tTsugawa, Mauricio; Figuereido, Renato J.; Fortes, Jose A.\r\nInstitution:\tUniversity of Florida\r\nTitle: \t\tIT Virtualization for Disaster Mitigation and Recovery\r\nProject Proposed:\r\nThis RAPID project, aiding the process of recovering Information Technology (IT) infrastructure damaged by catastrophic events, conducts research on the use of virtualization technologies to provide such aid. The work includes IT infrastructure needed to recover damages to non-IT infrastructures and human beings. Machine virtualization offers key mechanisms to move applications from one location (e.g., a data center) potentially affected by a disaster to another safe location. The project responds to many challenges such as: The\r\n-\tInability to migrate Virtual Machines (VMs) from a disaster site to an unaffected site maintaining live services;\r\n-\tSevere limitation of power of network failures that limit the ability of performing live-migrations;\r\n-\tNeed for coordination with recovery efforts to effectively prioritize critical services.\r\nMachine virtualization offers the ability to checkpoint VMs, thus enabling the creation of back-ups not only of data but also of partial application executions. VM checkpoints can be used to recover an IT infrastructure in a different location with minimal loss of data. The challenge lies in how to efficiently manage the massive amount of data and network traffic generated by the VM check-point process.\r\nWith the main goals of keeping alive IT services as long as possible, and restoring recovery-critical IT services as quickly as possible during and after a disaster, the project focuses on\r\n-\tAnalyzing data and events associated with damaged IT services due to the Great-East Japan Earthquake,\r\n-\tStudying scalability of wide-area VM live-migration and Back/checkpoint, and\r\n-\tDeveloping a resilient architecture  to partial physical infrastructure failure in order to deploy IT infrastructures in virtualized and distributed datacenters. \r\nThe investigators collaborate with Dr. Satoshi Sekiguchi, Director of the Information Technology Research Institute (ITIR) within the National Institute of Advanced Industrial Science and Technology (AOST), an Institution under the Ministry of Economy, Trade, and Industry (MET), Japan. This group are experts in the area of virtualization and has had some interactions with the Florida group.\r\nBroader Impacts: \r\nThe work develops an understanding of how well virtualized IT systems can cope with partial physical damages, of what changes in hardware, software, and general practice are needed, and how to determine the best way to adopt them. In the long term the project should enable informing the adoption of a virtualized datacenter to host essential IT services. Hence, the project is likely to enable informed decisions and should also contribute in graduate student education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mauricio",
   "pi_last_name": "Tsugawa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mauricio Tsugawa",
   "pi_email_addr": "tsugawa@ufl.edu",
   "nsf_id": "000558923",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Fortes",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jose A Fortes",
   "pi_email_addr": "fortes@ufl.edu",
   "nsf_id": "000415025",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Renato",
   "pi_last_name": "Figueiredo",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Renato J Figueiredo",
   "pi_email_addr": "renato.figueiredo@oregonstate.edu",
   "nsf_id": "000286908",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "339 Larsen Hall",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Paragraph\">In today&rsquo;s society, Information Technology (IT) is applied in many critical infrastructures and systems, thus it is key for IT services to quickly recover from damages caused by catastrophic events. This project conducted research on the use of virtualization technologies to architect IT infrastructures resilient to partial physical infrastructure failures. The key idea is to quickly move IT services damaged by a disaster to a safe location, taking advantage of machine and network virtualization mechanisms that allow the migration of an entire IT infrastructure from one geographical location to another. This approach has the potential to be substantially cost efficient, application independent, and offer lower downtime of services compared to traditional disaster recovery (DR) mechanisms, which requires (a) applications to be modified for a particular DR implementation and (b) expensive on-line replication of data. Given the scale in which IT services are deployed, it is prohibitively expensive to protect all of them through traditional DR services &ndash; thus, research for low cost alternatives that can be invoked on demand is needed.</p>\n<p class=\"Paragraph\">Many challenges need to be addressed for a virtulization-based DR approach to work: (a) massive amounts of data needs to be moved; (b) power and network failures may severely limit the ability of performing VM migration; and (c) migration techniques designed for local-area network (LAN) environments need to be adapted to efficiently work in wide-area networks (WAN). This project conducted research to address these challenges in the context of the Great East-Japan Earthquake.</p>\n<p>In order to assess the damages to IT systems caused by the Great East-Japan Earthquake, information about available IT resources during and after the disaster and timeframe of events was collected from datacenters operated by research institutions in the affected area (East region of Japan). The study revealed that physical damages to servers and network equipments were minimal, and uninterruptible power supplies (UPSs) and power generators kept servers and network devices operational for tens of minutes. With this information, (1) a feedback-based system that controls the transfer of multiple VMs was designed and evaluated (improvements of up to 5.7 times compared to uncontrolled transfers); (2) a WAN- optimized VM storage migration mechanism was implemented (the time required to relocate a VM from Japan to the US was reduced from 25 minutes to less than 40 seconds). The research results are available in 3 publications, with additional papers being submitted and reviewed. This project established a research relationship between the National Institute of Advanced Industrial Science and Technology (Japan) and the University of Florida (USA) that will hopefully last beyond the NSF RAPID and JST J-RAPID support period.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/09/2013<br>\n\t\t\t\t\tModified by: Mauricio&nbsp;Tsugawa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "In todayÆs society, Information Technology (IT) is applied in many critical infrastructures and systems, thus it is key for IT services to quickly recover from damages caused by catastrophic events. This project conducted research on the use of virtualization technologies to architect IT infrastructures resilient to partial physical infrastructure failures. The key idea is to quickly move IT services damaged by a disaster to a safe location, taking advantage of machine and network virtualization mechanisms that allow the migration of an entire IT infrastructure from one geographical location to another. This approach has the potential to be substantially cost efficient, application independent, and offer lower downtime of services compared to traditional disaster recovery (DR) mechanisms, which requires (a) applications to be modified for a particular DR implementation and (b) expensive on-line replication of data. Given the scale in which IT services are deployed, it is prohibitively expensive to protect all of them through traditional DR services &ndash; thus, research for low cost alternatives that can be invoked on demand is needed.\nMany challenges need to be addressed for a virtulization-based DR approach to work: (a) massive amounts of data needs to be moved; (b) power and network failures may severely limit the ability of performing VM migration; and (c) migration techniques designed for local-area network (LAN) environments need to be adapted to efficiently work in wide-area networks (WAN). This project conducted research to address these challenges in the context of the Great East-Japan Earthquake.\n\nIn order to assess the damages to IT systems caused by the Great East-Japan Earthquake, information about available IT resources during and after the disaster and timeframe of events was collected from datacenters operated by research institutions in the affected area (East region of Japan). The study revealed that physical damages to servers and network equipments were minimal, and uninterruptible power supplies (UPSs) and power generators kept servers and network devices operational for tens of minutes. With this information, (1) a feedback-based system that controls the transfer of multiple VMs was designed and evaluated (improvements of up to 5.7 times compared to uncontrolled transfers); (2) a WAN- optimized VM storage migration mechanism was implemented (the time required to relocate a VM from Japan to the US was reduced from 25 minutes to less than 40 seconds). The research results are available in 3 publications, with additional papers being submitted and reviewed. This project established a research relationship between the National Institute of Advanced Industrial Science and Technology (Japan) and the University of Florida (USA) that will hopefully last beyond the NSF RAPID and JST J-RAPID support period.\n\n\t\t\t\t\tLast Modified: 08/09/2013\n\n\t\t\t\t\tSubmitted by: Mauricio Tsugawa"
 }
}