{
 "awd_id": "1139257",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRADS Collaborative Research:  Influences of Digital Media on Very Young Children",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Vishton",
 "awd_eff_date": "2011-01-31",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 105295.0,
 "awd_amount": 105295.0,
 "awd_min_amd_letter_date": "2011-07-14",
 "awd_max_amd_letter_date": "2011-07-14",
 "awd_abstract_narration": "Over the past four years, digital media products directed at infants and very young children have exploded into the market place. With the penetration of these digital products into households, the average U.S. infant and toddler now invests approximately two hours each day with media, beginning with DVD viewing in the first months of life followed by computer exposure in a parent's lap at about age 2. These early media use patterns persist despite the recommendation of the American Academy of Pediatrics that children should not experience screen exposure before the age of 2. Although preliminary data do suggest negative effects of screen exposure when infants are heavily exposed to television programs designed for adult audiences, little is currently known about the positive or negative effects of programs designed for very young children, or how infants and toddlers come to understand these first media experiences. An interdisciplinary research team from the Children's Digital Media Center will use a multi-theoretical and multi-method approach to track early digital media exposure and how that exposure influences infants' and very young children's attention and learning. Guiding the research program are two distinct but complementary theories, one involving the comprehensibility of the content and the other focusing on the grammar of media (formal features such as action, music, and sound effects). As one component of the program, national surveys will document patterns of change and continuity over time in very young children's access to, and uses of, various digital media platforms, such as DVDs, computers, and music. A second component will entail content analyses of the formal production features used in popular digital products for the very young. This formal feature analysis will be used, in part, to set the stage for selecting and creating stimuli for experimental and observational research. This third component will involve determining how infants and very young children learn from digital media exposure. Experimental studies will also be employed to examine factors that influence major cognitive accomplishments, such as understanding that events presented on a screen can represent real-life events. Together with other methods, the experimental research will include eye-tracking studies to pinpoint how very young children learn to read a screen. \r\n\r\nIn contrast to popular belief, infants' digital media use functions as more than a surrogate for a babysitter. Rather, digital media use is a major environmental influence from the earliest months of life. This project will provide new information about the early exposure of very young children to media specifically created for them and advance current understanding of the most critical features involved in the construction of these products. The project will also generate knowledge of the means by which infants and toddlers come to understand symbolic media presentations, a key to understanding infants' intellectual development. The outcomes of this project will likely guide the development of digital products designed for the very young, may influence federal media policies, and inform parental decisions about the media choices and early media exposure that they provide for their infants and young children.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Vandewater",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Vandewater",
   "pi_email_addr": "elizabeth.vandewater@uth.tmc.edu",
   "nsf_id": "000165692",
   "pi_start_date": "2011-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Texas Health Science Center at Houston",
  "inst_street_address": "7000 FANNIN ST FL 9",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7135003999",
  "inst_zip_code": "770303870",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS HEALTH SCIENCE CENTER AT HOUSTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZUFBNVZ587D4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas Health Science Center Houston",
  "perf_str_addr": "Box 20036",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772250036",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 105295.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\">Very Young Children&rsquo;s Learning from Media</p>\n<p style=\"text-align: left;\">&nbsp; &nbsp; &nbsp; &nbsp; Over the past decade, digital media products directed at infants and very young children exploded into the marketplace. The purpose of our research (NSF Grant #1139257) was to track early digital media exposure and how that exposure influences infants&rsquo; and very young children&rsquo;s attention and learning. Our collaborators were located at Georgetown University, the University of Massachusetts, Northwestern University, the University of Texas Health Science Center at Houston, and the University of California at Riverside.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;The intellectual merit of our research involved specifying how very young children learn from media.&nbsp; A key area that we tackled involves the video deficit in which very young children learn better from a live presentation than from a video presentation.&nbsp; Our research team found that learning important cognitive tasks, such as vocabulary and early mathematical skills, is possible after viewing a video. Learning from video can be enhanced by using production techniques like sound effects to draw attention to important content, by exposing infants and toddlers to the same content repeatedly, and by having meaningful characters like Elmo present content.&nbsp; However, music distracts very young children from learning content, and repeated exposure to the same video is not always effective.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;For production features, think about techniques like sound effects, music, and action as the &ldquo;grammar&rdquo; of media that children have to be able to understand in order to extract the content.&nbsp; Getting children to attend to certain features is one way to help them understand the onscreen content.&nbsp; For instance, sound effects that are loud are likely to get very young children to look, which helps them understand targeted content. This kind of attention is involuntary, building on very primitive ways that very young children pay attention to changes in their environments. Looking, however, does not guarantee that young children will understand media content.&nbsp; Infants, for example, attended to programs that changed scenes frequently, but they probably did not understand them.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;By pinpointing exactly what infants and children look at on a screen, our team found that very young children also learn where to look. For instance, when a ball left the right side of a screen, one-year-old infants continued to look at the right side of the screen preschool-aged children looked at the middle of the screen, and adults looked to the left, expecting the ball to reemerge on the opposite side of the screen.&nbsp; These age differences in looking patterns reflect children&rsquo;s growing understanding of the grammar of media.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;Repetition, which can easily be done with media content, can help young children understand the content. Very young children can learn cognitive concepts from programs designed for babies when the programs are shown periodically over a long period of time. However, not all infants learn after repeated exposures to the same content. Environmental aids, such as having parents label video content and ask questions of their young children, can also improve their youngsters&rsquo; learning.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;Media characters can play an important role in early learning. When the socially meaningful character Elmo demonstrated a mathematical skill on a video, toddlers learned the skill better than when an unfamiliar character demonstrated the same task.&nbsp; Favorite characters, then, may become effective teachers. Parents can help their child create a relationship with a character by playing with their child and a puppet version of a media ch...",
  "por_txt_cntn": "Very Young ChildrenÆs Learning from Media\n        Over the past decade, digital media products directed at infants and very young children exploded into the marketplace. The purpose of our research (NSF Grant #1139257) was to track early digital media exposure and how that exposure influences infantsÆ and very young childrenÆs attention and learning. Our collaborators were located at Georgetown University, the University of Massachusetts, Northwestern University, the University of Texas Health Science Center at Houston, and the University of California at Riverside.\n\n       The intellectual merit of our research involved specifying how very young children learn from media.  A key area that we tackled involves the video deficit in which very young children learn better from a live presentation than from a video presentation.  Our research team found that learning important cognitive tasks, such as vocabulary and early mathematical skills, is possible after viewing a video. Learning from video can be enhanced by using production techniques like sound effects to draw attention to important content, by exposing infants and toddlers to the same content repeatedly, and by having meaningful characters like Elmo present content.  However, music distracts very young children from learning content, and repeated exposure to the same video is not always effective.\n\n       For production features, think about techniques like sound effects, music, and action as the \"grammar\" of media that children have to be able to understand in order to extract the content.  Getting children to attend to certain features is one way to help them understand the onscreen content.  For instance, sound effects that are loud are likely to get very young children to look, which helps them understand targeted content. This kind of attention is involuntary, building on very primitive ways that very young children pay attention to changes in their environments. Looking, however, does not guarantee that young children will understand media content.  Infants, for example, attended to programs that changed scenes frequently, but they probably did not understand them.\n\n       By pinpointing exactly what infants and children look at on a screen, our team found that very young children also learn where to look. For instance, when a ball left the right side of a screen, one-year-old infants continued to look at the right side of the screen preschool-aged children looked at the middle of the screen, and adults looked to the left, expecting the ball to reemerge on the opposite side of the screen.  These age differences in looking patterns reflect childrenÆs growing understanding of the grammar of media.\n\n       Repetition, which can easily be done with media content, can help young children understand the content. Very young children can learn cognitive concepts from programs designed for babies when the programs are shown periodically over a long period of time. However, not all infants learn after repeated exposures to the same content. Environmental aids, such as having parents label video content and ask questions of their young children, can also improve their youngstersÆ learning.\n\n       Media characters can play an important role in early learning. When the socially meaningful character Elmo demonstrated a mathematical skill on a video, toddlers learned the skill better than when an unfamiliar character demonstrated the same task.  Favorite characters, then, may become effective teachers. Parents can help their child create a relationship with a character by playing with their child and a puppet version of a media character. The more that children called a character by name when playing with a puppet and a parent, the more that children subsequently learned from a video presentation featuring that character.\n\n       Newer technologies like computers also aid early learning.  For instance, young children who watch characters hide behind objects in a computer game can..."
 }
}