{
 "awd_id": "1139266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Virtual Repositories for a Global Archaeological Science",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 25001.0,
 "awd_amount": 25001.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "This is a workshop on virtual repositories for archaeological science, data sharing, and research collaboration. The PI points out that geography, multi-agency ownership, borrowing restrictions, restrictions on access to collections and the issue of transporting fragile objects are issues creating a growing need for virtual repositories or cyberinfrastructure that will allow for researchers to access, integrate, and mine diverse collections and data assemblages at scales not currently possible within existing frameworks. This workshop will bring together museum curators, archaeologists, and computer scientists to create a model for virtual repositories of arctic collections that could be a pilot for much larger project that ultimately would serve as a virtual representation of a museum's entire inventory or complete archaeological collections and archives.    The proposed workshop would be held at Idaho State University in the Fall of 2011 and will include key actors from academia, federal agencies and Alaska Native communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Herbert",
   "pi_last_name": "Maschner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Herbert Maschner",
   "pi_email_addr": "maschner@isu.edu",
   "nsf_id": "000473244",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "Schou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Corey Schou",
   "pi_email_addr": "schocore@isu.edu",
   "nsf_id": "000267750",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Betts",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew W Betts",
   "pi_email_addr": "Matthew.Betts@museedelhistoire.ca",
   "nsf_id": "000412998",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Idaho State University",
  "inst_street_address": "921 S 8TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POCATELLO",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2082822592",
  "inst_zip_code": "832015377",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "IDAHO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJC9GJJJL4M7"
 },
 "perf_inst": {
  "perf_inst_name": "Idaho State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "832090002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Due to constraints of locality, issues of multi-agency ownership, and restrictions on borrowing and transporting fragile museum collections, there is a growing need to create virtual repositories or cyberinfrastructures that allow researchers to access, integrate, and mine diverse collections and data assemblages at scales not currently possible. Accessing data is often the most significant problem to researchers in nearly every academic field of study. In archaeological projects, accessing data in museum collections represents a large bottleneck and the lack of comprehensive access to specimens has been a contributing factor in the absence of hard data comparability and an increasing reliance on the conclusions drawn by other researchers in resulting publications. We proposed, therefore, that the creation of virtual repositories which house and serve virtual representations of a museum&rsquo;s complete inventory or complete archaeological collections and archives is critical to the future of modern analysis and the democratization of knowledge. This is especially important in arctic archaeology where collections from one site are often distributed in collections in multiple states, territories, provinces and countries.&nbsp;</p>\n<p>To this end, we conducted a workshop in order to identify the key characteristics of a virtual repository and the means by which it might be implemented. This workshop was critical to the future of material and artifact analysis, globally and specifically to the arctic. We discussed the means by which entire collections can be put online, stored, accessed, and analyzed from any location on the planet. We identified the boundaries to research integration and synthesis, which we found are not limited simply by access to funds or immediate access to collections. We argued that we must democratize access to analysis in such a way as to create opportunities for all individuals to generate their own studies, publications and interpretations. As the promise of the Information Revolution, and a critical arena for scientific growth, we agreed that the multicultural and complex geographic and political landscapes of northern regions should inspire northern scholars to take the lead in this endeavor.</p>\n<p>&nbsp;During the workshop we developed the criteria for virtually recreating every aspect of an archaeological or museum collection and providing a platform for its research and analysis online. The workshop was essential in order to receive feedback from stakeholders and determine the components necessary to create such a virtual repository. We found that the internet is filled with many early attempts to create virtual museums. However, these are largely presentation tools that showcase exhibits, or individual artifacts highlighting a particular museum or public interest. We determined that such virtual exhibits have little if any research potential. Other important databases of have been compiled for archaeology (e.g. CARD, tDar, FAUNAZ, etc), but these databases only present derivative analysis of previous researchers, or raw data &ndash; there is no access to the specimens, field notes, photographs, and other essential information. Essentially, the ability to conduct primary research on artifacts, collections, field logs, etc. is not possible with current online compilations. &nbsp;We are arguing for <strong><em>virtual repositories</em></strong>, highly accurate 2d and 3d images that allow for actual data analysis of completes assemblages, notes, maps, and other primary archaeological materials from remote locations. Included within the data repository structure should be appropriately associated meta-data (notes, identifications, maps, etc.): a content oriented, comprehensive Virtual Repository of complete archival and material collections.</p>\n<p>&nbsp;We discussed that there is some resistance to this approach in the archaeological com...",
  "por_txt_cntn": "\nDue to constraints of locality, issues of multi-agency ownership, and restrictions on borrowing and transporting fragile museum collections, there is a growing need to create virtual repositories or cyberinfrastructures that allow researchers to access, integrate, and mine diverse collections and data assemblages at scales not currently possible. Accessing data is often the most significant problem to researchers in nearly every academic field of study. In archaeological projects, accessing data in museum collections represents a large bottleneck and the lack of comprehensive access to specimens has been a contributing factor in the absence of hard data comparability and an increasing reliance on the conclusions drawn by other researchers in resulting publications. We proposed, therefore, that the creation of virtual repositories which house and serve virtual representations of a museumÆs complete inventory or complete archaeological collections and archives is critical to the future of modern analysis and the democratization of knowledge. This is especially important in arctic archaeology where collections from one site are often distributed in collections in multiple states, territories, provinces and countries. \n\nTo this end, we conducted a workshop in order to identify the key characteristics of a virtual repository and the means by which it might be implemented. This workshop was critical to the future of material and artifact analysis, globally and specifically to the arctic. We discussed the means by which entire collections can be put online, stored, accessed, and analyzed from any location on the planet. We identified the boundaries to research integration and synthesis, which we found are not limited simply by access to funds or immediate access to collections. We argued that we must democratize access to analysis in such a way as to create opportunities for all individuals to generate their own studies, publications and interpretations. As the promise of the Information Revolution, and a critical arena for scientific growth, we agreed that the multicultural and complex geographic and political landscapes of northern regions should inspire northern scholars to take the lead in this endeavor.\n\n During the workshop we developed the criteria for virtually recreating every aspect of an archaeological or museum collection and providing a platform for its research and analysis online. The workshop was essential in order to receive feedback from stakeholders and determine the components necessary to create such a virtual repository. We found that the internet is filled with many early attempts to create virtual museums. However, these are largely presentation tools that showcase exhibits, or individual artifacts highlighting a particular museum or public interest. We determined that such virtual exhibits have little if any research potential. Other important databases of have been compiled for archaeology (e.g. CARD, tDar, FAUNAZ, etc), but these databases only present derivative analysis of previous researchers, or raw data &ndash; there is no access to the specimens, field notes, photographs, and other essential information. Essentially, the ability to conduct primary research on artifacts, collections, field logs, etc. is not possible with current online compilations.  We are arguing for virtual repositories, highly accurate 2d and 3d images that allow for actual data analysis of completes assemblages, notes, maps, and other primary archaeological materials from remote locations. Included within the data repository structure should be appropriately associated meta-data (notes, identifications, maps, etc.): a content oriented, comprehensive Virtual Repository of complete archival and material collections.\n\n We discussed that there is some resistance to this approach in the archaeological community. Many feel that they actually own the collections they curate, even if they are housed in a governmental facility. Many are c..."
 }
}