{
 "awd_id": "1139338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Development of a Heterogeneous Multiscale Model as Scale-Bridging Method for Chemically Reacting Systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 59891.0,
 "awd_amount": 59891.0,
 "awd_min_amd_letter_date": "2011-06-17",
 "awd_max_amd_letter_date": "2011-06-17",
 "awd_abstract_narration": "1139338\r\nIhme\r\n\r\nWith the rapidly growing energy demand and environmental concerns, the utilization of advanced combustion technologies and alternative fuels is gaining increasing attention. However, associated with these emerging energy-conversion strategies is an increasing need for accurate and reliable information about reaction rates, transport properties, and other constitutive relations that are required for the system characterization on a macroscopic level. Since our current knowledge about these constitutive relations and rate coefficients primarily relies on experiments, a critical need exists to complement these studies with computational investigations that extend current modeling efforts and are able to fully account for the coupling between processes occurring on macroscopic and atomistic scales.\r\n\r\nThe objective of this exploratory research program is the development of a heterogeneous multiscale method (HMM) for chemically reacting systems. In this HMM-formulation, the macroscopic model is described by the conservation equations for mass, momentum, energy, and species, and incomplete or unreliable data for constitutive relations, reaction rates, and other macroscopic quantities are evaluated from a detailed atomistic model. To demonstrate the potential of this approach, a canonical combustion problem is considered. To facilitate the successful application of HMM, fundamental scientific issues associated with the rigorous definition of scale-bridging operators for micro-macro coupling and the necessary reduction of the HMM model complexity will be systematically addressed in this research. \r\n\r\nIf successful, the proposed exploratory research program enables the holistic investigation of complex combustion systems, and eliminates dependencies on incomplete and unreliable information about constitutive relations. Algorithmic developments addressing the reduction of the computational model complexity will be critical to enable the HMM application to complex combustion problems. More broadly, this research on the HMM model is general and can be applied to a wide range of industrial problems, including catalytic processes, combustion in fluidized beds, surface oxidation, and other problems for which information about detailed chemical mechanisms and other constitutive relations are not available.\r\n\r\nThe broader impact of this research arises from the improved understanding about chemical kinetics and combustion processes, which will complement experimental investigations. The research program closely integrates education and outreach activities. Specifically, courses on combustion and propulsion will be complemented by lectures on alternative energy systems. In addition, research activities for undergraduate students will be organized during the academic year and the summer. In these research activities, students will work on topics related to sustainable energy generation and address fundamental aspects on basic thermodynamics and combustion physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthias",
   "pi_last_name": "Ihme",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthias Ihme",
   "pi_email_addr": "mihme@stanford.edu",
   "nsf_id": "000500463",
   "pi_start_date": "2011-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1320 Beal Ave.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "148E",
   "pgm_ref_txt": "Combustion"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}