{
 "awd_id": "1139844",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Workshop on Restructuring Adjectives in WordNet",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-06-20",
 "awd_max_amd_letter_date": "2011-06-20",
 "awd_abstract_narration": "The workshop gathers developers and users of lexical resources, corpus and computational linguists and researchers in natural language processing to discuss a targeted restructuring of the adjectives in the lexical database WordNet.  Specific proposals for replacing a subset of the current clustering of adjectives around antonyms with ordered scales reflecting the relative intensity of dimensional adjectives, such as \"big\", \"huge\" and \"gigantic\", are presented along with preliminary work demonstrating the feasibility of corpus-based construction of scales by means of lexical-semantic patterns and their potential benefits for NLP.  Discussion topics include (1) the principal benefits of encoding scalar properties for applications including word sense disambiguation, textual entailment and language pedagogy; (2) suitable corpora for extracting data for scale construction; (3) limitations of the recently-developed AdjScales method and alternative or complementary methods for extracting scalar properties; and (4) modeling of scalar adjectives in WordNet.  Participants evaluate the proposed restructuring of adjectives for its feasibility, value and relevance to their own work and its potential for future research and applications.  A report including the presentations, discussions and recommendations of the group will be prepared and freely disseminated via the WordNet website. \r\n\r\nThe directions for targeted future developments of the widely used WordNet database as spelled out and agreed upon by representatives from a broad expert community assure significant consequences for research and applications in language technology and pedagogy.  For a post-doctoral fellow and a graduate student the workshop provides a unique opportunity to interact with experts in the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christiane",
   "pi_last_name": "Fellbaum",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Christiane D Fellbaum",
   "pi_email_addr": "fellbaum@princeton.edu",
   "nsf_id": "000091353",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Princeton University",
  "perf_str_addr": "4 New South",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A workshop was organized to gather representative members of the scientific community with the aim of discussing specific enhancements to WordNet, a large electronic lexical database of English that serves as a widely used tool for Natural Language Processing.</p>\n<p>WordNet supports Word Sense Disambiguation largely based on measures of the distance among words within its semantic network structure. Despite its huge popularity, WordNet&rsquo;s potential is not fully exploited; in particular, its 18,000 adjectives remain essentially untapped. Their current organization into unconnected clusters is not conducive to measuring semantic similarity via edge counting. Moreover, &ldquo;similar&rdquo; and &ldquo;see also&rdquo; pointers among adjectives are both vague and heterogeneous enough so as to be rather unhelpful for determining the nature of the semantic similarity among interconnected adjectives.</p>\n<p>&nbsp;</p>\n<p>The workshop explored the reorganization of a core subset of frequent English adjectives in WordNet and its potential benefits for the computational linguistics and NLP communities. The targeted adjectives have scalar properties, i.e., they express different degrees of a shared attribute. For example, <em>cool</em>, <em>chilly</em> and <em>frigid</em> express different degrees of <em>cold</em> and can be placed on a scale reflecting their relative intensity. Sheinman and Tokunaga (2009) developed a method that allows the extraction of adjectives expressing different intensities of a shared underlying attribute by means of lexical-semantic patterns. Thus, a &ldquo;strong&rdquo; pattern like <em>X if not Y</em> has the stronger adjective on the right (<em>good if not great</em>), while &ldquo;weak patterns&rdquo; like <em>not X but Y enough (not great but good enough) </em>show the strong adjective to the left of the weaker one. The scalar relations are downward entailing, in that the stronger adjective always implies the weaker one, but the converse is not necessarily true. The AdjScale method has been tested on a small scale, and plans are to apply the method to a many more adjectives. A representation of scales in WordNet was discussed that would reflect essential and subtle&nbsp; semantic properties of scalar adjectives and&nbsp; encode their relative placement on a common scale.&nbsp; The workshop&nbsp; participants discussed the methods, advantages, limits, and benefits for representing scalar adjectives in WordNet for Word Sense Disambiguation, Reading Textual Entailment and language pedagogy. For a post-doctoral fellow and a graduate student the workshop provides a unique opportunity to interact with experts in the field.</p>\n<p>&nbsp;</p>\n<p>The workshop discussions laid the groundwork for the future exploration of two additional adjective classes that block or allow inferences depending on their syntactic context.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2012<br>\n\t\t\t\t\tModified by: Christiane&nbsp;D&nbsp;Fellbaum</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA workshop was organized to gather representative members of the scientific community with the aim of discussing specific enhancements to WordNet, a large electronic lexical database of English that serves as a widely used tool for Natural Language Processing.\n\nWordNet supports Word Sense Disambiguation largely based on measures of the distance among words within its semantic network structure. Despite its huge popularity, WordNetÆs potential is not fully exploited; in particular, its 18,000 adjectives remain essentially untapped. Their current organization into unconnected clusters is not conducive to measuring semantic similarity via edge counting. Moreover, \"similar\" and \"see also\" pointers among adjectives are both vague and heterogeneous enough so as to be rather unhelpful for determining the nature of the semantic similarity among interconnected adjectives.\n\n \n\nThe workshop explored the reorganization of a core subset of frequent English adjectives in WordNet and its potential benefits for the computational linguistics and NLP communities. The targeted adjectives have scalar properties, i.e., they express different degrees of a shared attribute. For example, cool, chilly and frigid express different degrees of cold and can be placed on a scale reflecting their relative intensity. Sheinman and Tokunaga (2009) developed a method that allows the extraction of adjectives expressing different intensities of a shared underlying attribute by means of lexical-semantic patterns. Thus, a \"strong\" pattern like X if not Y has the stronger adjective on the right (good if not great), while \"weak patterns\" like not X but Y enough (not great but good enough) show the strong adjective to the left of the weaker one. The scalar relations are downward entailing, in that the stronger adjective always implies the weaker one, but the converse is not necessarily true. The AdjScale method has been tested on a small scale, and plans are to apply the method to a many more adjectives. A representation of scales in WordNet was discussed that would reflect essential and subtle  semantic properties of scalar adjectives and  encode their relative placement on a common scale.  The workshop  participants discussed the methods, advantages, limits, and benefits for representing scalar adjectives in WordNet for Word Sense Disambiguation, Reading Textual Entailment and language pedagogy. For a post-doctoral fellow and a graduate student the workshop provides a unique opportunity to interact with experts in the field.\n\n \n\nThe workshop discussions laid the groundwork for the future exploration of two additional adjective classes that block or allow inferences depending on their syntactic context. \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/30/2012\n\n\t\t\t\t\tSubmitted by: Christiane D Fellbaum"
 }
}