{
 "awd_id": "1139908",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bridge to the Doctorate at UMBC 2011-2013",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tasha Inniss",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 987000.0,
 "awd_amount": 987000.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "The University System of Maryland (USM) Louis Stokes Alliance for Minority Participation (LSAMP) will\r\nbuild upon its success of training and educating Bridge to the Doctorate (BD) Fellows by proposing\r\na program for a sixth cohort. The University of Maryland, Baltimore County (UMBC) is the lead institution\r\nof a senior-level LSAMP and has been designated as the BD site for 2011-2013. UMBC is dedicated to\r\nrecruiting, retaining, educating, and training underrepresented students in science, technology,\r\nengineering, and mathematics (STEM) fields, and preparing them for success in the STEM workforce.\r\nUMBC welcomed its first cohort of BD Fellows in 2005. Three of those Fellows completed Ph.D.s during\r\n2010-2011. Others from that cohort are persisting in doctoral programs (full-time and part-time) or have\r\nreceived M.S. degrees and remain in touch with UMBC's BD Program as they plan to return for the\r\ndoctorate. (One 2005 BD Fellow is a Ph.D. candidate at the University of Utah, and another will begin the\r\nD.Eng. program at Morgan State University in fall 2011.) The USM has four additional cohorts of fellows\r\non both the UMBC and the University of Maryland, College Park campuses. The Fellows connect with\r\none another at BD training, professional development, and community building events. The USM LSAMP\r\nbegan in 1995 and has been vigilant about increasing the number of underrepresented minority\r\nbaccalaureate degree recipients in STEM disciplines. The BD award will enable us to strengthen both our\r\nundergraduate and graduate pipelines and create an expanded community of scholars within these\r\ndisciplines.\r\nPlans for the 2011-2013 cohort include activities that will begin during the fellows' first week on campus.\r\nThe program includes extensive orientation activities such as a 2-day Summer Success Institute, the\r\nGraduate School Orientation, and multi-day orientations with faculty within the STEM departments. In the\r\nfirst year, the Fellows will be assigned a Peer Mentor; apply for the NSF Graduate Research Fellowship;\r\nreceive training in public speaking; and complete a 30-50 page research preparation project that will\r\nrequire them to network with other graduate students, faculty, and BD Fellows at universities outside of\r\nthe USM. Throughout the two years, BD Fellows will participate in bi-weekly BD meetings, attend\r\nmonthly Graduate Student Success Seminars, and participate in academic and professional development\r\nseminars with other graduate students and faculty. By the end of the second year, the BD Fellows will\r\nhave learned and implemented methodologies for achieving academic excellence, completed credits for\r\nthe M.S. degree or early qualifying milestones toward the doctorate (varies according to department),\r\ncompleted 10 hours of UMBC's \"Professors-in-Training\" modules, presented at two research conferences,\r\nparticipated in numerous networking opportunities with faculty, attended workshops on thesis completion\r\nand dissertation proposal planning, and developed a plan for persisting to finish the doctorate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Freeman",
   "pi_last_name": "Hrabowski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Freeman Hrabowski",
   "pi_email_addr": "Hrabowski@umbc.edu",
   "nsf_id": "000243998",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Rutledge",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Janet C Rutledge",
   "pi_email_addr": "jrutledge@umbc.edu",
   "nsf_id": "000231705",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "HILL",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia M HILL",
   "pi_email_addr": "chill@umbc.edu",
   "nsf_id": "000271311",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Renetta",
   "pi_last_name": "Tull",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Renetta G Tull",
   "pi_email_addr": "rgtull@ucdavis.edu",
   "nsf_id": "000195708",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, Baltimore County",
  "perf_str_addr": "1000 Hilltop Circle",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 987000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Louis Stokes Alliance for Minority Participation Bridge to the Doctorate Fellows Program (LSAMP-BD) at the University of Maryland Baltimore County (UMBC) continues a legacy of training scholars for doctoral education and graduation. The program at UMBC provides a cross-cohort model that promotes interaction between BD cohorts who entered the program at UMBC in other years, and between cohorts of BD Fellows at the University of Maryland College Park. UMBC's BD program is proud of its record of providing strong professional development opportunities that are designed to increase presentation skills, enhance student-faculty communication and academic excellence, encourage publication, build community and STEM engagement on national and international levels, and facilitate graduation and transitions to careers. &nbsp;</p>\n<p>The BD Fellows at UMBC meet at least once per month to engage in meetings, professional development seminars, and discussions with the BD director. Seminars and workshops include: Applying for NSF Fellowships and Funding, Addressing Graduate Students&rsquo; Feelings of Stress, MOOCs and Coursera, Managing a Budget, Learning Styles, Career Paths, and many others.&nbsp; The BD Fellows at UMBC receive significant training and practice in public speaking and technical presentation. The BDs in the 2011-2013 cohort have participated in the following events:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Public Speaking Training with Barrett Whitener and Scott Morgan (The Morgan Group) and with Judith Kardarusman Pollack (Stand Up and Speak Now), 2011-2014</li>\n<li>Presentations at the 15th Annual Philadelphia AMP Research Symposium and Mentoring Conference, 2013</li>\n<li>Presentations at the 2012, 2013 Graduate Student Association Graduate Research Conference, UMBC</li>\n<li>Judging and moderating at the 2013 Regional Research Symposium in honor of the Inauguration of Dr. Juliette B. Ball, 15<sup>th</sup> President of the University of Maryland Eastern Shore</li>\n<li>Judging and moderating at the 2014 Regional Research Symposium, University of Maryland Eastern Shore</li>\n<li>Presentations at the 2014 PROMISE Research Symposium, University of Maryland College Park</li>\n</ul>\n<p>&nbsp;</p>\n<p>The BDs have supported and mentored other cohorts to present at conferences such as the Latin and Caribbean Consortium of Engineering Institutions (LACCEI), and the World Engineering Education Forum&rsquo;s Global Student Forum (WEEF-GSF). Students from 2011-2013 presented at the 2013 Emerging Researchers National (ERN) Conference in Science, Technology, Engineering and Mathematics (STEM), hosted by the American Association for the Advancement of Science (AAAS) and NSF.&nbsp; Students in UMBC&rsquo;s Human Centered Computing program had a chance to participate in international conferences such as the Association for Computing Machinery&rsquo;s Special Interest Group on Computer&ndash;Human Interaction (ACM SIGCHI) Conference on Human Factors in Computing Systems. The &ldquo;CHI&rdquo; conference, as it is better known, is the premier international conference on human-computer interaction. BD Fellows have participated in CHI 2013 (Paris), and CHI 2014 (Toronto). The BDs are also actively training the new cohort of fellows to be ready for CHI 2015 in Seoul, Korea. &nbsp;Patrick Carrington, of this 2011-2013 BD cohort, has been a lead peer mentor for other students in the Human-Centered Computing program at UMBC. Patrick&rsquo;s paper for the CHI 2013, where conference papers are on par with journal articles, won honorable mention for best paper (on an international scale): &nbsp;Carrington, P., Hurst, A., and Kane, S.K. (2014) Wearables and Chairables: Inclusive Design of Mobile Input and Output Techniques for Power Wheelchair Users. <em>Proceedings of ACM Conference on Human Factors in Computing Systems</em> (CHI 2014). ACM. His website can be found here: <a href=\"http://patrickcarring...",
  "por_txt_cntn": "\nThe Louis Stokes Alliance for Minority Participation Bridge to the Doctorate Fellows Program (LSAMP-BD) at the University of Maryland Baltimore County (UMBC) continues a legacy of training scholars for doctoral education and graduation. The program at UMBC provides a cross-cohort model that promotes interaction between BD cohorts who entered the program at UMBC in other years, and between cohorts of BD Fellows at the University of Maryland College Park. UMBC's BD program is proud of its record of providing strong professional development opportunities that are designed to increase presentation skills, enhance student-faculty communication and academic excellence, encourage publication, build community and STEM engagement on national and international levels, and facilitate graduation and transitions to careers.  \n\nThe BD Fellows at UMBC meet at least once per month to engage in meetings, professional development seminars, and discussions with the BD director. Seminars and workshops include: Applying for NSF Fellowships and Funding, Addressing Graduate StudentsÆ Feelings of Stress, MOOCs and Coursera, Managing a Budget, Learning Styles, Career Paths, and many others.  The BD Fellows at UMBC receive significant training and practice in public speaking and technical presentation. The BDs in the 2011-2013 cohort have participated in the following events:\n\n \n\nPublic Speaking Training with Barrett Whitener and Scott Morgan (The Morgan Group) and with Judith Kardarusman Pollack (Stand Up and Speak Now), 2011-2014\nPresentations at the 15th Annual Philadelphia AMP Research Symposium and Mentoring Conference, 2013\nPresentations at the 2012, 2013 Graduate Student Association Graduate Research Conference, UMBC\nJudging and moderating at the 2013 Regional Research Symposium in honor of the Inauguration of Dr. Juliette B. Ball, 15th President of the University of Maryland Eastern Shore\nJudging and moderating at the 2014 Regional Research Symposium, University of Maryland Eastern Shore\nPresentations at the 2014 PROMISE Research Symposium, University of Maryland College Park\n\n\n \n\nThe BDs have supported and mentored other cohorts to present at conferences such as the Latin and Caribbean Consortium of Engineering Institutions (LACCEI), and the World Engineering Education ForumÆs Global Student Forum (WEEF-GSF). Students from 2011-2013 presented at the 2013 Emerging Researchers National (ERN) Conference in Science, Technology, Engineering and Mathematics (STEM), hosted by the American Association for the Advancement of Science (AAAS) and NSF.  Students in UMBCÆs Human Centered Computing program had a chance to participate in international conferences such as the Association for Computing MachineryÆs Special Interest Group on Computer&ndash;Human Interaction (ACM SIGCHI) Conference on Human Factors in Computing Systems. The \"CHI\" conference, as it is better known, is the premier international conference on human-computer interaction. BD Fellows have participated in CHI 2013 (Paris), and CHI 2014 (Toronto). The BDs are also actively training the new cohort of fellows to be ready for CHI 2015 in Seoul, Korea.  Patrick Carrington, of this 2011-2013 BD cohort, has been a lead peer mentor for other students in the Human-Centered Computing program at UMBC. PatrickÆs paper for the CHI 2013, where conference papers are on par with journal articles, won honorable mention for best paper (on an international scale):  Carrington, P., Hurst, A., and Kane, S.K. (2014) Wearables and Chairables: Inclusive Design of Mobile Input and Output Techniques for Power Wheelchair Users. Proceedings of ACM Conference on Human Factors in Computing Systems (CHI 2014). ACM. His website can be found here: http://patrickcarrington.com/about/.\n\n \n\nStudents from this cohort have received additional fellowships to continue the PhD, sponsored by the National GEM Consortium, The Meyerhoff Graduate Fellows Program (NIH), The Southern Regional Education Board (SREB), United Negro Coll..."
 }
}