{
 "awd_id": "1139326",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Our Ice Dependent World Conference",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2011-07-05",
 "awd_max_amd_letter_date": "2011-07-05",
 "awd_abstract_narration": "This is a small amount of support for travel and accommodation for 7 early career researchers to attend the 2011 Northern Research Forum (NRF) Open Assembly, Our Ice Dependent World, to be held Sept. 4-6 in Hveragerdi, Iceland. The NRF Open Assembly is organized to provide opportunities for natural and social scientists to talk with policy makers and stakeholders in order to work together to identify knowledge gaps in research and policy for the future. This Assembly highlights two central questions: 1) what are and what will be the economic, industrial, cultural and political consequences of global ice melt today and in the future; 2) What economic, industrial, cultural, and political possibilities and challenges face humankind in current and future declines of ice? In addition, the Assembly in Iceland will include in-depth science discussions around ice from two regions, one high latitude the Antarctic and the other high altitude, the Himalayans, and follows up on themes from three major recent projects- the Arctic Climate Impact Assessment, the Arctic Human Development Report, and UNEPs Global Outlook for Ice and Snow. \r\n\r\nEarly career for the purpose of this project are recent PhD or PhD candidates.   The candidates will be chosen from a pool of 60 applications, already received, representing 20 different nationalities, and will be evaluated on the basis of 1) professional experience (publications, NRF involvement, and conference papers); 2) their statement of interest that includes the relevance of their research to the conference topic; 3) their perspective on the social relevance of science, how to interpret and apply it.   In addition there is a strong dissemination plan through web-casts, position papers, and scientific papers, along with scheduled presentations to the Arctic Council and the Nordic Council of Ministers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Huskey",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Terry L Huskey",
   "pi_email_addr": "aflh@uaa.alaska.edu",
   "nsf_id": "000295066",
   "pi_start_date": "2011-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Anchorage Campus",
  "inst_street_address": "3211 PROVIDENCE DR",
  "inst_street_address_2": "",
  "inst_city_name": "ANCHORAGE",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9077861777",
  "inst_zip_code": "995084614",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA ANCHORAGE",
  "org_prnt_uei_num": "KNP1HA2B9BF8",
  "org_uei_num": "DZFJT2KH9C43"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Anchorage Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "995084774",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported seven young researchers attendance at the Northern Research Forum&rsquo;s 6<sup>th</sup> Open Assembly, &ldquo;Our Ice Dependent World&rdquo;, in Hveragerdi, Iceland in Sept. 2011. The Northern Research Forum provides an international platform for an open dialogue between members of the research community and a wide range of stakeholders interested in the interplay between science and policy in the circumpolar north. Young researchers are recent recipients of PhDs or students with Masters who are enrolled in a PhD program. The seven young researchers supported by this grant were from the US and Russia. They joined seven other young scholars from Europe, Canada and South Asia.</p>\n<p>&nbsp;</p>\n<p>Consistent with the mission of the Northern Research Forum the primary contribution of the grant was to allow these seven young scholars to engage with others interested in problems of the north. The particular issue addressed at this open assembly was the impact of the world&rsquo;s dwindling ice on society. For the young scholars the meetings provided a view of how science and policy interact. The structure of the meetings broke down the academic walls young researchers usually find themselves in. They were able to network internationally and work with other young researchers from nine countries. They and their research were given access to senior scientists from many nations and disciplines (there were over 150 people in attendance). Finally, they were able to see how the concerns of policy makers and other stakeholders (politicians, business leaders, civil servants, community leaders, NGOs, resource managers and indigenous representatives) could affect and be affected by science.</p>\n<p>&nbsp;</p>\n<p>The supported young researchers contributed to the proceeding by presenting their research which included presentations on the institutional framework for international cooperation in the Arctic; evaluations of Arctic shipping; sea ice and cultural change; and innovations in research. They also contributed by presenting summaries of the various panel presentations for the final open discussion at the Assembly. &nbsp;For the young researchers these opportunities opened the possibilities for collaborative work with senior and other young researchers. Most importantly, attendance at the Assembly by young researchers gave them insight into interesting research questions in the north as well as research questions that provide useful findings for circumpolar stakeholders. For the North this type of interaction may assure that these young scholars continue to work on issues that are both important to the north and relevant to northern policy.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2012<br>\n\t\t\t\t\tModified by: Terry&nbsp;L&nbsp;Huskey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported seven young researchers attendance at the Northern Research ForumÆs 6th Open Assembly, \"Our Ice Dependent World\", in Hveragerdi, Iceland in Sept. 2011. The Northern Research Forum provides an international platform for an open dialogue between members of the research community and a wide range of stakeholders interested in the interplay between science and policy in the circumpolar north. Young researchers are recent recipients of PhDs or students with Masters who are enrolled in a PhD program. The seven young researchers supported by this grant were from the US and Russia. They joined seven other young scholars from Europe, Canada and South Asia.\n\n \n\nConsistent with the mission of the Northern Research Forum the primary contribution of the grant was to allow these seven young scholars to engage with others interested in problems of the north. The particular issue addressed at this open assembly was the impact of the worldÆs dwindling ice on society. For the young scholars the meetings provided a view of how science and policy interact. The structure of the meetings broke down the academic walls young researchers usually find themselves in. They were able to network internationally and work with other young researchers from nine countries. They and their research were given access to senior scientists from many nations and disciplines (there were over 150 people in attendance). Finally, they were able to see how the concerns of policy makers and other stakeholders (politicians, business leaders, civil servants, community leaders, NGOs, resource managers and indigenous representatives) could affect and be affected by science.\n\n \n\nThe supported young researchers contributed to the proceeding by presenting their research which included presentations on the institutional framework for international cooperation in the Arctic; evaluations of Arctic shipping; sea ice and cultural change; and innovations in research. They also contributed by presenting summaries of the various panel presentations for the final open discussion at the Assembly.  For the young researchers these opportunities opened the possibilities for collaborative work with senior and other young researchers. Most importantly, attendance at the Assembly by young researchers gave them insight into interesting research questions in the north as well as research questions that provide useful findings for circumpolar stakeholders. For the North this type of interaction may assure that these young scholars continue to work on issues that are both important to the north and relevant to northern policy.\n\n\t\t\t\t\tLast Modified: 09/29/2012\n\n\t\t\t\t\tSubmitted by: Terry L Huskey"
 }
}