{
 "awd_id": "1139836",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Settlement, Political and Social Transformation in Armagh, Northern Ireland",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2011-11-08",
 "awd_abstract_narration": "Under the guidance of Dr. Tina L. Thurston, Jennifer Shaffer-Foster will collect data for her doctoral dissertation. Building on two past seasons of archaeological fieldwork she will conduct a geochemical survey followed by small scale excavation in County Armagh, Northern Ireland.  Armagh contains both an Iron Age (700 BC-AD 400) civic-ceremonial center and an Early Medieval (c. AD 400-1200) Christian administrative center, legendarily founded by Patrick. The region thus has the potential to shed light on how social and politicas structures developed and changed over this extended time span. Ms Shaffer-Foster will identify sites belonging to a variety of social classes, permitting consideration of both the role of ruling authorities and community-based conditions. This will provide a more balanced understanding of changing sociopolitical relationships, an approach that has applications in both prehistory and the present. It will also provide insight into how, in subsistence based societies social institutions serve to provide stability and mediate change. Archaeology has the ability to trace change over long periods of time and the lessons learned are applicable in third world regions of the world today.\r\n\r\nDuring the Irish Early Medieval period, raths, circular domestic enclosures with a wall and ditch, were constructed across the island. Archaeological work has focused on these structures because they are highly visible, are sometimes very wealthy, and because unenclosed, or ?flat? sites lie hidden under ubiquitous pasture beyond the scope of visual prospection.  Yet understanding these little-studied flat sites is crucial, as they appear contemporary with raths and likely housed the majority of the population from a range of socioeconomic backgrounds.  Because of  their near-zero visibility, the project uses geochemistry to systematically identify flat sites, determine their use vis-à-vis raths, and examine how property was distributed, providing a ?bottom-up? as well as a revised ?top-down? perspective in an era that saw shifts from a typically more egalitarian Iron Age basis to a more centralized organization. Full coverage geochemical survey, managed within a GIS database, will reveal sites in the landscapes surrounding five raths, progressively further south from Armagh and thus the oversight of newly established authorities. Results of test excavations in ordinary settlements indicated by elevated phosphate can be compared with the better-known elite sites that dominate the region's archaeology. \r\n\r\nResults will be made publically available online and the project will further Ms. Shaffer-Foster's academic and intellectual development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Chevral",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Chevral",
   "pi_email_addr": "tt27@buffalo.edu",
   "nsf_id": "000119248",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Shaffer-Foster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Shaffer-Foster",
   "pi_email_addr": "jshaffer@buffalo.edu",
   "nsf_id": "000555172",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "501 Capen Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142607016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span style=\"white-space: pre;\"><span style=\"white-space: pre;\"> </span> </span>This project sought to examine political, social and settlement change in County Armagh, Northern Ireland, during the Early Medieval period (c. AD 400-1200). In the past, archaeological work&nbsp;tended to focus on elites and their material culture. &nbsp;As a result, much is known about the rath, a circular enclosed settlement type, thought to have housed the upper classes in society. Lower or poorer classes in society are thought to have lived in unenclosed sites or modest huts near wealthier family members. &nbsp;These assumptions come both from previous archaeological work and a collection of documents, originating in the Early Medieval period, but existing as a corpus of late medieval texts, collectively known as the Law Tracts. &nbsp;Much of the population of Ireland was likely poor, but little is known about their lives--where they lived, what kind of material culture they used, and how much autonomy they had. &nbsp;Because of a reliance on historical texts, it is assumed that political power was concentrated in the hands of regional kings--but was that the reality? &nbsp;A major aim of this project was to examine how power is operationalized in a variety of contexts and social systems, research that has wide application beyond archaeology.&nbsp;</span></p>\n<p><span>&nbsp;</span><span style=\"font-size: 12px; line-height: 17px;\"><span style=\"white-space: pre;\"> </span>In order to examine the issues of power and socio-political change, the co-PI designed a research project which utilized chemical-phosphate survey, surface survey, excavations and GIS data to investigate landscape use and change in an area approximately seven miles to the south of the city of Armagh, in the landscape surrounding five raths. &nbsp;In July and August of 2011, along with a crew of fellow graduate students, the co-PI undertook phosphate testing on a 50-meter grid, or a 25-meter grid in proximity&nbsp;to known archaeological sites.&nbsp;In roughly six weeks, the team was able to collect soil from approximately 1000 points, with a total of c. 2450 soil samples spot-tested for phosphate content, which revealed 40 areas with elevated&nbsp;phosphate.&nbsp;Elevated phosphate in the&nbsp;soil is indicative of past human activity, and phosphate testing was</span><span style=\"font-size: 12px; line-height: 17px;\">&nbsp;</span><span style=\"font-size: 12px; line-height: 17px;\">used as a remote sensing technique to pinpoint areas for potential archaeological excavation.</span><span style=\"font-size: 12px; line-height: 17px;\">&nbsp;</span><span style=\"font-size: 12px; line-height: 17px;\">&nbsp;These preliminary results were presented at the American&nbsp;Anthropological Association meeting in 2011 and the Society for American Archaeology meeting in 2012.&nbsp;</span></p>\n<p><span><span style=\"white-space: pre;\"> </span>In 2011 and 2013, the co-PI and a crew of graduate students also undertook surface survey on plowed fields in order to prospect for additional sites. &nbsp;All found artifacts were collected and their locations entered into a GIS database. &nbsp;Additionally, in July of 2012 and June of 2013, the co-PI and crew conducted small archaeological investigations&nbsp;(ranging from 1x1 meter test units to 1x3 meter test trenches) at 9<span>&nbsp;</span>locations pinpointed by elevated phosphate. The tests only yielded one archaeological feature, but as with the surface survey, they did result in many interesting artifacts. &nbsp;</span></p>\n<p><span><span style=\"white-space: pre;\"> </span>Although none of the artifacts could be dated with certainty to the Early Medieval period, post-medieval ceramics were frequent finds. &nbsp;So too, were lithics--struck pieces of flint and chert that formed tools or \"strike-a-lights\" used to begin fires. &nbsp;The post-Medieval ceramic finds are in keeping with local l...",
  "por_txt_cntn": "\n  This project sought to examine political, social and settlement change in County Armagh, Northern Ireland, during the Early Medieval period (c. AD 400-1200). In the past, archaeological work tended to focus on elites and their material culture.  As a result, much is known about the rath, a circular enclosed settlement type, thought to have housed the upper classes in society. Lower or poorer classes in society are thought to have lived in unenclosed sites or modest huts near wealthier family members.  These assumptions come both from previous archaeological work and a collection of documents, originating in the Early Medieval period, but existing as a corpus of late medieval texts, collectively known as the Law Tracts.  Much of the population of Ireland was likely poor, but little is known about their lives--where they lived, what kind of material culture they used, and how much autonomy they had.  Because of a reliance on historical texts, it is assumed that political power was concentrated in the hands of regional kings--but was that the reality?  A major aim of this project was to examine how power is operationalized in a variety of contexts and social systems, research that has wide application beyond archaeology. \n\n  In order to examine the issues of power and socio-political change, the co-PI designed a research project which utilized chemical-phosphate survey, surface survey, excavations and GIS data to investigate landscape use and change in an area approximately seven miles to the south of the city of Armagh, in the landscape surrounding five raths.  In July and August of 2011, along with a crew of fellow graduate students, the co-PI undertook phosphate testing on a 50-meter grid, or a 25-meter grid in proximity to known archaeological sites. In roughly six weeks, the team was able to collect soil from approximately 1000 points, with a total of c. 2450 soil samples spot-tested for phosphate content, which revealed 40 areas with elevated phosphate. Elevated phosphate in the soil is indicative of past human activity, and phosphate testing was used as a remote sensing technique to pinpoint areas for potential archaeological excavation.  These preliminary results were presented at the American Anthropological Association meeting in 2011 and the Society for American Archaeology meeting in 2012. \n\n In 2011 and 2013, the co-PI and a crew of graduate students also undertook surface survey on plowed fields in order to prospect for additional sites.  All found artifacts were collected and their locations entered into a GIS database.  Additionally, in July of 2012 and June of 2013, the co-PI and crew conducted small archaeological investigations (ranging from 1x1 meter test units to 1x3 meter test trenches) at 9 locations pinpointed by elevated phosphate. The tests only yielded one archaeological feature, but as with the surface survey, they did result in many interesting artifacts.  \n\n Although none of the artifacts could be dated with certainty to the Early Medieval period, post-medieval ceramics were frequent finds.  So too, were lithics--struck pieces of flint and chert that formed tools or \"strike-a-lights\" used to begin fires.  The post-Medieval ceramic finds are in keeping with local landscape history and suggest that most people lived a relatively modest existence in the area during the 16th-20th centuries.  The lithic finds were surprising.  In the past, archaeologists have suggested that these finds on or in proximity to Early Medieval sites were because people collected these ancient relics. However, recent work by the Irish Early Medieval Archaeology Project (EMAP) in particular has suggested that people in this time did indeed utilize stone tools. Thus, in the absence of earlier sites in the area, it is possible that the lithic finds date to the Early Medieval period.  These findings are important because neither stone tools, nor stone tool makers, are mentioned in the Law Tracts which is unusual as all major cra..."
 }
}