{
 "awd_id": "1139922",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2011-2016 LSAMP Bridge to the Doctorate Program at Jackson State University   (Cohort 9)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A.  Hicks",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 987000.0,
 "awd_amount": 987000.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2013-09-27",
 "awd_abstract_narration": "Jackson State University (JSU) and its LSMAMP partners are pleased to submit this competitive renewal proposal to support an ninth (9th) Cohort in the Bridge to the Doctorate (BD) Program, which addresses our continued efforts to solve the critical shortages of underrepresented minorities (URM) in STEM disciplines. This will be accomplished by continuing the synergy between LSMAMP partners that have transformed the instructional, research and administrative aspects of cooperation among these institutions in ways never before envisioned. STEM disciplines targeted for BD include: chemistry, mathematics, biology, environmental science, computer science, and engineering. The requested support will continue to accelerate and increase the numbers of minority students entering the Ph.D. pipeline. The success of the BD is based upon the theory that minority students who pursue the MS degree, have the potential to complete the PhD degree in STEM areas if provided sufficient financial support, rigorous curricula, committed mentoring and national and international extensive research experiences. The addition of an ninth Cohort will increase the number of students who have been supported by the program to 106. The impact of the LSMAMP-BD has been profoundly dramatic in achieving the goal of increasing the number of underrepresented (URM) PhD participation. To date, of a total of 94 students, 72 have been admitted into PhD programs, 11 have earned their PhDs, and 40 are completing their dissertations or coursework (from Cohorts 1-6). Furthermore, 90% of the students in Cohorts 1 through 6 were admitted into Ph.D. programs. In Cohort 7, so far, nine (9) students have been admitted into Ph.D. programs and three (3) have applied to doctoral offering institutions and are expected to start during fall 2010. Cohort Eight (8) students are progressing well and are currently acquiring international experience before they begin their summer internships.\r\nThe BD is an intensive, highly interactive program covering the first two years of the students' graduate tenure leading to the MS degree. Students are expected to continue their work through to the doctorate. The first year the students satisfy the required core courses and select their research advisor. The first summer, the students are exposed to scientific and technical workforce environments internships at national or international laboratories, corporations and universities. During this time, students and their faculty advisors continually interact on the learning experience and initiation of research projects. The second year is dedicated to research, writing the MS thesis, specialized courses and applying to doctoral programs and fellowships.\r\nIntellectual Merit: The goal of the LSMAMP BD Program is to establish a secure pathway for underrepresented minority students to obtain doctoral degrees in STEM disciplines. This proposed project will build upon existing relationships between JSU and major national and international universities; national laboratories such as LBNL and LLNL; and NSF programs such as CREST, AGEM, IGERT, etc. to increase the number of minority students enrolling and matriculating in MS and Ph.D. STEM graduate programs within and outside of the state of Mississippi. Disciplines targeted for graduate studies include: chemistry, physics, mathematics, biology, environmental science, and engineering.\r\nBroader Impacts: The LSMAMP program will increase the number of Ph.D. degrees in STEM areas awarded to minorities, especially African-Americans. The project will provide well-qualified and diverse faculty members for U S universities and colleges, as well as impact the number of scientists and engineers holding the doctorate. This is already taking place as exhibited by the number of BD students placed in Ph.D. programs and by the number of those who have earned the Ph.D.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Felix",
   "pi_last_name": "Okojie",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Felix A Okojie",
   "pi_email_addr": "faokojie@ccaix.jsums.edu",
   "nsf_id": "000260564",
   "pi_start_date": "2011-08-30",
   "pi_end_date": "2013-09-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashton",
   "pi_last_name": "Hamme",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Ashton T Hamme",
   "pi_email_addr": "ashton.t.hamme@jsums.edu",
   "nsf_id": "000318977",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jackson State University",
  "inst_street_address": "1400 J R LYNCH ST",
  "inst_street_address_2": "",
  "inst_city_name": "JACKSON",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6019792008",
  "inst_zip_code": "392170002",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MS02",
  "org_lgl_bus_name": "JACKSON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "WFVHMSF6BU45"
 },
 "perf_inst": {
  "perf_inst_name": "Jackson State University",
  "perf_str_addr": "1400 John R Lynch Street",
  "perf_city_name": "Jackson",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "392170002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MS02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 987000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Program Activities</strong></p>\n<p class=\"Noparagraphstyle\">The goal of the Bridge to the Doctorate (BD) program is to bridge LSAMP students who have received a baccalaureate degree in a Science, Technology, Engineering or Mathematics (STEM) area into STEM doctoral programs and prepare them to excel in and complete those programs. Fellowships in the BD are provided for the first two years of graduate study through a grant received from the National Science Foundation. The objective of this grant is to broaden participation of underrepresented minority students in STEM disciplines. It seeks to remove students&rsquo; hesitancy about entering graduate school and the fear of creating financial indebtedness.&nbsp;</p>\n<p class=\"Noparagraphstyle\">Cohorts 1 through 9 have proven to be very committed to completing the requirements of the program and to pursuing their terminal degrees. Below is a table of the outcomes to date for these first 9 Cohorts of Jackson State University&rsquo;s Bridge to the Doctorate Program. Twenty-five (25) students have achieved the PhD as of May of 2014. Please see attached document for the names of those students and the institutions where they earned their PhDs.</p>\n<p>&nbsp;Table 1. Summary of Career Bridge to the Doctorate Program:</p>\n<p>Cohorts 1-9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Number&nbsp; Percentage</p>\n<p>Admitted to Program&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 105&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Earned Masters Degree&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 97&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 92%</p>\n<p>Summer Research Internships 103&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 98%</p>\n<p>International Internships&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 62&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 59%</p>\n<p>Admitted to PhD Program&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 97&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 100%</p>\n<p>Earned PhD (To Date)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 25&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 26%</p>\n<p>Current PhD Students&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 43&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 44%</p>\n<p>&nbsp;</p>\n<p><strong>Program Activities</strong></p>\n<p><strong>Summer External Research Internships</strong><strong>&nbsp;</strong></p>\n<p class=\"jbSubheading\">One of the most important activities of the LSMAMP-BD program is the Summer External Research Internship. This internship is undertaken during the summer between the first and second year of the program and lasts between 10 and 12 weeks. Students will present their summer research at symposia and conferences after they return to campus.</p>\n<p class=\"jbSubheading\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Each student is placed with a research mentor at one of our many partner institutions or national laboratories. Efforts are made to match the student with a me...",
  "por_txt_cntn": "\nProgram Activities\nThe goal of the Bridge to the Doctorate (BD) program is to bridge LSAMP students who have received a baccalaureate degree in a Science, Technology, Engineering or Mathematics (STEM) area into STEM doctoral programs and prepare them to excel in and complete those programs. Fellowships in the BD are provided for the first two years of graduate study through a grant received from the National Science Foundation. The objective of this grant is to broaden participation of underrepresented minority students in STEM disciplines. It seeks to remove studentsÆ hesitancy about entering graduate school and the fear of creating financial indebtedness. \nCohorts 1 through 9 have proven to be very committed to completing the requirements of the program and to pursuing their terminal degrees. Below is a table of the outcomes to date for these first 9 Cohorts of Jackson State UniversityÆs Bridge to the Doctorate Program. Twenty-five (25) students have achieved the PhD as of May of 2014. Please see attached document for the names of those students and the institutions where they earned their PhDs.\n\n Table 1. Summary of Career Bridge to the Doctorate Program:\n\nCohorts 1-9                                              \n\n                                                          Number  Percentage\n\nAdmitted to Program                    105        \n\nEarned Masters Degree               97           92%\n\nSummer Research Internships 103         98%\n\nInternational Internships               62           59%\n\nAdmitted to PhD Program             97           100%\n\nEarned PhD (To Date)                   25           26%\n\nCurrent PhD Students                   43           44%\n\n \n\nProgram Activities\n\nSummer External Research Internships \nOne of the most important activities of the LSMAMP-BD program is the Summer External Research Internship. This internship is undertaken during the summer between the first and second year of the program and lasts between 10 and 12 weeks. Students will present their summer research at symposia and conferences after they return to campus.\n            Each student is placed with a research mentor at one of our many partner institutions or national laboratories. Efforts are made to match the student with a mentor who is doing research that is a match for the studentÆs masterÆs thesis work. The placements for Cohort 9Æs summer internships are currently as follows:\n\n Table 3. Cohort 9 Placements for Summer Research Internships\n Last Name    First Name     Major                         Internship Institution\nCain               Antia                Biology                       University of Florida\nCesar            Carensa          Biology                       UC Santa Barbara\nDawson         Jerald              Comp. Science         Eng. Research                                                                                                          Dev.Ctr, Vicksburg, MS\nGriffith           Shelton            Biology                       University of Florida\nGulledge        Eric                  Biology                      University of Southern       Mississippi\nJohnson        Amber             Computer Science     UC Santa Barbara\nJohnson        Martha             Chemistry                  Indiana University\nLawson          Leondra           Chemistry                  University of Wyoming\nLewis             Karrington       Computer Science     UC Santa Barbara\nReed             Aisha               Chemistry                  University of Wyoming\nWilliams         Diarria             Biology                       University of Florida\n\nWoods           Shawnta          Biochemistry              UC Santa Barbara\n\n \n\nWeekly Meetings: Tuesdays and Thursdays\n\n Weekly Cohort meetings are held with the Program Director and invited faculty members on Tuesday and Thursday of each week from 8:30 a.m. to 9:45 a.m. A journal club is held on Tuesdays where faculty and BD Fellows present their scientific research or lead ..."
 }
}