{
 "awd_id": "1139269",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MS PHD'S in Earth System Science: Professional Development Program 2011-2013",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 352794.0,
 "awd_amount": 421617.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2014-06-16",
 "awd_abstract_narration": "The MS PHD'S in Earth System Science® Professional Development Program (MS PHD'S PDP) is promoting the advancement of underrepresented minority (URM) students and recent doctoral degree recipients in Earth system science (ESS) careers. It provides URM undergraduate and graduate students with long-term exposure to, interaction with, and increased participation in the Earth system science community. This award is supporting one new cohort of 25 MS PHD'S PDP student participants.  MS PHD'S PDP activities address several obstacles to achieving diversity in the geosciences, including: 1) lack of ESS career opportunities awareness within URM communities; 2) small numbers of visible URM role models; and, 3) small numbers of ESS-related programs at minority serving institutions. The project builds on known best practices for successful STEM diversity programs, which involve sustained interactions with students, mentoring by professionals, exposure to educational and research opportunities.  It focuses on understanding and participating in the ESS professional community as a means to strengthen eligibility, sense of belonging and achievement. MS PHD'S PDP activities provide student participants with information regarding future ESS funding; education and career opportunities; exposure to cutting-edge ESS research and technology; and, on-going communication and mentoring support via membership within the MS PHD'S PDP virtual community.  During a capstone leadership development week in Washington, DC, MS PHD'S PDP participants gain valuable understanding about the operations and priorities of the Federal agencies and related organizations that support ESS research and education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashanti",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashanti Johnson",
   "pi_email_addr": "johnsonptfamily@gmail.com",
   "nsf_id": "000371643",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Institute for Broadening Participation",
  "inst_street_address": "434 PREBLE ST",
  "inst_street_address_2": "",
  "inst_city_name": "SOUTH PORTLAND",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075635929",
  "inst_zip_code": "041063033",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "INSTITUTE FOR BROADENING PARTICIPATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y3B9DJYSNDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Institute for Broadening Participation",
  "perf_str_addr": "281 Main St.",
  "perf_city_name": "Damariscotta",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "045434653",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762200",
   "pgm_ele_name": "GEO-LSAMP LINKAGES"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1697",
   "pgm_ref_txt": "OPPORT FOR ENHANCING DIVERSITY"
  },
  {
   "pgm_ref_code": "1733",
   "pgm_ref_txt": "GEOSCIENCE EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 352794.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 68823.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><strong>Project Overview </strong><strong></strong></p>\n<p class=\"Default\">The Minorities Striving and Pursuing Higher Degrees of Success (MS PHD&rsquo;S) in Earth System Science Professional Development Program<em> </em>engages underrepresented minority (URM) undergraduate and graduate Earth system science student participants in a series of activities designed to:</p>\n<ul>\n<li>Increase exposure to and engagement in the Earth system science community, via participation in scientific conferences, mentoring relationships, virtual activities, and fieldtrips;</li>\n<li>Enhance professional skills, grantsmanship, oral and written communication;</li>\n<li>Provide resources regarding future funding, education and career opportunities;</li>\n<li>Facilitate networking opportunities with established researchers and educators;</li>\n<li>Sustain on-going interaction, communication and support via membership within a virtual community comprised of peers, junior/senior-level researchers, and educators actively involved in facilitating full participation of minorities in the Earth system sciences. </li>\n</ul>\n<p class=\"Default\">These activities, conducted in three phases, occur during professional society meetings, field trips, and a &lsquo;capstone&rsquo; event at the National Academies. As a result, URM undergraduate, graduate and recent graduate participants will be better prepared to achieve their academic and professional goals. It is also expected that because of mentor-mentee partnerships, science exposure, and networking activities, MS PHD&rsquo;S participants will remain actively engaged in their fields of specialization and respective professional societies.</p>\n<p class=\"Default\"><strong>Project Outcomes</strong></p>\n<p>The MS PHD&rsquo;S<em> </em>initiative has promoted the advancement of 213 URM students and recent URM doctoral degree recipients committed to achieving outstanding Earth system science careers.</p>\n<p>Of the total 213 participants, 115 participants self-identified as African American; 47 as Puerto Rican; 27 as Hispanic/Mexican American; 13 as American Indian/Alaskan Native; 5 as Native Hawaiian/Pacific Islander; and 6 as White/Caucasian, Other Hispanic, African, Asian or Multi-Ethnic.<strong> </strong>Of the 213 participants, 61% are female and 39% male. A total of 133 students began participation within <em>MS PHD&rsquo;S </em>as graduate students, 75 as undergraduate students, and the remaining 5 as post-baccalaureate in transition to graduate school. To date, fifty-seven (57) <em>MS PHD&rsquo;S </em>student participants have received their doctoral degrees. An additional 35 alumni have completed the Masters and Baccalaureate (21 and 14 respectively) as their highest degree to date and are currently employed within the STEM workforce. The remaining 121 participants are enrolled in undergraduate and graduate programs throughout the U.S. Geographic representation of participants includes 35 states, the District of Columbia, Puerto Rico and two international postdoctoral appointments &ndash; one in Saudi Arabia and the other in France.</p>\n<p>Anonymous surveys completed annually by MS PHD&rsquo;S<em> </em>participants show broad agreement (96%) on the need for the MS PHD&rsquo;S<em> </em>as well as willingness to advocate for the program. The most cited beneficial aspects of the program fall into categories of Peer and Community Engagement, Networking, and Professional Development. At the conclusion of their MS PHD&rsquo;S<em> </em>experience, student participants report that they are better prepared to achieve their academic and professional goals. The following statement provides evidence of the impacts of MS PHD&rsquo;S: &ldquo;<em>The MS PHD&rsquo;s program has had a profound impact on my professional development as a geo-scientist&hellip;In academic geo-science environments, I felt acutely out of place until I ventured to my first AGU ...",
  "por_txt_cntn": "Project Overview \nThe Minorities Striving and Pursuing Higher Degrees of Success (MS PHDÆS) in Earth System Science Professional Development Program engages underrepresented minority (URM) undergraduate and graduate Earth system science student participants in a series of activities designed to:\n\nIncrease exposure to and engagement in the Earth system science community, via participation in scientific conferences, mentoring relationships, virtual activities, and fieldtrips;\nEnhance professional skills, grantsmanship, oral and written communication;\nProvide resources regarding future funding, education and career opportunities;\nFacilitate networking opportunities with established researchers and educators;\nSustain on-going interaction, communication and support via membership within a virtual community comprised of peers, junior/senior-level researchers, and educators actively involved in facilitating full participation of minorities in the Earth system sciences. \n\nThese activities, conducted in three phases, occur during professional society meetings, field trips, and a æcapstoneÆ event at the National Academies. As a result, URM undergraduate, graduate and recent graduate participants will be better prepared to achieve their academic and professional goals. It is also expected that because of mentor-mentee partnerships, science exposure, and networking activities, MS PHDÆS participants will remain actively engaged in their fields of specialization and respective professional societies.\nProject Outcomes\n\nThe MS PHDÆS initiative has promoted the advancement of 213 URM students and recent URM doctoral degree recipients committed to achieving outstanding Earth system science careers.\n\nOf the total 213 participants, 115 participants self-identified as African American; 47 as Puerto Rican; 27 as Hispanic/Mexican American; 13 as American Indian/Alaskan Native; 5 as Native Hawaiian/Pacific Islander; and 6 as White/Caucasian, Other Hispanic, African, Asian or Multi-Ethnic. Of the 213 participants, 61% are female and 39% male. A total of 133 students began participation within MS PHDÆS as graduate students, 75 as undergraduate students, and the remaining 5 as post-baccalaureate in transition to graduate school. To date, fifty-seven (57) MS PHDÆS student participants have received their doctoral degrees. An additional 35 alumni have completed the Masters and Baccalaureate (21 and 14 respectively) as their highest degree to date and are currently employed within the STEM workforce. The remaining 121 participants are enrolled in undergraduate and graduate programs throughout the U.S. Geographic representation of participants includes 35 states, the District of Columbia, Puerto Rico and two international postdoctoral appointments &ndash; one in Saudi Arabia and the other in France.\n\nAnonymous surveys completed annually by MS PHDÆS participants show broad agreement (96%) on the need for the MS PHDÆS as well as willingness to advocate for the program. The most cited beneficial aspects of the program fall into categories of Peer and Community Engagement, Networking, and Professional Development. At the conclusion of their MS PHDÆS experience, student participants report that they are better prepared to achieve their academic and professional goals. The following statement provides evidence of the impacts of MS PHDÆS: \"The MS PHDÆs program has had a profound impact on my professional development as a geo-scientist&hellip;In academic geo-science environments, I felt acutely out of place until I ventured to my first AGU meeting with the MS PHD'S program. Once I found there were others striving to do what I had only dreamed of doing (that were from similar backgrounds), I set my goal to achieve my PhD in geology. I have been fortune enough to have won both a Ford Fellowship and an NSF graduate fellowship. These have allowed me to propose bold scientific questions as I journey towards my PhD. I feel that the MS PHDÆS program was pivotal in setting..."
 }
}