{
 "awd_id": "1139400",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Maximizing Mentor Effectiveness In Increasing Student Interest And Success In STEM: An Empirical Approach Employing Robotics Competitions",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Haury",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 515289.0,
 "awd_amount": 515289.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2013-07-02",
 "awd_abstract_narration": "This collaborative project is conducting a research study to delineate the effective components of mentoring for underrepresented and non-underrepresented students in STEM, utilizing a robotics educational program.  To understand STEM expectations of success and interests in pursuing STEM careers, it is imperative to understand the achievement-related choices people make when deciding what areas to study and what careers to pursue. If mentoring is to be used to its fullest capacity in increasing students' interest in pursuing STEM careers, it is imperative to delineate what type of mentoring is most effective in increasing STEM self-efficacy and achievement-related choices.\r\n\r\nThis proposal is addressing the following research questions: \"Can a general 'best practices' mentoring approach be effective or is a specific self-efficacy approach needed? Is a combination of the two approaches optimal? In addition, does student ethnicity moderate the impact of the mentoring approaches?\"  Forty-eight teams of approximately 480 male and female participants represent middle school classes that have not previously participated in robotics or a similar STEM activity. Team mentors are divided into those receiving best-practices mentor training, self-efficacy mentor training, a combination, and no mentor training (control group). All teams participate in a Botball regional robotics competition organized by the KISS Institute for Practical Robotics. Employing a mixed factorial design, the study examines three types of mentor training for their impact on STEM self-efficacy and expectations of success and/or STEM achievement-related choices. The results along with the feedback from mentors will be used to develop a mentor-training package that could be used in all robotics programs and be generalized to other similar STEM activities.\r\n\r\nThis proposal focuses on students who have not participated in a previous robotics competition and are not 'self-selected' (i.e. have not already voluntarily enrolled in a robotics competition). Therefore, the research will inform the field if the experience itself generated a disposition to pursue STEM without the confounding factor that the participants were already so inclined before the study began.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Mayer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Gary R Mayer",
   "pi_email_addr": "gamayer@siue.edu",
   "nsf_id": "000573126",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Thomas",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Susan L Thomas",
   "pi_email_addr": "suethomas@truman.edu",
   "nsf_id": "000208080",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Locke",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon M Locke",
   "pi_email_addr": "slocke@siue.edu",
   "nsf_id": "000172627",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerry",
   "pi_last_name": "Weinberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jerry Weinberg",
   "pi_email_addr": "jweinbe@siue.edu",
   "nsf_id": "000294207",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Marlette",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Marlette",
   "pi_email_addr": "smarlet@siue.edu",
   "nsf_id": "000592572",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Edwardsville",
  "inst_street_address": "#5 HAIRPIN DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "EDWARDSVILLE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6186503010",
  "inst_zip_code": "620260001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HQ5NMP5HLL53"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Edwardsville",
  "perf_str_addr": "",
  "perf_city_name": "Edwardsville",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "620260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 156130.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 269278.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 89881.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">The purpose of the research was to determine the type of mentoring approach that would be most effective in increasing a student&rsquo;s belief that they could succeed in Science, Technology, Engineering, and Math (STEM), and similar achievement-related choices. A secondary goal was to determine if a student&rsquo;s ethnicity moderates the effectiveness of the mentoring approaches. Both middle school teachers and students volunteered for the research program that involved participation in the Botball Educational Robotics Program. Data analysis did find that mentorship does impact a student&rsquo;s self-efficacy and achievement-related choices. However, a specific type was not quantifiably identifiable. Furthermore, student ethnicity appeared to have no impact on the outcome.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">Forty-one middle school teachers completed the research program as mentors. The mentors were divided into four groups. Three groups were trained using mentoring conditions defined as best practices, self-efficacy, and combination. The fourth group received no training to provide a comparison group for the others. &ldquo;Best practices&rdquo; training encompasses mentoring approaches such as team work, communication, conflict resolution, feedback, and supporting student understanding of the purposes of the activities. &ldquo;Self-efficacy&rdquo; training involves mentoring using approaches such as setting appropriate proximal goals, social persuasion (such as from parents) and encouragement, and experiences with role models and professionals. The combination group received both types of training. The mentors assisted in the recruitment of 336 students to create a team of eight to ten students that each teacher mentored.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">All recruited students were in 7</span><sup><span style=\"font-family: Calibri; font-size: x-small;\">th</span></sup><span style=\"font-family: Calibri; font-size: small;\"> and 8</span><sup><span style=\"font-family: Calibri; font-size: x-small;\">th</span></sup><span style=\"font-family: Calibri; font-size: small;\"> grade. The volunteer student population consisted of 30% African American, 36% Caucasian, and 34% Latino/Latina (based upon self-reported responses). These students were recruited from the Greater St Louis, MO, and Greater Los Angeles, CA areas. None of the recruited students had any previous Botball program experience.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">Quantitative research instruments included surveys and the training materials. Prior to any activity, students were required to complete a set of surveys online that captured their current belief in their ability to succeed in STEM-related areas. Mentors were then provided a set of online and in-person training, if the mentor was in one of the three experimental groups that received training. Next, the mentors and their student teams participated in the Botball two-day workshop that introduced robot building and programming, and discussed that year&rsquo;s competition rules. The student teams then had eight weeks to develop their robot entry. After the eight weeks, the regional tournament was held. Post-tournament, the students were again required to complete surveys to assess if their beliefs had changed.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">While the quantitative analysis did find conclusive evidence, the analysis of reported data could not be executed as planned. A problem arose in that mentors in the training groups used mentoring practices outside of what they were taught. Thus, an accurate comparison of mentoring approaches could not be accomplished. The analysis was modified and, while utility amongst specific mentoring techniques cannot be compared, analysis has shown that mentoring techniques classified as best practices or self-efficacy has a significant impact on students&rsquo; belief in STEM self-efficacy and achievement-related choices when compared to mentoring approaches that do not employ these techniques.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">Analysis also found results based upon gender and ethnicity. First, no significant effects of mentoring approach were found based upon a student&rsquo;s gender (comparing one population versus the other, or versus the overall average). Similarly, no significant effects of mentoring approach were found for a specific student&rsquo;s self-reported ethnicity. In other words, the significance of the mentoring approach used did not changed based upon the student&rsquo;s gender or ethnicity. It was found that there was a noticeable difference in the initial surveys from the minority students in comparison to the overall average responses from Caucasian students.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">A follow-on qualitative study was also conducted with a set of eighteen teacher-mentors; nine of whom were mentors in the original research program. The teacher-mentors from the original study identified areas of challenge that they faced during the program. First, they felt that this should be a two-year program to enable familiarity with Botball and then focus on specific mentoring techniques. Second, some of the mentors felt that their non-STEM backgrounds were not as useful for mentoring this type of project. Others believed that requiring them to apply a certain mentoring technique when they already had years developing their own approach was not useful. Another issue was the high dropout rate of many student members due to other extracurricular activities. This may have been compounded by the level of programming difficulty, with many mentors and students having zero programming experience prior to the research program.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2016<br>\n\t\t\t\t\tModified by: Gary&nbsp;R&nbsp;Mayer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of the research was to determine the type of mentoring approach that would be most effective in increasing a student?s belief that they could succeed in Science, Technology, Engineering, and Math (STEM), and similar achievement-related choices. A secondary goal was to determine if a student?s ethnicity moderates the effectiveness of the mentoring approaches. Both middle school teachers and students volunteered for the research program that involved participation in the Botball Educational Robotics Program. Data analysis did find that mentorship does impact a student?s self-efficacy and achievement-related choices. However, a specific type was not quantifiably identifiable. Furthermore, student ethnicity appeared to have no impact on the outcome.\n\nForty-one middle school teachers completed the research program as mentors. The mentors were divided into four groups. Three groups were trained using mentoring conditions defined as best practices, self-efficacy, and combination. The fourth group received no training to provide a comparison group for the others. \"Best practices\" training encompasses mentoring approaches such as team work, communication, conflict resolution, feedback, and supporting student understanding of the purposes of the activities. \"Self-efficacy\" training involves mentoring using approaches such as setting appropriate proximal goals, social persuasion (such as from parents) and encouragement, and experiences with role models and professionals. The combination group received both types of training. The mentors assisted in the recruitment of 336 students to create a team of eight to ten students that each teacher mentored.\n\nAll recruited students were in 7th and 8th grade. The volunteer student population consisted of 30% African American, 36% Caucasian, and 34% Latino/Latina (based upon self-reported responses). These students were recruited from the Greater St Louis, MO, and Greater Los Angeles, CA areas. None of the recruited students had any previous Botball program experience.\n\nQuantitative research instruments included surveys and the training materials. Prior to any activity, students were required to complete a set of surveys online that captured their current belief in their ability to succeed in STEM-related areas. Mentors were then provided a set of online and in-person training, if the mentor was in one of the three experimental groups that received training. Next, the mentors and their student teams participated in the Botball two-day workshop that introduced robot building and programming, and discussed that year?s competition rules. The student teams then had eight weeks to develop their robot entry. After the eight weeks, the regional tournament was held. Post-tournament, the students were again required to complete surveys to assess if their beliefs had changed.\n\nWhile the quantitative analysis did find conclusive evidence, the analysis of reported data could not be executed as planned. A problem arose in that mentors in the training groups used mentoring practices outside of what they were taught. Thus, an accurate comparison of mentoring approaches could not be accomplished. The analysis was modified and, while utility amongst specific mentoring techniques cannot be compared, analysis has shown that mentoring techniques classified as best practices or self-efficacy has a significant impact on students? belief in STEM self-efficacy and achievement-related choices when compared to mentoring approaches that do not employ these techniques.\n\nAnalysis also found results based upon gender and ethnicity. First, no significant effects of mentoring approach were found based upon a student?s gender (comparing one population versus the other, or versus the overall average). Similarly, no significant effects of mentoring approach were found for a specific student?s self-reported ethnicity. In other words, the significance of the mentoring approach used did not changed based upon the student?s gender or ethnicity. It was found that there was a noticeable difference in the initial surveys from the minority students in comparison to the overall average responses from Caucasian students.\n\nA follow-on qualitative study was also conducted with a set of eighteen teacher-mentors; nine of whom were mentors in the original research program. The teacher-mentors from the original study identified areas of challenge that they faced during the program. First, they felt that this should be a two-year program to enable familiarity with Botball and then focus on specific mentoring techniques. Second, some of the mentors felt that their non-STEM backgrounds were not as useful for mentoring this type of project. Others believed that requiring them to apply a certain mentoring technique when they already had years developing their own approach was not useful. Another issue was the high dropout rate of many student members due to other extracurricular activities. This may have been compounded by the level of programming difficulty, with many mentors and students having zero programming experience prior to the research program.\n\n\t\t\t\t\tLast Modified: 10/31/2016\n\n\t\t\t\t\tSubmitted by: Gary R Mayer"
 }
}