{
 "awd_id": "1140038",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER - Exploiting Strain-Induced Coupling between Rare Earth Ions and the GaN host for Improved  Electroluminescence and Magnetic Devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 152898.0,
 "awd_amount": 158898.0,
 "awd_min_amd_letter_date": "2011-08-07",
 "awd_max_amd_letter_date": "2012-06-19",
 "awd_abstract_narration": "The objective of this program is to provide the critical proof that the control of the strain is the key for order-of-magnitude improvement of the optical and magnetic properties of epitaxially grown gallium nitride layers doped with rare earth ions. Controlling this so far hidden parameter that governs the desired coupling of the rare earths ion to the electronic system of the host can have a transformative impact for the utilization of the material system for light emitting and magnetic devices.\r\n\r\nThe intellectual merit is based on experimental findings which show (1) that rare earth ions can be excited most efficiently when they exhibit a strong coupling to the host and (2) that the magnetic states and the resulting magnetization depend on the direction of the piezoelectric field that is induced by lattice mismatch. The program applies advanced microscopy and spectroscopic tools and exploits existing or intentionally induced strain variations across samples to reliably explore the relation between the strain and the coupling and to determine the optimized strain conditions for both electro-luminescence and room-temperature ferromagnetism, which can then be implemented in future device designs.\r\nThe broader impacts include the decisive performance improvements that will enable the material system to become an attractive, energy efficient candidate for applications in solid state lighting and for magnetic devices. The outreach activities target involvement of minority students in the research through Lehigh Physics? summer research program and partnerships with faculty from historically black colleges.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Volkmar",
   "pi_last_name": "Dierolf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Volkmar Dierolf",
   "pi_email_addr": "vod2@lehigh.edu",
   "nsf_id": "000426070",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "16 Memorial Dr East",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "104E",
   "pgm_ref_txt": "MEMS/NEMS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 152898.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit and Broader Impact on Society:</strong></p>\n<p>The semiconductor material Gallium Nitride has been widely used in solid-state lighting, as the core of today&rsquo;s commercial LED light bulbs. The first general goal of this exploratory work was to improve the efficiency of the LED lights by placing the phosphor inside of the semiconductor material. As shown in Figure 1 this would make an external conversion of the blue LED light in the cap of the device unnecessary. This work focused on a red LED using Europium as the phosphor.&nbsp; In the second goal, the work explored the possibility to turn the gallium nitride material into a magnet by doping it with a rare earth ion. For both goals, earlier studies suggested that strain in the material may be used as an important control parameter in the optimization. This hypothesis was tested in this grant. The main outcome of the work was the conclusion that strain indeed plays a role but its main influence may be indirect by favoring the formation of defect structures that enhanced the desired properties. To optimize the efficiency of red LEDs, the investigators could show that it is most effective if a pair of defects is placed next to the Eu phosphor ion in order to allow for an effective transfer of energy to the ion. The ion subsequently, emits the desired red light. The structure of these complexes could be identified helping to define ways to improve red LED devices.</p>\n<p>Studying the properties of the complex structures, the group discovered that some of them could be converted into each other by light of a very specific wavelength. This enables the possibility for 3-D optical memory.</p>\n<p><strong>Broader Impact on Education:</strong></p>\n<p>Through the help of this grant one graduate student received host Ph.D and is starting a tenure-track position in the Fall. This student profited from the opportunities to go to several international conferences and perform research in a collaborator&rsquo;s lab in Japan&nbsp; (see Figure 2). Moreover, a REU supplement to the grant offered two African American undergraduate students to spend 10 weeks in the summer to do research in the PI&rsquo;s lab. Both these students have continued on their path towards career in a STEM field by pursuing a PhD in engineering. (Figure 3).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2014<br>\n\t\t\t\t\tModified by: Volkmar&nbsp;Dierolf</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1140038/1140038_10118343_1398461701635_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1140038/1140038_10118343_1398461701635_Figure1--rgov-800width.jpg\" title=\"Operation Principle of White LED\"><img src=\"/por/images/Reports/POR/2014/1140038/1140038_10118343_1398461701635_Figure1--rgov-66x44.jpg\" alt=\"Operation Principle of White LED\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Operation Principle of Current White LED lightbulbs (left). On the right, a design of a 3-color design of future LEDs  is shown. The work focused on the realization of the red color. Technology for blue and green is already more advanced</div>\n<div class=\"imageCredit\">Dierolf</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Volkmar&nbsp;Dierolf</div>\n<div class=\"imageTitle\">Operation Principle of White LED</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2014/1140038/1140038_101183...",
  "por_txt_cntn": "\nIntellectual Merit and Broader Impact on Society:\n\nThe semiconductor material Gallium Nitride has been widely used in solid-state lighting, as the core of todayÆs commercial LED light bulbs. The first general goal of this exploratory work was to improve the efficiency of the LED lights by placing the phosphor inside of the semiconductor material. As shown in Figure 1 this would make an external conversion of the blue LED light in the cap of the device unnecessary. This work focused on a red LED using Europium as the phosphor.  In the second goal, the work explored the possibility to turn the gallium nitride material into a magnet by doping it with a rare earth ion. For both goals, earlier studies suggested that strain in the material may be used as an important control parameter in the optimization. This hypothesis was tested in this grant. The main outcome of the work was the conclusion that strain indeed plays a role but its main influence may be indirect by favoring the formation of defect structures that enhanced the desired properties. To optimize the efficiency of red LEDs, the investigators could show that it is most effective if a pair of defects is placed next to the Eu phosphor ion in order to allow for an effective transfer of energy to the ion. The ion subsequently, emits the desired red light. The structure of these complexes could be identified helping to define ways to improve red LED devices.\n\nStudying the properties of the complex structures, the group discovered that some of them could be converted into each other by light of a very specific wavelength. This enables the possibility for 3-D optical memory.\n\nBroader Impact on Education:\n\nThrough the help of this grant one graduate student received host Ph.D and is starting a tenure-track position in the Fall. This student profited from the opportunities to go to several international conferences and perform research in a collaboratorÆs lab in Japan  (see Figure 2). Moreover, a REU supplement to the grant offered two African American undergraduate students to spend 10 weeks in the summer to do research in the PIÆs lab. Both these students have continued on their path towards career in a STEM field by pursuing a PhD in engineering. (Figure 3).\n\n \n\n\t\t\t\t\tLast Modified: 04/30/2014\n\n\t\t\t\t\tSubmitted by: Volkmar Dierolf"
 }
}