{
 "awd_id": "1140073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ARI-MA: Recasting Nuclear Forensics Discovery as a Digital Library Search Problem",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 298505.0,
 "awd_amount": 298505.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "1140073 (Gey).  Nuclear forensics is the science of identification of source and characteristics of smuggled nuclear materials possibly seized by authorities (APS/AAAS Joint Working Group: Nuclear Forensics: Role, State of the Art, Program Needs,2008).  Nuclear material identification is of utmost importance to international threat reduction and this project targets making a significant step in this effort. The nuclear materials identification process will be cast as a search problem against a digital library of standard nuclear materials samples and their digital signatures.  This should prove useful to supply a conceptual, algorithmic approach to nuclear material identification and origination. Among the elements of the problem and questions to be resolved are: Can the identification of nuclear samples which represent the nodes in a nuclear decay chain be approached as a weighted, labeled directed graph matching problem? Can the standard XML representations of chemical materials and compounds be extended to represent the nuclear isotope decay chain process? From existing representations, nuclear decay theory can be used to extrapolate downstream (times after analysis) or upstream (time prior to sample analysis, up to time zero). Can a simulation approach be used to develop a pseudo-digital library derived from the differential equations of nuclear decay to test algorithmic research without having to operate under the veil of secrecy?  This project seeks to answer these questions, develop a digital library of nuclear signatures, and field educational outreach to encourage more search specialists to dedicate research attention to the problems. Cooperation has been obtained from projects at Los Alamos National Laboratory (nuclear materials samples library) and Lawrence Berkeley Laboratory (nuclear ontology). The results of the project are targeted to include open-source code for nuclear forensics search to be made available to DNDO agencies and national laboratory groups, and to streamline the process of nuclear materials identification.  This project is believed to be the first computer science algorithmic approach to the nuclear forensics search problem as a special directed graph matching problem. The success of this project would encourage other computer scientists to work on nuclear forensics search.  Success in nuclear forensics search is a critical component to fighting terrorist activity and preventing disastrous individual terrorist nuclear attacks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fredric",
   "pi_last_name": "Gey",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Fredric C Gey",
   "pi_email_addr": "gey@berkeley.edu",
   "nsf_id": "000455935",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ray",
   "pi_last_name": "Larson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Ray R Larson",
   "pi_email_addr": "ray@sims.berkeley.edu",
   "nsf_id": "000441103",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "ISSI 2420 Bowditch St.",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947205670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "7707",
   "pgm_ref_txt": "NSF/DHS ACADEMIC RES INITIAT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 298505.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-238326b8-d2d0-7e3c-1511-bbfe570f6e10\"> </span></p>\n<p dir=\"ltr\">For over 50 years Nuclear Forensics has had an important role in national security. &nbsp;While forensics examination began with radiological monitoring of high altitude air currents for evidence of above-ground nuclear tests as well as seismic monitoring (continuing into the present) for underground nuclear explosions, the emphasis has shifted to detection and prevention of nuclear terrorism. According to an International Atomic Energy Agency (IAEA) report, between 1993 and 2011, there have been 399 confirmed incidents of unauthorized possession of nuclear materials and related criminal activities, 16 of which have been of nuclear weapons-usable material. &nbsp;&nbsp;If nuclear materials are being smuggled into the United States, can they be detected, and, if detected, can their point of origin and routing be identified? For decades computer science search and matching methods have been used to aid traditional forensics (e.g., fingerprint and DNA match). &nbsp;&nbsp;However, to our knowledge, this is the first application of computer &nbsp;science search techniques for nuclear forensics.</p>\n<p dir=\"ltr\"><span>The project has two major research goals whose aim is to improve pre-detonation nuclear forensics, i.e. the identification of where smuggled nuclear materials originated:</span></p>\n<p dir=\"ltr\"><span>1)</span><span> &nbsp;To develop new conceptual matching models for nuclear forensics discovery and attribution which borrow from the technology and evaluation measures of the computer search algorithms and of digital library research. &nbsp;The models should be scalable to large sets of libraries of nuclear signature data. &nbsp;The models should be tested, insofar as possible, using actual nuclear measurement data from nuclear science assays.</span></p>\n<p dir=\"ltr\"><span>2) </span><span>&nbsp;To develop a decision tree model which captures the processes which human forensics experts would use to identify the source and origin of interdicted nuclear materials. &nbsp;Our objective is to create a methodology for the forensic-based interpretation of data from assays of seized radioactive material. This is accomplished by creating the context (uranium mining, nuclear fuel rod production, weapons grade purification, etc) by which the material was produced, and by using decision tree logic to identify the seized material within each context.</span></p>\n<p dir=\"ltr\"><span>Findings and Outcomes:</span></p>\n<p dir=\"ltr\"><span>Computer search techniques have been applied to matching and identifying spent nuclear fuel samples measured from individual nuclear reactors worldwide. &nbsp;The performance has been evaluated using methods and metrics used to evaluate experimental information retrieval system performance, and performance has been shown to be many times better than random retrieval. &nbsp;&nbsp;New methods are under development (&lsquo;science informed search&rsquo;) which will identify and classify different reactor types, including Russian nuclear reactors. &nbsp;These results were reported at meetings of the Organization for Economic Cooperation and Development&rsquo;s Nuclear Energy Agency and other professional conferences.</span></p>\n<p dir=\"ltr\"><span>A data model was developed to capture all aspects of the nuclear fuel cycle for the decision tree application. &nbsp;The model has been instantiated as a partially populated database &ndash; geo-locations for over 700 commercial and research nuclear reactors have been entered.<span> </span>Geo-visualization as a Google Earth application is up on the project web site. &nbsp;&nbsp;&nbsp;In addition, time-based visualizations have been developed for nuclear decay &nbsp;of individual radioactive elements. &nbsp;A collection of identification rules have been assembled and are being reviewed.</span></p>\n<p dir=\"ltr\"><span>...",
  "por_txt_cntn": "\n \nFor over 50 years Nuclear Forensics has had an important role in national security.  While forensics examination began with radiological monitoring of high altitude air currents for evidence of above-ground nuclear tests as well as seismic monitoring (continuing into the present) for underground nuclear explosions, the emphasis has shifted to detection and prevention of nuclear terrorism. According to an International Atomic Energy Agency (IAEA) report, between 1993 and 2011, there have been 399 confirmed incidents of unauthorized possession of nuclear materials and related criminal activities, 16 of which have been of nuclear weapons-usable material.   If nuclear materials are being smuggled into the United States, can they be detected, and, if detected, can their point of origin and routing be identified? For decades computer science search and matching methods have been used to aid traditional forensics (e.g., fingerprint and DNA match).   However, to our knowledge, this is the first application of computer  science search techniques for nuclear forensics.\nThe project has two major research goals whose aim is to improve pre-detonation nuclear forensics, i.e. the identification of where smuggled nuclear materials originated:\n1)  To develop new conceptual matching models for nuclear forensics discovery and attribution which borrow from the technology and evaluation measures of the computer search algorithms and of digital library research.  The models should be scalable to large sets of libraries of nuclear signature data.  The models should be tested, insofar as possible, using actual nuclear measurement data from nuclear science assays.\n2)  To develop a decision tree model which captures the processes which human forensics experts would use to identify the source and origin of interdicted nuclear materials.  Our objective is to create a methodology for the forensic-based interpretation of data from assays of seized radioactive material. This is accomplished by creating the context (uranium mining, nuclear fuel rod production, weapons grade purification, etc) by which the material was produced, and by using decision tree logic to identify the seized material within each context.\nFindings and Outcomes:\nComputer search techniques have been applied to matching and identifying spent nuclear fuel samples measured from individual nuclear reactors worldwide.  The performance has been evaluated using methods and metrics used to evaluate experimental information retrieval system performance, and performance has been shown to be many times better than random retrieval.   New methods are under development (æscience informed searchÆ) which will identify and classify different reactor types, including Russian nuclear reactors.  These results were reported at meetings of the Organization for Economic Cooperation and DevelopmentÆs Nuclear Energy Agency and other professional conferences.\nA data model was developed to capture all aspects of the nuclear fuel cycle for the decision tree application.  The model has been instantiated as a partially populated database &ndash; geo-locations for over 700 commercial and research nuclear reactors have been entered. Geo-visualization as a Google Earth application is up on the project web site.    In addition, time-based visualizations have been developed for nuclear decay  of individual radioactive elements.  A collection of identification rules have been assembled and are being reviewed.\nThe project has, thus far, supported two information science graduate students as they pursued their masterÆs degree at UC BerkeleyÆs School of Information.   The senior investigators have also supervised four nuclear engineering undergraduate students in learning research methods, data set assembly and search techniques.\nThe project continues under funding from the Domestic Nuclear Detection Office of the Department of Homeland Security.  For more information, see our project web site:  http://metadata.berkeley...."
 }
}