{
 "awd_id": "1140533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Council of Managers of National Antarctic Programs AGM 2012",
 "cfda_num": "47.078",
 "org_code": "06090200",
 "po_phone": "7032927457",
 "po_email": "jlcrain@nsf.gov",
 "po_sign_block_name": "Jessie Crain",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 99990.0,
 "awd_amount": 99990.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2015-06-25",
 "awd_abstract_narration": "Intellectual Merit\r\nSupporting the largest national Antarctic science program in the world, the United States plays a special role in setting national and international research and stewardship priorities in Antarctica and the Southern Ocean. As the focus for Antarctic scientific research in the United States, the National Science Foundation?s Office of Polar Programs (NSF OPP) is responsible for managing the support of scientific research in the Antarctic Treaty Area on behalf of the federal government and in the spirit of the Antarctic Treaty. One element of the United States' national and international leadership role is active participation in the Council of Managers of Antarctic Programs (COMNAP).\r\n\r\nCOMNAP will hold its 2012 meeting in Portland, Oregon. The location and timing of the meeting were chosen to match the planned Scientific Committee on Antarctic Research (SCAR) business meetings and Open Science Conference. The study of Antarctica and the Southern Ocean, and their role in the Earth system, has never been more important. The region is experiencing changes that are global in scope and the rapid pace of technological development makes new observations and discoveries possible every day. As research programs diversify and grow, so does the need for well coordinated and thoughtful program management across the Antarctic. Hosting both the COMNAP and SCAR meetings now will enhance the United States? leadership role in the full complement of Antarctic activities.\r\n\r\nCreated in 1988, COMNAP supports working relationships among National Antarctic Programs from around the world in order to develop and promote best practice in managing the support of scientific research in Antarctica. This goal is met by serving as a forum to develop practices that improve effectiveness of activities in an environmentally responsible manner, facilitating and promoting international partnerships, providing opportunities and systems for information exchange; and providing the Antarctic Treaty System with objective and practical, technical and nonpolitical advice drawn from the National Antarctic Programs? pool of expertise. COMNAP maintains a special, complementary relationship with SCAR - the respective executives meet annually and both organizations attempt to coordinate their bi-annual meetings to facilitate cross-participation in both meetings.\r\n\r\nBroader Impacts\r\nThe broader impacts of this proposal are in that the meeting will promote international collaboration, broaden the perspective of U.S. scientists, and provide an opportunity for the next generation of polar scientists to interact with leaders in the field. Hosting the joint XXXIIII COMNAP and XXXII SCAR offers a unique opportunity to present Antarctic and Southern Ocean science to the public in a framework that emphasizes the importance of cross-disciplinary approaches and international collaboration. A diverse range of education and public engagement activities are planned to coincide with the meetings in 2012. These include public art and music events, public lectures in formal and informal settings, exhibit development at the Oregon Museum of Science and Industry, and professional development activities intended to bring informal education professionals together with Antarctic scientists, in particular, early career scientists. Students at Portland State University and other regional institutions will be involved in meeting organization and operations, as both interns and volunteers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Fountain",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew G Fountain",
   "pi_email_addr": "andrew@pdx.edu",
   "nsf_id": "000156372",
   "pi_start_date": "2015-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Hulbe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christina Hulbe",
   "pi_email_addr": "chulbe@pdx.edu",
   "nsf_id": "000187560",
   "pi_start_date": "2011-09-13",
   "pi_end_date": "2013-01-03"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Fountain",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew G Fountain",
   "pi_email_addr": "andrew@pdx.edu",
   "nsf_id": "000156372",
   "pi_start_date": "2011-09-13",
   "pi_end_date": "2013-01-03"
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1721 SW Broadway, CH RM 17",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "514000",
   "pgm_ele_name": "Antarctic Operations Support"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We were funded to host a meeting of the Council of Managers of National Antarctic Programs (COMNAP). Such meetings are an annual requirement for member countries of the Antarctic Treaty. For the US to continue as a member of the Antarctic Treaty, attendance at COMNAP is required, and the occasional hosting of a meeting is expected.</p>\n<p>To promote best practice in managing the support of scientific research in Antarctica these meetings provide a forum to develop practices that improve effectiveness of activities in an environmentally responsible manner; facilitating and promoting international partnerships; providing opportunities for information exchange.&nbsp; From these efforts we maintain and hopefully improve COMNAP's ability to provide the Antarctic Treaty System with objective and practical, technical and non-political advice drawn from the National Antarctic Programs&rsquo; pool of expertise.</p>\n<p>COMNAP projects discussed at the meeting include,</p>\n<p>- Review of equipment available at Antarctic Stations for oil spill response</p>\n<p>- Energy management (best practice) and energy efficiencies Workshop</p>\n<p>- Inland Traversing Workshop</p>\n<p>- Antarctic glossary</p>\n<p>- Identifying advanced technologies in support of science</p>\n<p>- &nbsp;Energy: Standard terminology development/definitions</p>\n<p>- &nbsp;Antarctic Peninsula Advance Scientific Information</p>\n<p>The event was hosted by student interns who gained valuable experience in project management, interactive skills with people from many different countries, and the experience of hosting an event at an international level.</p>\n<p>By hosting an international conference in the US we have made attendance by US students and early career scientists financially accessible and in so doing we have furthered the careers of students and young scientists.&nbsp;</p>\n<p>After the conclusion of COMNAP 2012, funds were redirected to support the travel of American scientists and students to the August 2014 Antarctic Open Science Conference in Auckland, New Zealand.&nbsp; We facilitated the transfer of knowledge from this meeting to the next, in addition to expanding the understanding COMNAP and Antarctic issues to a larger group of people. Students and early career scientists gained valuable experience, made important contacts, and enhanced their visibility on the international stage which further their careers and enhances American science</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2016<br>\n\t\t\t\t\tModified by: Andrew&nbsp;G&nbsp;Fountain</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe were funded to host a meeting of the Council of Managers of National Antarctic Programs (COMNAP). Such meetings are an annual requirement for member countries of the Antarctic Treaty. For the US to continue as a member of the Antarctic Treaty, attendance at COMNAP is required, and the occasional hosting of a meeting is expected.\n\nTo promote best practice in managing the support of scientific research in Antarctica these meetings provide a forum to develop practices that improve effectiveness of activities in an environmentally responsible manner; facilitating and promoting international partnerships; providing opportunities for information exchange.  From these efforts we maintain and hopefully improve COMNAP's ability to provide the Antarctic Treaty System with objective and practical, technical and non-political advice drawn from the National Antarctic ProgramsÆ pool of expertise.\n\nCOMNAP projects discussed at the meeting include,\n\n- Review of equipment available at Antarctic Stations for oil spill response\n\n- Energy management (best practice) and energy efficiencies Workshop\n\n- Inland Traversing Workshop\n\n- Antarctic glossary\n\n- Identifying advanced technologies in support of science\n\n-  Energy: Standard terminology development/definitions\n\n-  Antarctic Peninsula Advance Scientific Information\n\nThe event was hosted by student interns who gained valuable experience in project management, interactive skills with people from many different countries, and the experience of hosting an event at an international level.\n\nBy hosting an international conference in the US we have made attendance by US students and early career scientists financially accessible and in so doing we have furthered the careers of students and young scientists. \n\nAfter the conclusion of COMNAP 2012, funds were redirected to support the travel of American scientists and students to the August 2014 Antarctic Open Science Conference in Auckland, New Zealand.  We facilitated the transfer of knowledge from this meeting to the next, in addition to expanding the understanding COMNAP and Antarctic issues to a larger group of people. Students and early career scientists gained valuable experience, made important contacts, and enhanced their visibility on the international stage which further their careers and enhances American science\n\n \n\n\t\t\t\t\tLast Modified: 07/06/2016\n\n\t\t\t\t\tSubmitted by: Andrew G Fountain"
 }
}