{
 "awd_id": "1140042",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Cell to cell communication in marine phytoplankton: population density dependent control of cellular processes",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 286108.0,
 "awd_amount": 286108.0,
 "awd_min_amd_letter_date": "2011-07-11",
 "awd_max_amd_letter_date": "2011-07-11",
 "awd_abstract_narration": "Recent discoveries have shown that cell-cell communication extends from the intra-species to the inter-kingdom level and play pivotal roles in population-wide biological events such as changes in morphology, metabolic state and population structure. Quorum sensing (QS) is a communication process that allows single cells to cooperatively function as a decentralized network. Studies in prokaryotes and, more recently, fungi have demonstrated that QS regulates the timing of key biological processes such as colony formation, sporulation, morphological changes, pathogenicity and sexual reproduction. In the marine environment, QS has been demonstrated in bacteria however, this level of mutual cooperation has not been considered for phytoplankton populations. In view of the emerging literature on the critical role of cell-cell communication, it is timely to reconsider how we regard marine phytoplankton.\r\n\r\nThus far marine phytoplankton cell-cell interaction studies have primarily focused on chemical signals for competition against other species (e.g. allelopathy), predation deterrence and warning systems for environmental stress. There are several lines of circumstantial evidence to support QS in phytoplankton such as the timing of cell division, density dependent allelopathy and programmed cell death. However, to our knowledge there has been no direct experimentation to determine if phytoplankton can function in a cooperative consortium. Do they have a quorum sensing- type of communication to regulate intra-species processes as well as modulates inter-species interactions? Are recurrent phytoplankton communities established because these species are able to communicate with each member serving a specific role to maintain the population? These are difficult questions to address but have far reaching implications in our understanding of phytoplankton ecology.\r\n\r\nThis project will test whether phytoplankton have a QS system by examining the process of autoinduction (a basic tenant for QS) for specific biological events. The PIs will test this by examining two specific areas using phytoplankton ecological and physiological measurements coupled with state of the art bio-informatic and genomic tools:\r\nI.\tPerform an extensive search for candidate phytoplankton QS-related genes in existing genomic and gene expression databases, based on homology with QS-related genes from other organisms. The PIs will conduct a detailed analysis to definitively map homologs of these QS regulatory pathways in their entirety as well as the few known biosynthetic pathways of QS compounds and transcriptional/translational regulators onto phytoplankton genomes. The results will be included as part of a comparative genomics study on cell-to-cell communication in phytoplankton, and the possible role of any candidate genes in QS will be tested by the experiments detailed below (2).\r\nII.\tEstablish autoinduction of cellular processes in a diatom species using an experimental approach. The PIs will focus on the autoinduction of growth, cell morphology, allelopathy and biofilm formation using axenic cultures using two model diatom species, Phaeodactylum tricornutum Bohlin and Thalassiosira pseudonana.\r\n\r\nIntellectual Merit: The establishment of a QS-like communication system will bring in a new perspective to our views on phytoplankton ecology beyond our current paradigm of bottom-up and top-down controls or competitive interactions. Results from this study will also influence our views on the factors controlling phytoplankton population diversity, as we will now have to consider the role of inter-species communication. Funding through an EAGER proposal will provide support for exploratory, high-risk research to obtain a minimum set of data as proof of concept of QS in phytoplankton.\r\n\r\nBroader Impacts: The PIs will establish a collaboration with a local high school.  They seek to remedy the mismatch in the way biology is taught and practiced by teaching high-school students to examine biological phenomena from a systems perspective. This will better prepare them for potential science careers in the information era while fostering their curiosity about their local marine ecosystem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Vernet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Vernet",
   "pi_email_addr": "mvernet@ucsd.edu",
   "nsf_id": "000066851",
   "pi_start_date": "2011-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 286108.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:78; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1791491579 18 0 131231 0;} @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;} @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1073743103 0 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} --></p>\n<p class=\"MsoNormal\">The question asked is &ldquo;do microalgae cells talk to each other?&rdquo; and if they do, &ldquo;what do they communicate?&rdquo;.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In the world of one-cell algae, communication is achieved through chemical compounds, produced by one cell and received by another cell of the same species or different species. In this project we wanted to know if cells of the same species communicated with each other to control their ability to survive and flourish. We found that they do. This is a remarkable finding that will change the way we interpret data from the ocean, where many microalgae species organize themselves in communities. <span style=\"mso-spacerun: yes;\">&nbsp;</span>As these algae make half of the planet&rsquo;s organic carbon (the other half is made by plants on land) understanding the factors controlling their abundance is great significance. Examples of microalgae diversity are shown in the images.</p>\n<p class=\"MsoNormal\">To date the scientific understanding is that cells compete among each other for nutrients (or fertilizers) and that animals can feed on them, sometimes restricting their abundance. Phenomena such as harmful algal blooms or the quantity of food for animals are explained by these facts. The results of this project indicate that the relationship among cells can be more complex, and if so, we need to look at natural communities in a new light. Numerous experiments were performed in the laboratory, under controlled conditions, to first see if cells communicated, then to see how they communicated and finally to understand when they did.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Several species have now shown the ability to communicate, indicating this phenomenon is widespread and not a rarity within marine algae, including species grown for commercial purposes. A Disclosure was filed with the Technology Transfer Office at the University of California San Diego as our discovery has potential for commercial applications. Under this Disclosure no details on the experiments can be provided at the time of the project completion.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The Disclosure is also requiring a delay in publis...",
  "por_txt_cntn": "\n\nThe question asked is \"do microalgae cells talk to each other?\" and if they do, \"what do they communicate?\".  In the world of one-cell algae, communication is achieved through chemical compounds, produced by one cell and received by another cell of the same species or different species. In this project we wanted to know if cells of the same species communicated with each other to control their ability to survive and flourish. We found that they do. This is a remarkable finding that will change the way we interpret data from the ocean, where many microalgae species organize themselves in communities.  As these algae make half of the planetÆs organic carbon (the other half is made by plants on land) understanding the factors controlling their abundance is great significance. Examples of microalgae diversity are shown in the images.\nTo date the scientific understanding is that cells compete among each other for nutrients (or fertilizers) and that animals can feed on them, sometimes restricting their abundance. Phenomena such as harmful algal blooms or the quantity of food for animals are explained by these facts. The results of this project indicate that the relationship among cells can be more complex, and if so, we need to look at natural communities in a new light. Numerous experiments were performed in the laboratory, under controlled conditions, to first see if cells communicated, then to see how they communicated and finally to understand when they did.  Several species have now shown the ability to communicate, indicating this phenomenon is widespread and not a rarity within marine algae, including species grown for commercial purposes. A Disclosure was filed with the Technology Transfer Office at the University of California San Diego as our discovery has potential for commercial applications. Under this Disclosure no details on the experiments can be provided at the time of the project completion.  The Disclosure is also requiring a delay in publishing results in scientific journals. Once a provisional patent is filed, the results will be disseminated through established channels. In the meantime additional experiments are being performed in the laboratory to extend our understanding of this new form of communication among one-cell algae.\n\n\t\t\t\t\tLast Modified: 04/14/2014\n\n\t\t\t\t\tSubmitted by: Maria Vernet"
 }
}