{
 "awd_id": "1140033",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:   Assembly of Centrioles/centrosomes in Vitro",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 299987.0,
 "awd_amount": 299987.0,
 "awd_min_amd_letter_date": "2011-07-06",
 "awd_max_amd_letter_date": "2015-06-12",
 "awd_abstract_narration": "Intellectual Merit\r\nThe centriole is a highly conserved intracellular structure composed of microtubule triplets arranged in a 9-fold symmetrical configuration.  It is essential for cilia/flagella formation and the organization of centrosomes, which play a key role in a number of biological processes, including chromosome segregation during cell division.  To perform proper functions, cells must produce the precise number of centrioles during the cell cycle and development.  This project is aimed at development of a novel system of in vitro centriogenesis to facilitate the analysis of centriole formation and its regulation.  Studies on centriole biogenesis in somatic cell lysates has been hampered by a low copy number of centrioles, which duplicate only once each relatively longer period of cell cycle time.  To overcome this problem, the project uses DT40 chicken lymphocytes which continue to accumulate centriolar components, but fail to assemble centrioles by expressing genetically inactivated Cyclin-dependent kinases.  The robust centriole assembly is triggered by supplementing exogenous Plk4 (Polo-like kinase 4) to cells.  Using lysates prepared from mutant DT40 cells, the project will establish and optimize the in vitro condition of centriole biogenesis, and further assess the role of Plk4 in the control of centriole copy numbers.  The scientific outcomes of the project will have great impact by opening a new avenue for the study of centrioles.\r\n\r\nBroader Impact\r\nThe project provides excellent opportunities for the scientific training of undergraduate students - future educators, scientists, engineers, and technicians.  By participating in different parts of the project, students will receive intellectual as well as a wide range of technical trainings, including DNA cloning, protein preparation, cell culture/analysis, and light/electron microscopy.  The PI has been involved in undergraduate lab education as an instructor of cell biology laboratory classes as well as a mentor of significant numbers of students performing research projects in the lab.  Particular attention will be paid to women and underrepresented minorities for future recruitment.  The PI will mentor student training by setting up several basic principles: 1) close mentoring at each critical stage; 2) selection of appropriate projects for individual students: 3) providing long-term opportunities of training.  Students will be assigned to present data in formal/information meetings and submit summary statements/manuscripts to improve communication and writing skills.  The scientific outcomes of the project will have broad impacts in other areas of cell and developmental biology, as the centriole is involved in many important biological functions.  Information on experimental conditions will be accessible through open internet sites, such as mtocDB (microtubule-organizing center databases providing molecular and morphological data of centrioles, and other microtubule-organizing centers), which will facilitate to address important unanswered questions, such as morphological diversity of the centriole evolved among species, by forming variable structures under different assembly conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryoko",
   "pi_last_name": "Kuriyama",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ryoko Kuriyama",
   "pi_email_addr": "kuriy001@umn.edu",
   "nsf_id": "000334634",
   "pi_start_date": "2011-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "",
  "perf_city_name": "Mineapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; During the entire funding period of this award, we investigated molecular properties of centrosomes in mammalian cells. The centrosome consists of a pair of centrioles and a surrounding pericentriolar material. It plays an important role in controlling a wide range of biological processes by serving as a center of microtubule organization and recruitment of various key molecules in the control of cell cycle, development and differentiation. The research focused on the mechanism of centrosome assembly by characterizing centrosomal components and by establishing a novel system of centrosome formation in vitro.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; By inactivating Cyclin-dependent kinases using chemical genetics and small molecular inhibitors, it was previously shown that uncoupling of the centriole/centrosome cycle from the cell cycle induced multiple centrosome formation in G2/M-arrested cells in a highly synchronous and reproducible manner. Although no such centrosomal amplification was detected in G1/S cells, molecules necessary for the formation of new centrioles/centrosomes became accumulated in those cells as evidently shown by robust centrosomal assembly induced within a short period of time after addition of exogenous Polo-like kinase 4 (Plk4). Towards the goal of in vitro formation of centrioles/centrosomes, efforts have been made to purify recombinant Plk4 and introduce it into G1/S-arrested cells using a commercially available protein delivery reagent.&nbsp; Evaluation of new centriole/centrosome formation is under way in G1/S cell lysates mixed with active Plk4 proteins.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition to Plk4, a number of molecules have been implicated to be important for centrosome duplication. One is CDK5RAP2, a resident component of the centrosome and mutations of the gene are known to cause autosomal recessive microcephaly. We have previously shown that CNN, a fly homolog of CDK5RAP2, induced ectopic microtubule nucleation in mammalian cells, which is due to the presence of conserved microtubule-nucleating site (CM-1) located at the most N-terminal region of the protein. The centrosome targeting domain is present at the C-terminus of CDK5RAP2 (CM-2). We further identified a novel sequence capable of targeting the protein to the centrosome only during mitosis in a mitotic kinase (Plk1 and Aurora-A)-dependent manner. This suggests the presence of multiple pathways of CDK5RAP2 recruitment to the centrosome in mitotic cells. Quantitative analysis of the fluorescence intensity provided evidence that this newly identified M phase-specific domain is more powerful than other domains, including CM2 and a central EB1-binding sequence, in localizing CDK5RAP2 at the spindle pole.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Centrosome duplication is initiated at the onset of S phase, which is closely related with other centrosomal/centriolar events, such as ciliation, centriole disengagement and separation. In collaboration with Dr. K. Takemaru, we studied the primary cilia formation in G1/G0 cells. Cby, originally identified as a beta-catenin-associated Wnt pathway antagonist, is located at the distal tip of the mother centriole and essential for the cilia formation. By interacting with other mother centriole-specific proteins (cenexin and Cep164) and molecules involved in membrane-binding (BAR domain-containing FAM92) and trafficking (Rabin8), Cby is likely involved in the process of membrane remodeling to play a role in controlling ciliary vesicle formation and basal body docking during ciliogenesis.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The event of centrosome separation and disengagement of two centrioles within one centrosome is pr...",
  "por_txt_cntn": "\n             During the entire funding period of this award, we investigated molecular properties of centrosomes in mammalian cells. The centrosome consists of a pair of centrioles and a surrounding pericentriolar material. It plays an important role in controlling a wide range of biological processes by serving as a center of microtubule organization and recruitment of various key molecules in the control of cell cycle, development and differentiation. The research focused on the mechanism of centrosome assembly by characterizing centrosomal components and by establishing a novel system of centrosome formation in vitro.\n\n            By inactivating Cyclin-dependent kinases using chemical genetics and small molecular inhibitors, it was previously shown that uncoupling of the centriole/centrosome cycle from the cell cycle induced multiple centrosome formation in G2/M-arrested cells in a highly synchronous and reproducible manner. Although no such centrosomal amplification was detected in G1/S cells, molecules necessary for the formation of new centrioles/centrosomes became accumulated in those cells as evidently shown by robust centrosomal assembly induced within a short period of time after addition of exogenous Polo-like kinase 4 (Plk4). Towards the goal of in vitro formation of centrioles/centrosomes, efforts have been made to purify recombinant Plk4 and introduce it into G1/S-arrested cells using a commercially available protein delivery reagent.  Evaluation of new centriole/centrosome formation is under way in G1/S cell lysates mixed with active Plk4 proteins.\n\n            In addition to Plk4, a number of molecules have been implicated to be important for centrosome duplication. One is CDK5RAP2, a resident component of the centrosome and mutations of the gene are known to cause autosomal recessive microcephaly. We have previously shown that CNN, a fly homolog of CDK5RAP2, induced ectopic microtubule nucleation in mammalian cells, which is due to the presence of conserved microtubule-nucleating site (CM-1) located at the most N-terminal region of the protein. The centrosome targeting domain is present at the C-terminus of CDK5RAP2 (CM-2). We further identified a novel sequence capable of targeting the protein to the centrosome only during mitosis in a mitotic kinase (Plk1 and Aurora-A)-dependent manner. This suggests the presence of multiple pathways of CDK5RAP2 recruitment to the centrosome in mitotic cells. Quantitative analysis of the fluorescence intensity provided evidence that this newly identified M phase-specific domain is more powerful than other domains, including CM2 and a central EB1-binding sequence, in localizing CDK5RAP2 at the spindle pole.\n\n            Centrosome duplication is initiated at the onset of S phase, which is closely related with other centrosomal/centriolar events, such as ciliation, centriole disengagement and separation. In collaboration with Dr. K. Takemaru, we studied the primary cilia formation in G1/G0 cells. Cby, originally identified as a beta-catenin-associated Wnt pathway antagonist, is located at the distal tip of the mother centriole and essential for the cilia formation. By interacting with other mother centriole-specific proteins (cenexin and Cep164) and molecules involved in membrane-binding (BAR domain-containing FAM92) and trafficking (Rabin8), Cby is likely involved in the process of membrane remodeling to play a role in controlling ciliary vesicle formation and basal body docking during ciliogenesis.\n\n             The event of centrosome separation and disengagement of two centrioles within one centrosome is prerequisite for new centriole/centrosome formation. To obtain an initial clue of a role of centrosome separation in centrosome duplication, we screened mammalian cell lines with split centrosomes under normal conditions.  Interphase centrosomes in mouse 3T3 were found to be spread widely apart from one another with several microns in distance. By analyzing the 3T3 cells..."
 }
}