{
 "awd_id": "1140343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Colloquium at iConference 2012",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 21884.0,
 "awd_amount": 21884.0,
 "awd_min_amd_letter_date": "2011-07-16",
 "awd_max_amd_letter_date": "2011-07-16",
 "awd_abstract_narration": "This is funding to support travel for a diverse group of US PhD students and distinguished faculty mentors to participate in an international doctoral consortium on research on information science that will be co-located with the 2012 iConference in Toronto, Canada. The iConference is a leading forum that brings together faculty, students, research staff, and industry researchers who share an interest in supporting and augmenting human engagement with information and technology. The main goal of this Doctoral Colloquium is to help train the next generation of information science researchers.\r\n\r\nThe 2012 iConference Doctoral Consortium will provide a group of approximately 20 PhD students studying all aspects of information science (IS) with an environment in which they can share and discuss their goals, methods and results at an early stage of their research. It will take place on February 10, 2012, the final day of the iConference.  By participating in the doctoral consortium, students will gain feedback on their work from other students and six prominent faculty members, allowing them to enhance their own research proposal. Students will also develop a better understanding of the different research communities engaged in the study of information science, and learn how to position their own work within the IS community. In addition, the consortium will provide students with opportunities to make new professional connections beyond their own disciplines.  \r\n\r\nStudents will be recruited for the doctoral consortium through advertisement on the conference website, postings to relevant mailing lists and direct solicitation to faculty working in the area of information science and related fields. Particular attention will be placed on identifying participants from under-represented groups.  To apply for the consortium, students will submit a 1000 word paper outlining their research goals and work to date, a list of key questions they would like to discuss with other doctoral consortium attendees, and the names of people they consider prominent in their areas of research. Applications will be screened by the consortium chairs for fit to the IS topic area, the state of development of the student's research, and the quality of the research project.  Priority will be given to students who have proposed their dissertation topic but not yet attended any doctoral consortia.\r\n\r\nBroader impacts:  The iConference doctoral consortia traditionally bring together the best of the next generation of researchers in information science and related areas, allowing them to create a social network both among themselves and with senior researchers at a critical stage in their professional development. Participation is encouraged from a broad range of relevant disciplines and approaches, thereby broadening attendees' perspectives on their topics of study and promoting advancement of the field. The organizers will try explicitly to identify and include the broadest possible group of highly qualified participants.  As a consequence of these steps, the student and faculty participants will constitute a diverse group across a variety of dimensions, which will help broaden the students' horizons to the future benefit of the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hamid",
   "pi_last_name": "Ekbia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hamid Ekbia",
   "pi_email_addr": "hrekbia@syr.edu",
   "nsf_id": "000593203",
   "pi_start_date": "2011-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Rosenbaum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Howard Rosenbaum",
   "pi_email_addr": "hrosenba@indiana.edu",
   "nsf_id": "000164278",
   "pi_start_date": "2011-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "P.O. Box 1847",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474021847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 21884.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In February 2012, the iSchools Caucus held its seventh iConference, hosted this year by the University of Toronto. &nbsp;The iConference brings together faculty, students, research staff, and industry researchers who share an interest in supporting and augmenting human engagements with information and technology. &nbsp;As at previous iConferences, a research colloquium of promising doctoral students and distinguished research faculty was held in conjunction with the event. &nbsp;</p>\n<p>&nbsp;Open to broad participation, the iConference is the annual meeting promoted by the iSchools Project, a consortium of (as of this writing) 31 schools with programs that focus on the relationships among information, technology, and people. &nbsp;The iSchools are interdisciplinary, including the fields of information science, library science, computer science, education, history, philosophy, sociology, and management; and are global in their reach, including schools from fourteen states of the union as well as Canada, China, Denmark, Germany, Great Britain, Ireland, and Singapore. &nbsp;The 2012 iConference chairs and planning committee made it a point to invite participation from a very broad community extending well beyond the members of the iSchools Project. &nbsp;Attendees from over 100 institutions participated.&nbsp;iConference 2012 attracted researchers and scholars from diverse academic and practice-based contexts, who apply different methods and theories to understand a wide range of issues. &nbsp;Broadly, these research and professional communities share an interest and commitment to ensuring that people can find and effectively use the information they need to complete tasks, make decisions, and advance their personal and professional goals. &nbsp;</p>\n<p>The total number of applicants for the 2012 colloquium was 44. From these, 20 participants were initially selected on the basis of the quality of their research statement and their stage of progress.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/18/2012<br>\n\t\t\t\t\tModified by: Hamid&nbsp;Ekbia</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn February 2012, the iSchools Caucus held its seventh iConference, hosted this year by the University of Toronto.  The iConference brings together faculty, students, research staff, and industry researchers who share an interest in supporting and augmenting human engagements with information and technology.  As at previous iConferences, a research colloquium of promising doctoral students and distinguished research faculty was held in conjunction with the event.  \n\n Open to broad participation, the iConference is the annual meeting promoted by the iSchools Project, a consortium of (as of this writing) 31 schools with programs that focus on the relationships among information, technology, and people.  The iSchools are interdisciplinary, including the fields of information science, library science, computer science, education, history, philosophy, sociology, and management; and are global in their reach, including schools from fourteen states of the union as well as Canada, China, Denmark, Germany, Great Britain, Ireland, and Singapore.  The 2012 iConference chairs and planning committee made it a point to invite participation from a very broad community extending well beyond the members of the iSchools Project.  Attendees from over 100 institutions participated. iConference 2012 attracted researchers and scholars from diverse academic and practice-based contexts, who apply different methods and theories to understand a wide range of issues.  Broadly, these research and professional communities share an interest and commitment to ensuring that people can find and effectively use the information they need to complete tasks, make decisions, and advance their personal and professional goals.  \n\nThe total number of applicants for the 2012 colloquium was 44. From these, 20 participants were initially selected on the basis of the quality of their research statement and their stage of progress. \n\n\t\t\t\t\tLast Modified: 11/18/2012\n\n\t\t\t\t\tSubmitted by: Hamid Ekbia"
 }
}