{
 "awd_id": "1140387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Preliminary Scientific and Sociological Assessment of the Southeastern U.S. Tornado Outbreak of 27 April 2011",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley F. Smull",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 149961.0,
 "awd_amount": 149961.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "A widespread outbreak of exceptionally damaging severe thunderstorms, many of which bore unusually intense and long-track tornadoes, swept across the southeastern U.S. on 27 April 2011.  The death toll for this regional disaster stands at well over 300, with a majority of these fatalities occurring across Alabama.  The primary objectives of this study are (i) to provide timely assessment of those meteorological factors (synoptic to mesoscale) and external influences (e.g., atmospheric thermal boundaries and gravity-wave forcing, influences of local topography and surface roughness etc.) impacting tornadogenesis, modulation of tornado intensity, and resultant variations in damage and loss of life; (ii) to conduct a preliminary analysis of the variability in structure of storms producing significant tornadoes over a relatively compressed span of time; (iii) to further evaluate and quantify damage characteristics of select tornadoes at high spatial resolution via aerial and ground-based surveys; and (iv) to assess the public's response to issued tornado warnings and perceived tornado threat.  Related goals are to better understand why fatality counts were so high, and to explore ways to mitigate loss of life in future severe weather events in this region.  This latter effort will be coordinated with a recently completed NOAA/National Weather Service Assessment of this historic outbreak.  Research quality dual-polarimetric and dual-Doppler radar analyses will be developed with attention to more timely and reliable identification of signatures linked to severe storm behavior using modernized observing technologies.  A workshop bringing together a variety of research and operational meteorologists and emergency managers familiar with this historic outbreak will be conducted in Huntsville, and a related article will be prepared for submission to the Bulletin of the American Meteorological Society.\r\n\r\nThe intellectual merit of this effort centers upon identification of those mechanisms responsible for sharp spatial and temporal variations in observed storm characteristics and the remarkable intensity of tornado damage that occurred on 27 April 2011, with particular attention to any aspects that may be unique to the atmospheric environment or underlying topography typical of the southeastern U.S.  Broader impacts will accrue through development of a comprehensive dataset will provide new and supporting information on real-time diagnosis of radar signatures of tornadoes, student education, and via outreach to a variety of meteorological experts and first responders responsible for safeguarding the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Knupp",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin R Knupp",
   "pi_email_addr": "kevin@nsstc.uah.edu",
   "nsf_id": "000389277",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "320 Sparkman Dr",
  "perf_city_name": "Huntsville",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149961.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p><strong>Preliminary scientific and sociological assessment of the tornado outbreak of 27 April 2011</strong></p>\n<p>&nbsp;This project generated initial documentation of the meteorological, storm-scale, and tornado features of the record-breaking 27 April 2011 tornado outbreak.&nbsp; An important project goal was to assemble and evaluate a comprehensive data set on all aspects of the outbreak that can be used to investigate and improve understanding of tornadic storms, and the variability of tornadoes in the Southeast where considerable variability in surface topography and roughness exists.&nbsp; The general goals aimed to (i) to provide a timely assessment of the meteorological factors (synoptic to mesoscale) and external influences (e.g., topography, surface roughness) on tornado production and variation in tornado intensity; (ii) conduct a preliminary analysis of the large variability in kinematic structure of tornadic storms; (iii) complete and enhance the damage surveys, and (iv) assess the public response to tornado warnings and perceived tornado threat.&nbsp;</p>\n<p>The most relevant findings of this research project include the following:</p>\n<ul>\n<li>By most metrics, including the damage potential index (defined as the product of the EF-scale number plus one, times the path width, times the path length) of this tornado outbreak (defined by the 24-hour period starting at midnight on 27 April 2011) produced about 200 tornadoes and was the most significant tornado outbreak since official records were started in 1950.&nbsp; A map of the tornado paths is shown in Figure 1.&nbsp; The 27 April 2011 outbreak had a huge impact on the southeast, Alabama in particular, as tornadoes affected the state nearly continuously for about 18 hours (Figure 2).&nbsp; Many of these tornadoes were strong to violent and had wide damage swaths and long path lengths.</li>\n<li>Multiple modes of convective organization, including quasi-linear convective systems (QLCS), large-scale mesovortices embedded within the QLCSs, and discrete supercell storms (some associated with a thermal boundary) occurred during the outbreak.&nbsp; During the early morning hours, a large MCS produced 64 tornadoes as it organized over Mississippi and morphed into a more classical QLCS with an embedded mesoscale vortex as it moved over Alabama into southeast Tennessee and northwest Georgia.</li>\n<li>The impressive mesoscale vortex spawned within the early morning QLCS was associated with the rapid development of 16 tornadoes over north central to northeast AL.&nbsp; Its internal flows, very well sampled by dual Doppler radar analyses, consisted of a 20 km wide cyclonic circulation that exhibited maximum rotation at low levels.</li>\n<li>The parent storms, including supercell storms and strong convective elements within QLCSs, were efficient in producing tornadoes.&nbsp; For example, about 90% of the afternoon to evening supercell storms within the outbreak region produced at least one tornado. Figure 3 shows seven supercell storms around the Columbus, MS, six of which produced a violent (at least EF-3) tornado at or around the time of this radar image. &nbsp;Many of these violent tornadoes exhibited horizontal vortices along their periphery.</li>\n<li>Many tornadoes were long tracked, wide, and intense.</li>\n<li>Analysis of polarimetric variables, combined with dual Doppler analyses of a supercell storm, graphically illustrate that debris was effectively lofted to relatively high altitudes<ins datetime=\"2013-05-16T07:22\" cite=\"mailto:Kevin%20Knupp\">.</ins></li>\n<li>External influences, including a thermal boundary, gravity waves, and topography, appeared to play a role in tornadogenesis and tornado intensity change.&nbsp; In particular, the thermal boundary over northeast Mississippi to northern Alabama was associated with three of the four EF-5 tornadoes.&nbsp; As in other torna...",
  "por_txt_cntn": "\nProject Outcomes Report\n\nPreliminary scientific and sociological assessment of the tornado outbreak of 27 April 2011\n\n This project generated initial documentation of the meteorological, storm-scale, and tornado features of the record-breaking 27 April 2011 tornado outbreak.  An important project goal was to assemble and evaluate a comprehensive data set on all aspects of the outbreak that can be used to investigate and improve understanding of tornadic storms, and the variability of tornadoes in the Southeast where considerable variability in surface topography and roughness exists.  The general goals aimed to (i) to provide a timely assessment of the meteorological factors (synoptic to mesoscale) and external influences (e.g., topography, surface roughness) on tornado production and variation in tornado intensity; (ii) conduct a preliminary analysis of the large variability in kinematic structure of tornadic storms; (iii) complete and enhance the damage surveys, and (iv) assess the public response to tornado warnings and perceived tornado threat. \n\nThe most relevant findings of this research project include the following:\n\nBy most metrics, including the damage potential index (defined as the product of the EF-scale number plus one, times the path width, times the path length) of this tornado outbreak (defined by the 24-hour period starting at midnight on 27 April 2011) produced about 200 tornadoes and was the most significant tornado outbreak since official records were started in 1950.  A map of the tornado paths is shown in Figure 1.  The 27 April 2011 outbreak had a huge impact on the southeast, Alabama in particular, as tornadoes affected the state nearly continuously for about 18 hours (Figure 2).  Many of these tornadoes were strong to violent and had wide damage swaths and long path lengths.\nMultiple modes of convective organization, including quasi-linear convective systems (QLCS), large-scale mesovortices embedded within the QLCSs, and discrete supercell storms (some associated with a thermal boundary) occurred during the outbreak.  During the early morning hours, a large MCS produced 64 tornadoes as it organized over Mississippi and morphed into a more classical QLCS with an embedded mesoscale vortex as it moved over Alabama into southeast Tennessee and northwest Georgia.\nThe impressive mesoscale vortex spawned within the early morning QLCS was associated with the rapid development of 16 tornadoes over north central to northeast AL.  Its internal flows, very well sampled by dual Doppler radar analyses, consisted of a 20 km wide cyclonic circulation that exhibited maximum rotation at low levels.\nThe parent storms, including supercell storms and strong convective elements within QLCSs, were efficient in producing tornadoes.  For example, about 90% of the afternoon to evening supercell storms within the outbreak region produced at least one tornado. Figure 3 shows seven supercell storms around the Columbus, MS, six of which produced a violent (at least EF-3) tornado at or around the time of this radar image.  Many of these violent tornadoes exhibited horizontal vortices along their periphery.\nMany tornadoes were long tracked, wide, and intense.\nAnalysis of polarimetric variables, combined with dual Doppler analyses of a supercell storm, graphically illustrate that debris was effectively lofted to relatively high altitudes.\nExternal influences, including a thermal boundary, gravity waves, and topography, appeared to play a role in tornadogenesis and tornado intensity change.  In particular, the thermal boundary over northeast Mississippi to northern Alabama was associated with three of the four EF-5 tornadoes.  As in other tornado cases over northern Alabama, we found that variations in topography may be associated with the formation of tornadoes or significant changes in tornado intensity.\nDespite timely and accurate warnings by the National Weather Service weather forecast offices, the number of fatalities (316) was..."
 }
}