{
 "awd_id": "1140001",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ARI-MA Development of Improved CMT and CZT Nuclear Detectors for Homeland Security Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2011-09-16",
 "awd_abstract_narration": "The goal of this project is to develop high-resolution Cadmium Manganese Telluride (CMT) and Cadmium Zinc Telluride (CZT) materials for nuclear and radiological detection applications in homeland security.  These materials have emerged as promising advanced detectors for X-ray and gamma-ray spectroscopy and imaging without cryogenic cooling.  Advances in research have led to the development of CZT for commercial devices, but there is still the presence of defects such as Tellurium (Te) inclusions that limit the performance of large-volume CZT and CMT detectors that are needed for nuclear and radiological detection applications.  The results of this project will provide benefit to society, with high impact on the science and technology of semiconductor nuclear detectors for room-temperature applications in homeland security (maritime and port security, border security, transportation security, nonproliferation and domestic nuclear security). The outcomes also include new capabilities that are very important to the success of emerging detector technologies and analysis tools needed to support next-generation nuclear materials management and safeguards.  This project advances discovery and understanding while promoting teaching, training, and learning.\r\n\r\nThe project team will use theory-based design, knowledge-based processing and fabrication, and novel experimental techniques to develop improved cadmium manganese telluride (CMT) and cadmium zinc telluride (CZT) materials for high-resolution nuclear detection applications.  The project will enhance the science and expand the overall knowledge in this area by using a combination of theory, modeling and experiments to complete the following tasks: 1) optimization of the Bridgman methods and Traveling Heater Method (THM) for growth of improved CMT and CZT crystals;  2) a novel post-growth annealing and doping process for removing performance-limiting defects caused by tellurium inclusions and associated impurities in CMT and CZT detector materials; and 3) improved surface passivation and detector fabrication techniques to produce better detectors. These methods employ state-of-the-art instrumentations that incorporate 3D-infrared transmission spectroscopy and advanced measurement tools to probe and collect data during the post-growth annealing process.  The development of in-situ tools to monitor crystal annealing adds a new experimental dimension that will lead to any improved understanding of the migration of tellurium inclusions and novel methods to minimize their impact on electron trapping.  The end result will be CMT and CZT detectors with better resolution, improved detection efficiency and better directional sensitivity. \r\n\r\nThe outcomes from the modeling aspects of this project will provide an understanding of fundamental phenomena associated with Bridgman and THM growth of ternary II-VI compounds and suggestions regarding post-growth treatments to improve the microstructural properties of these crystals.  The anticipated impact of in-situ probing and data collection techniques will include new insights into the science and dynamical properties of post-growth annealing, uniform doping of detector materials, migration of Te secondary phases and impurities, and methods to process detector surfaces.   This project advances discovery and understanding while promoting teaching, training, and learning.  It is multidisciplinary with investigators from the following collaborating entities: Alabama A&M University, University of Minnesota ? Twin Cities, Brookhaven National Laboratory (BNL), FLIR Radiation Inc, and the Interdisciplinary Consortium for Research and Educational Access in Science and Engineering (INCREASE). The workforce development component of this project will provide opportunities for women and under-represented minorities to build careers and earn graduate degrees in areas critical to the development of cutting-edge nuclear and radiological detection technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Derby",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey J Derby",
   "pi_email_addr": "derby@umn.edu",
   "nsf_id": "000385368",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "421 Washington Ave, SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "7707",
   "pgm_ref_txt": "NSF/DHS ACADEMIC RES INITIAT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cadmium zinc telluride (CZT) is one of the leading materials for fabricating room-temperature gamma radiation detectors due to its wide band gap, high efficiency, high spatial and temporal resolution, and high stopping power. Such properties make it a leading choice for radiation monitoring and detection for homeland, global nuclear, and radiological security. However, the development of CZT has been plagued by expensive commercial production, which is caused by low yields and costly post processing.</p>\n<p>&nbsp;</p>\n<p>One of the causes for the low yield of CZT is a sizable population of large (10 micron and above) tellurium-rich particles that are deleterious to the performance of semiconductor radiation detectors. While it is well understood that melt growth of CZT can produce crystalline material that is supersaturated with tellurium, providing a thermodynamic basis for the existence of these second-phase particles, their formation mechanisms are not well understood.</p>\n<p>&nbsp;</p>\n<p>As an alternative to preventing particle formation during the growth process (which may not be possible), an interesting post-growth treatment may provide a means to higher-quality crystals. Namely, these large, tellurium-enriched, secondary-phase particles can be induced to move away from a region of crystal and accumulate elsewhere, leaving higher-quality regions that contain far fewer particles. This is accomplished by heating the sample to slightly above the eutectic temperature (the melting point of the second-phase particles) and engineering a temperature gradient across the sample. Under such conditions, the now-liquid particle dissolves on the hot side and re-solidifies on the cool side, with a net effect of migrating toward the hotter region. This process is termed \"temperature gradient zone melting,\" or TGZM.</p>\n<p>&nbsp;</p>\n<p>We have formulated and implemented a mathematical model to solve for particle migration via TGZM. We have developed an approximate analytical model and a more details numerical model that employs the finite element method. This model has allowed us to identify the dominant physical interactions involved in this process.</p>\n<p>&nbsp;</p>\n<p>This work addresses fundamental issues of materials processing together with a clear goal toward improving an important material with many practical applications. In addition, the knowledge gained here has the potential to significantly decrease the cost and increase the quality of CZT crystals that are needed to make high-performance gamma radiation detectors viable. This is of immediate importance for national security and will also be important for<br /> nuclear non-proliferation applications, nuclear and particle physics experiments, medical&nbsp;imaging systems, astronomy, diffraction, nondestructive studies, and bore hole logging. Finally, this work involves the education of a graduate student in a multi-disciplinary and technologically relevant project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/07/2014<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;J&nbsp;Derby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCadmium zinc telluride (CZT) is one of the leading materials for fabricating room-temperature gamma radiation detectors due to its wide band gap, high efficiency, high spatial and temporal resolution, and high stopping power. Such properties make it a leading choice for radiation monitoring and detection for homeland, global nuclear, and radiological security. However, the development of CZT has been plagued by expensive commercial production, which is caused by low yields and costly post processing.\n\n \n\nOne of the causes for the low yield of CZT is a sizable population of large (10 micron and above) tellurium-rich particles that are deleterious to the performance of semiconductor radiation detectors. While it is well understood that melt growth of CZT can produce crystalline material that is supersaturated with tellurium, providing a thermodynamic basis for the existence of these second-phase particles, their formation mechanisms are not well understood.\n\n \n\nAs an alternative to preventing particle formation during the growth process (which may not be possible), an interesting post-growth treatment may provide a means to higher-quality crystals. Namely, these large, tellurium-enriched, secondary-phase particles can be induced to move away from a region of crystal and accumulate elsewhere, leaving higher-quality regions that contain far fewer particles. This is accomplished by heating the sample to slightly above the eutectic temperature (the melting point of the second-phase particles) and engineering a temperature gradient across the sample. Under such conditions, the now-liquid particle dissolves on the hot side and re-solidifies on the cool side, with a net effect of migrating toward the hotter region. This process is termed \"temperature gradient zone melting,\" or TGZM.\n\n \n\nWe have formulated and implemented a mathematical model to solve for particle migration via TGZM. We have developed an approximate analytical model and a more details numerical model that employs the finite element method. This model has allowed us to identify the dominant physical interactions involved in this process.\n\n \n\nThis work addresses fundamental issues of materials processing together with a clear goal toward improving an important material with many practical applications. In addition, the knowledge gained here has the potential to significantly decrease the cost and increase the quality of CZT crystals that are needed to make high-performance gamma radiation detectors viable. This is of immediate importance for national security and will also be important for\n nuclear non-proliferation applications, nuclear and particle physics experiments, medical imaging systems, astronomy, diffraction, nondestructive studies, and bore hole logging. Finally, this work involves the education of a graduate student in a multi-disciplinary and technologically relevant project.\n\n \n\n\t\t\t\t\tLast Modified: 05/07/2014\n\n\t\t\t\t\tSubmitted by: Jeffrey J Derby"
 }
}