{
 "awd_id": "1140174",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN-SEES: Network for Utilization of Social Science Research on Sustainability and Energy (NUSSRoSE)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 318003.0,
 "awd_amount": 318003.0,
 "awd_min_amd_letter_date": "2011-09-04",
 "awd_max_amd_letter_date": "2011-09-04",
 "awd_abstract_narration": "Climate change offers a unique challenge for human problem solving. Whereas evolution has equipped us to address immediate threats to life or limb, climate change is a slow-moving threat, largely understood through the eyes of climate scientists, who admit uncertainty in how quickly or slowly change will take place. It is not surprising that polling shows that even the US public persuaded by the science does not give this issue priority. Nevertheless, significant action is required now to contain a threat that may not fully manifest itself for decades. \r\n\r\nAn increasingly rich body of work in a range of behavioral sciences - including cognitive and social psychology, anthropology, behavioral economics and sociology - is examining human cognition and motivation and gaining insights about decision processes. This research may hold the key to building constituencies for addressing climate change and for motivating behavioral change. However, its results are largely confined to academic literature, and locked, for the most part, in stylized language that is not always accessible to the many non-governmental organizations, businesses and others who would benefit from its insights. Our Research Coordination Network (RCN) is designed to make the insights gained from this work more accessible to practitioners. Work now underway and anticipated will provide insights into alternative ways to address climate challenge and its unique demand for upfront investments to deliver benefits that are by necessity uncertain and far into the future, accruing to future generations and to geographically distant regions. \r\n\r\nThe network will act as a market maker, using physical and virtual meetings and a software platform to create a forum for the integration and sharing of theory, results, and experience (a) across disciplinary lines, to stimulate robust cross-fertilization, additional research, cross-training of postdoctoral fellows and junior faculty members, and (b) between the academic supply side and the practitioner demand side building better two-way communication between these two communities. Our RCN will help build a multi- or trans-disciplinary sub-specialty that will raise the status, profile and reach of individual efforts as well as create awareness for the need of institutional support to maintain and use research output of this sort, attracting more creative minds into the effort, including young researchers. Equally important, the RCN will find systematic ways for dissemination and to connect research to application. It will do so in part by integrating into this platform approach the knowledge and needs of the non-governmental world and of government policy-makers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elke",
   "pi_last_name": "Weber",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Elke U Weber",
   "pi_email_addr": "eweber@princeton.edu",
   "nsf_id": "000091450",
   "pi_start_date": "2011-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Bell",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth G Bell",
   "pi_email_addr": "ruthgreenspanbell@gmail.com",
   "nsf_id": "000593147",
   "pi_start_date": "2011-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1664",
   "pgm_ref_txt": "RESEARCH COORD NETWK IN BIO SC"
  },
  {
   "pgm_ref_code": "7642",
   "pgm_ref_txt": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 318003.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant allowed us to develop networks of researchers and practitioners from business, government and the policy community to gain learning on how to move insights from behavioral social science research into action in service of reducing greenhouse gas emissions and improving energy efficiency. Insights such as opt-in/opt-out, social norms and choice architecture have proven useful and powerful in marketing, consumer protection and health.&nbsp; They are under-utilized in the energy world.&nbsp; We sought to turn that around.</p>\n<p>In doing so, we established three networks centered on three areas in which behavioral insights might advance energy efficiency objectives: a network involving a utility that had, with Recovery Act funding, installed smart meters in its service area; a network focused on design and building infrastructure to consider whether applications of choice architecture might result in more energy efficient buildings and other infrastructure; and a network centered around the efforts of the U.S. Department of the Navy to make its operations more energy efficient.</p>\n<p>&nbsp;</p>\n<p>The utility network brought together the Woodrow Wilson Center and Columbia with Avista (an electric power utility in eastern Washington State), researchers from Washington State, Colorado and Vanderbilt universities. The network considered ways to make information from the meters more actionable in service of energy efficiency. A central focus of the team was on the human perceptions that pose challenges to incorporation of new two-way monitoring and feedback technology that is part of developing smart-grid innovation and infrastructure. Challenges range from consumer understanding and acceptance of digital information and controls technology located in homes and personal spaces, and worry about the cost and accessibility impacts on low income consumers (particularly seniors), to whether consumers will effectively engage with technology to improve energy efficiency.</p>\n<p>&nbsp;</p>\n<p>The second network joined our team with the engineering faculty at Clemson University, as well as parts of private industry that develop software and building tools for the use of engineers and architects. The focus on infrastructure considers how principles of choice architecture can achieve more energy efficient design.&nbsp; The concept behind it is that once infrastructure is built, certain energy decisions are set in concrete; therefore,&nbsp; greater attention should be given to the plan/design/build process and in particular to how choices are presented to engineers and architects to make it easier for them to select the more efficient options.</p>\n<p>&nbsp;</p>\n<p>The third network partners with the US Navy under Assistant Secretary Dennis McGinn and FEMP at DOE. The purpose is to test the introduction of behavioral tools, joined with engineering and computer and information science interventions, into an ambitious and integrative energy efficiency behavior and culture-change program, with lessons that can be scaled up and replicated in a wide variety of other, non-military business and organizational contexts.</p>\n<p>The initial short-list of joint projects includes testing how tools such as social norms&mdash;the human instinct to imitate the behavior of others&mdash;and choice architecture tools, like changing default options to efficient choices, can be applied to specific practices and procedures within the Navy&rsquo;s organizational construct.&nbsp; For example, recognizing that infrastructure and technology, once built or purchased, locks in many energy choices, we want to identify possibilities for up-front modifications of Navy&rsquo;s procurement systems to steer building and purchasing choices toward more energy efficient outcomes. This would engage behavioral, engineering and in some instances computer and information science knowledge and integrate this effo...",
  "por_txt_cntn": "\nThis grant allowed us to develop networks of researchers and practitioners from business, government and the policy community to gain learning on how to move insights from behavioral social science research into action in service of reducing greenhouse gas emissions and improving energy efficiency. Insights such as opt-in/opt-out, social norms and choice architecture have proven useful and powerful in marketing, consumer protection and health.  They are under-utilized in the energy world.  We sought to turn that around.\n\nIn doing so, we established three networks centered on three areas in which behavioral insights might advance energy efficiency objectives: a network involving a utility that had, with Recovery Act funding, installed smart meters in its service area; a network focused on design and building infrastructure to consider whether applications of choice architecture might result in more energy efficient buildings and other infrastructure; and a network centered around the efforts of the U.S. Department of the Navy to make its operations more energy efficient.\n\n \n\nThe utility network brought together the Woodrow Wilson Center and Columbia with Avista (an electric power utility in eastern Washington State), researchers from Washington State, Colorado and Vanderbilt universities. The network considered ways to make information from the meters more actionable in service of energy efficiency. A central focus of the team was on the human perceptions that pose challenges to incorporation of new two-way monitoring and feedback technology that is part of developing smart-grid innovation and infrastructure. Challenges range from consumer understanding and acceptance of digital information and controls technology located in homes and personal spaces, and worry about the cost and accessibility impacts on low income consumers (particularly seniors), to whether consumers will effectively engage with technology to improve energy efficiency.\n\n \n\nThe second network joined our team with the engineering faculty at Clemson University, as well as parts of private industry that develop software and building tools for the use of engineers and architects. The focus on infrastructure considers how principles of choice architecture can achieve more energy efficient design.  The concept behind it is that once infrastructure is built, certain energy decisions are set in concrete; therefore,  greater attention should be given to the plan/design/build process and in particular to how choices are presented to engineers and architects to make it easier for them to select the more efficient options.\n\n \n\nThe third network partners with the US Navy under Assistant Secretary Dennis McGinn and FEMP at DOE. The purpose is to test the introduction of behavioral tools, joined with engineering and computer and information science interventions, into an ambitious and integrative energy efficiency behavior and culture-change program, with lessons that can be scaled up and replicated in a wide variety of other, non-military business and organizational contexts.\n\nThe initial short-list of joint projects includes testing how tools such as social norms&mdash;the human instinct to imitate the behavior of others&mdash;and choice architecture tools, like changing default options to efficient choices, can be applied to specific practices and procedures within the NavyÆs organizational construct.  For example, recognizing that infrastructure and technology, once built or purchased, locks in many energy choices, we want to identify possibilities for up-front modifications of NavyÆs procurement systems to steer building and purchasing choices toward more energy efficient outcomes. This would engage behavioral, engineering and in some instances computer and information science knowledge and integrate this effort with our Clemson team.  We see great promise in the Navy partnership because, beyond supporting energy efficiency in support of Navy mission, ideas and technol..."
 }
}