{
 "awd_id": "1140018",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ARI; Experimental and Computational Assessment of Unique Trace Elements and Isotope Ratios in Plutonium from Depleted Uranium Irradiated in Fast Reactor Blankets",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 378464.0,
 "awd_amount": 378464.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "1140018 (Chirayath).  This project will use computational and experimental methods to determine whether it is possible to reliably predict and measure a unique intrinsic physical signature in weapons-grade plutonium (Pu) produced by certain reactor types. The particular reactors of interest are (a) fast breeder reactors (FBR) of the type under development in India and China, which employ depleted uranium in their core blankets and (b) CANDU-type reactors fueled by natural uranium. Both of these reactor types in India will likely be operating in non-safeguarded circumstances in the future. When the developmental FBRs in India and China (and perhaps elsewhere) begin operating in the near future, it would be useful for the DNDO?s global nuclear detection architecture to understand the details of a potentially unique ?fingerprint? associated with Pu produced from depleted uranium in the FBR blankets. It would also be helpful to have a similar understanding of potentially unique identifying characteristics of Pu generated in CANDU power reactors when the fuel is ejected with lower than standard burn-up. Detailed understanding of these unique characteristics, such as the Pu isotope content, signatures of uranium, fission product, and trace elemental residues after chemical processing of Pu separation would aid nuclear forensics activities aimed at source attribution in the case of interdicted smuggled plutonium (pre-detonation material) as well as to some extent for post-detonation analyses.  The main thrust areas of the project are: [1] Computational modeling of FBR and CANDU reactors to generate isotopic signatures through nuclide inventory estimation in used fuel, [2] Neutron irradiation of uranium dioxide (UO2) fuel pellets in fast spectrum (to simulate FBR)\r\nand thermal spectrum (to simulate CANDU) at ORNL-high flux isotope reactor (HFIR) for experimental validation of computed results of thrust area 1, and [3] Experimental investigations of irradiated UO2 pellets through chemical separations of plutonium from fission products and uranium and its characterization using destructive and non-destructive analyses.  Features of the project include: (1) fingerprinting weapon-grade plutonium produced in fast reactor blankets and thermal reactor low-burned fuel, (2) experimental validation of weapon-grade Pu fingerprint originating from unique nuclear fuel cycles, (3) development of a national nuclear forensics capability for targeting weapon-grade plutonium produced from low burned fuel assemblies in foreign nuclear fuel cycles, (4) plutonium separation from fission products and uranium using PUREX and its characterization by destructive and non-destructive analyses will be highly valuable to teach and demonstrate to graduate and undergraduate students, (5) mentor, educate and support postdoctoral researcher, graduate and undergraduate students, (6) publications through student presentations in technical conferences and scholarly\r\npublications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sunil",
   "pi_last_name": "Chirayath",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sunil S Chirayath",
   "pi_email_addr": "sunilsc@tamu.edu",
   "nsf_id": "000592923",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Boyle",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Boyle",
   "pi_email_addr": "dboyle@tamu.edu",
   "nsf_id": "000281189",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Folden",
   "pi_mid_init": "M",
   "pi_sufx_name": "III",
   "pi_full_name": "Charles M Folden",
   "pi_email_addr": "folden@tamu.edu",
   "nsf_id": "000593128",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Nuclear Security Science and Policy Institute, Texas A&M Univers",
  "perf_str_addr": "129 Zachry Engineering Center",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433133",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "7707",
   "pgm_ref_txt": "NSF/DHS ACADEMIC RES INITIAT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 378464.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The possibility of the proliferation of nuclear weapons is a concern worldwide because many nuclear reactors produce plutonium as a byproduct, and this plutonium could be used for a nuclear weapon under the right circumstances.&nbsp; As a result, there is significant interest in developing techniques that could reduce this risk.&nbsp; One of these techniques is nuclear forensics analysis, which uses the nuclear properties of plutonium and other trace elements in samples to seek information on its history.&nbsp; In this context, history refers to properties such as when plutonium was produced in the nuclear fuel, its original geographical location, and other information.&nbsp; It is hoped that these nuclear forensic techniques will reduce the proliferation risk and increase our national security.</p>\n<p>At Texas A&amp;M University, we have completed the second year of a three-year project that is jointly funded by the National Science Foundation and the Department of Homeland Security.&nbsp; This project intends to determine which type of nuclear reactor produced plutonium, and our work is focused on two types of reactors that are predominantly used outside the U.S.: the fast breeder reactor (FBR) and the so-called Canadian Deuterium Uranium (CANDU) reactor.&nbsp; These two reactor types differ in their internal workings and therefore produce plutonium with differing characteristics.&nbsp; Nuclear reactors also produce &ldquo;fission products&rdquo; as an additional byproduct, and the exact distribution of fission products depends sensitively on the operation of the reactor.&nbsp; Any purified plutonium will still contain trace quantities of fission product isotopes, and the latter can be used to determine the sample&rsquo;s history.&nbsp; Our project has three major thrusts: First, to use start-of-the-art computer models to simulate each reactor type and predict the characteristics that might be present in a sample of purified plutonium.&nbsp; Second, to irradiate samples of uranium fuel elements with neutrons in a nuclear reactor in a way that simulates the FBR and CANDU conditions.&nbsp; Third, to chemically analyze the samples from the second thrust and validate whether the model predictions from the first thrust are correct.</p>\n<p>First, our research group has used software called MCNPX to simulate the flow of neutrons inside a nuclear reactor.&nbsp; This program is the &ldquo;gold standard&rdquo; for this type of calculation, and we have trained several graduate students in its use.&nbsp; They have used these results to prepare a list of trace isotope-to-plutonium ratios that should have very different levels in FBR versus CANDU reactors.&nbsp; The most notable of these ratios is the samarium-150 (<sup>150</sup>Sm) ratio with plutonium.&nbsp; <sup>150</sup>Sm should be over 100 times more abundant in the CANDU reactor than an FBR.</p>\n<p>Second, in collaboration with Oak Ridge National Laboratory (ORNL), we arranged for several small pellets of depleted uranium dioxide (UO<sub>2</sub>) to be neutron irradiated in the High Flux Isotope Reactor (HFIR) at ORNL.&nbsp; The HFIR sample irradiation conditions were modified to obtain an FBR neutron environment.&nbsp; After this irradiation, the pellets were transferred to our university for analysis.&nbsp; We plan to irradiate natural UO<sub>2</sub> samples to simulate a CANDU reactor in the future.</p>\n<p>Finally, the distribution of isotopes in the irradiated samples will be measured for comparison with the MCNPX calculations.&nbsp; This step will require a variety of radiochemical techniques to purify each element from a large number of impurities.&nbsp; An exhaustive safety review has been conducted, a detailed project safety analysis report has been prepared, and approval has been obtained from university authorities to conduct this radiochemistry research.&nbsp; The pellets weigh 14 milligrams each, which is su...",
  "por_txt_cntn": "\nThe possibility of the proliferation of nuclear weapons is a concern worldwide because many nuclear reactors produce plutonium as a byproduct, and this plutonium could be used for a nuclear weapon under the right circumstances.  As a result, there is significant interest in developing techniques that could reduce this risk.  One of these techniques is nuclear forensics analysis, which uses the nuclear properties of plutonium and other trace elements in samples to seek information on its history.  In this context, history refers to properties such as when plutonium was produced in the nuclear fuel, its original geographical location, and other information.  It is hoped that these nuclear forensic techniques will reduce the proliferation risk and increase our national security.\n\nAt Texas A&amp;M University, we have completed the second year of a three-year project that is jointly funded by the National Science Foundation and the Department of Homeland Security.  This project intends to determine which type of nuclear reactor produced plutonium, and our work is focused on two types of reactors that are predominantly used outside the U.S.: the fast breeder reactor (FBR) and the so-called Canadian Deuterium Uranium (CANDU) reactor.  These two reactor types differ in their internal workings and therefore produce plutonium with differing characteristics.  Nuclear reactors also produce \"fission products\" as an additional byproduct, and the exact distribution of fission products depends sensitively on the operation of the reactor.  Any purified plutonium will still contain trace quantities of fission product isotopes, and the latter can be used to determine the sampleÆs history.  Our project has three major thrusts: First, to use start-of-the-art computer models to simulate each reactor type and predict the characteristics that might be present in a sample of purified plutonium.  Second, to irradiate samples of uranium fuel elements with neutrons in a nuclear reactor in a way that simulates the FBR and CANDU conditions.  Third, to chemically analyze the samples from the second thrust and validate whether the model predictions from the first thrust are correct.\n\nFirst, our research group has used software called MCNPX to simulate the flow of neutrons inside a nuclear reactor.  This program is the \"gold standard\" for this type of calculation, and we have trained several graduate students in its use.  They have used these results to prepare a list of trace isotope-to-plutonium ratios that should have very different levels in FBR versus CANDU reactors.  The most notable of these ratios is the samarium-150 (150Sm) ratio with plutonium.  150Sm should be over 100 times more abundant in the CANDU reactor than an FBR.\n\nSecond, in collaboration with Oak Ridge National Laboratory (ORNL), we arranged for several small pellets of depleted uranium dioxide (UO2) to be neutron irradiated in the High Flux Isotope Reactor (HFIR) at ORNL.  The HFIR sample irradiation conditions were modified to obtain an FBR neutron environment.  After this irradiation, the pellets were transferred to our university for analysis.  We plan to irradiate natural UO2 samples to simulate a CANDU reactor in the future.\n\nFinally, the distribution of isotopes in the irradiated samples will be measured for comparison with the MCNPX calculations.  This step will require a variety of radiochemical techniques to purify each element from a large number of impurities.  An exhaustive safety review has been conducted, a detailed project safety analysis report has been prepared, and approval has been obtained from university authorities to conduct this radiochemistry research.  The pellets weigh 14 milligrams each, which is sufficiently large that many different isotopes can be measured, but sufficiently low that they can be handled safely in a laboratory.  A glove box has been installed specifically for this project, and we have purchased other required supplies.  This project is conti..."
 }
}