{
 "awd_id": "1141503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  EAGER: A Virtual eXchange to Support Networks of Creativity and Innovation Amongst Science, Engineering, Arts and Design (XSEAD)",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 10824.0,
 "awd_amount": 10824.0,
 "awd_min_amd_letter_date": "2011-06-23",
 "awd_max_amd_letter_date": "2011-06-23",
 "awd_abstract_narration": "Collaborative Projects: EAGER: A virtual eXchange to support networks of creativity and innovation amongst Science, Engineering, Arts and Design (XSEAD)\r\n\r\nIntellectual Merit\r\nOne of the greatest challenges facing the United States in research and education is how to fundamentally encourage innovation across all sectors and spawn new solutions to address global challenges. Increasing research evidence and industrial innovations (i.e. mobile computing, social media) confirm that broad interdisciplinary collaborations that include both science and art fields have great potential for spawning creativity and innovation in computer science, engineering and the sciences. An emerging hybrid community of scientists, engineers, artists and designers is producing innovative and entrepreneurial research that advances new knowledge and proposes holistic solutions to societal challenges including health, education and environmental change. Yet, this burgeoning interdisciplinary community continues to face problems in its efforts to self-organize among constraints imposed by academic systems and historical biases; it continues to seek a dynamic and synergizing research and outreach exchange.\r\n\r\nBuilding upon lessons-learned, a new Virtual eXchange to support networks of creativity and innovation amongst Science, Engineering, Art and Design (XSEAD) will be developed.  The XSEAD project will address the following urgent needs of the interdisciplinary science-art community: establish a cohesive view of the field and provide a mechanism to attract entrepreneurs and industry; create a venue for multimodal documentation of research outcomes; provide extensive databases of prior and current research; allow rapid dissemination of research outcomes; facilitate forming of collaborations and specialized sub-communities; document and help evolve science-art curricula efforts and evaluation approaches; provide context and support mechanisms for science-arts careers; establish evidence of the societal impact of interdisciplinary science-art integration.  The software engineering development components of XSEAD will contribute further knowledge in three technical areas: Content organization (improve the effectiveness of algorithms for dynamic, usage based, organization of large multimedia databases); Recommendation algorithms (promote the use of multi-relational structures for providing effective recommendations); Community dynamics (develop novel algorithms to extract structures that encode meaningful interactions in online social networks).\r\n\r\nBroader Impact\r\nXSEAD will expose general non-expert audiences to the evolution and potential of collaborative research across science and arts. It will attract the interest of young people searching for careers that combine the rigor of science and engineering with the creativity and reflection of arts and design. It will serve teachers and informal learning communities seeking exemplars for curricular development, active practitioners looking for further institutional opportunities to present and support their ongoing work, academics developing related interdisciplinary efforts and commercial companies seeking cross-trained expertise. XSEAD will enable rapid research exchange and in-depth peer-reviewed scholarship between the worlds of science and art and provide a unique and deeply engaging inroad to a vast and creative repository. XSEAD will help promote new paradigms for developing human centric solutions to complex societal problems (i.e. cost effective health and wellness, globalization and conflict, adaptive K-12 learning, electronic communication and security). These paradigms will combine knowledge across broad and diverse areas of human knowledge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shawn",
   "pi_last_name": "Brixey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shawn Brixey",
   "pi_email_addr": "shawnx@uw.edu",
   "nsf_id": "000592553",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "Center for Digital Arts and Experimental Media (DXARTS)",
  "perf_str_addr": "207 Raitt Hall UW",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981953414",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10824.0
  }
 ],
 "por": null
}