{
 "awd_id": "1141838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Workshop: An Internet Resource for Integrating Plate Tectonic and Paleogeographic Mapping with On-line Earth Science Databases",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 20047.0,
 "awd_amount": 20047.0,
 "awd_min_amd_letter_date": "2011-07-01",
 "awd_max_amd_letter_date": "2011-07-01",
 "awd_abstract_narration": "Collaborative Workshop: An Internet Resource for Integrating Plate Tectonic and Paleogeographic  Mapping with On-line Earth Science Databases\r\n\r\nScott Lidgard, Melanie Hopkins, Field Museum of Natural History?EAR-1141839\r\nBradley Sageman, Northwestern University?EAR-1141841\r\n\r\nABSTRACT\r\nThis workshop will begin the process of developing a community wide, web-based resource that tells Earth's story and provides the earth science community with a research tool that researchers can use to \"see how their data fits\" into the grand story of Earth System evolution. Workshop participants will discuss how to build such a dynamic internet resource. The focus of the workshop is to create an internet resource that integrates plate tectonic, paleogeographic and paleoclimatic mapping with existing and potential future on-line Earth Science databases (e.g., The Paleobiology Database, GeoStratSys, COSUNA database, PALYNODATA [palynology], USGS mineral database, GlobalGeology, and others). Such a system would provide scientifically-accurate, publicly accessible maps of the changing configuration of the continents and ocean basins back through time (~ 1 billion years). The plate tectonic history of the Earth provides the spatial-temporal framework required to better understand the evolution of life, the shift of global climate from Ice House to Hot House conditions, changes in the circulation and chemistry of the oceans, and the reshaping of the Earth's land surface.  This will be the first such effort at developing a community-wide system/network in which all relevant subdisciplines can participate in and benefit from its results.  This has come about because Chris Scotese freely contributes for use up front his non-proprietary web-based library of paleogeographic maps developed over the last 40 years through his work with industry and in part supported by NSF.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Lidgard",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Scott H Lidgard",
   "pi_email_addr": "slidgard@fieldmuseum.org",
   "nsf_id": "000468978",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "Hopkins",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Melanie J Hopkins",
   "pi_email_addr": "mhopkins@amnh.org",
   "nsf_id": "000593814",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Field Museum of Natural History",
  "inst_street_address": "1400 S LAKE SHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3126657240",
  "inst_zip_code": "606052827",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "FIELD MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CBHQF44BQYN5"
 },
 "perf_inst": {
  "perf_inst_name": "Field Museum of Natural History",
  "perf_str_addr": "1400 S. Lake Shore Drive",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606052496",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20047.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Earth&rsquo;s geological and paleontological history provide a spatial and temporal framework crucial to understanding everything from biological evolution to climate change to the location and use of energy and other natural resources. Currently, a variety of database resources exist for geoscientists, including The Paleobiology Database, GeoSysStrat, Macrostrat, PALYNODATA (palynology), the USGS mineral database, GlobalGeology, NOAA Paleoclimatology Data Center, and others. Together, these databases comprise a rich and varied source of geological, paleobiological, geochemical, and stratigraphic data. However, no web-based tool integrates all of this data with the plate tectonic history of the Earth, leaving many questions pertaining to biodiversity and evolution, geodynamics, and climate change difficult or impossible to answer. With the help of funding from the NSF, scientists from industry, government, and academia, and representing a range of geoscience subdisciplines, joined in a 2011 workshop at the Field Museum of Natural History (Chicago) to brainstorm how to build just such a resource. This workshop was followed by a topical session at the 2013 Annual Meeting of the Geological Society of America, which opened up the discussion to an even larger number of geoscientists.</p>\n<p>The principal recommendations arrived at by participants were the following: 1) Scientific questions should drive the platform development, not the reverse. 2) Novel questions that cannot be answered without the tool and are relevant across disciplines and to society should be focused on during early development. 3) An enormous array of critical scientific questions can be addressed with the development of an online integrated tool for accessing diverse earth science data sets, plotting overlapping data, and performing analyses in concurrent plate tectonic, paleogeographic and paleoclimatic frames. In particular, enormous gains could be made in tackling questions about spatial dependence. Such questions are impossible to answer without the harnessing of cyberinfrastructure. 4) Because several component information technology solutions already exist, communication and co-operation across communities is the major challenge to establishing a tool that can integrate disparate, dynamic, and complex datasets from multiple sources. Other major challenges that will have to be addressed during early development include the incorporation of heterogeneous sources of data, including legacy data, correcting erroneous data, and rectifying missing data. 5) Mutual benefit across communities is the key to sustainability. Sustainability also depends on proper attribution of sources, partly in order to estimate and account for error, and partly in order to adequately acknowledge the resources and field work that produced the data. Further, facilitating use of the tool in order to both educate and incorporate the general public in the scientific process is necessary for sustainability.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/18/2014<br>\n\t\t\t\t\tModified by: Scott&nbsp;H&nbsp;Lidgard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe EarthÆs geological and paleontological history provide a spatial and temporal framework crucial to understanding everything from biological evolution to climate change to the location and use of energy and other natural resources. Currently, a variety of database resources exist for geoscientists, including The Paleobiology Database, GeoSysStrat, Macrostrat, PALYNODATA (palynology), the USGS mineral database, GlobalGeology, NOAA Paleoclimatology Data Center, and others. Together, these databases comprise a rich and varied source of geological, paleobiological, geochemical, and stratigraphic data. However, no web-based tool integrates all of this data with the plate tectonic history of the Earth, leaving many questions pertaining to biodiversity and evolution, geodynamics, and climate change difficult or impossible to answer. With the help of funding from the NSF, scientists from industry, government, and academia, and representing a range of geoscience subdisciplines, joined in a 2011 workshop at the Field Museum of Natural History (Chicago) to brainstorm how to build just such a resource. This workshop was followed by a topical session at the 2013 Annual Meeting of the Geological Society of America, which opened up the discussion to an even larger number of geoscientists.\n\nThe principal recommendations arrived at by participants were the following: 1) Scientific questions should drive the platform development, not the reverse. 2) Novel questions that cannot be answered without the tool and are relevant across disciplines and to society should be focused on during early development. 3) An enormous array of critical scientific questions can be addressed with the development of an online integrated tool for accessing diverse earth science data sets, plotting overlapping data, and performing analyses in concurrent plate tectonic, paleogeographic and paleoclimatic frames. In particular, enormous gains could be made in tackling questions about spatial dependence. Such questions are impossible to answer without the harnessing of cyberinfrastructure. 4) Because several component information technology solutions already exist, communication and co-operation across communities is the major challenge to establishing a tool that can integrate disparate, dynamic, and complex datasets from multiple sources. Other major challenges that will have to be addressed during early development include the incorporation of heterogeneous sources of data, including legacy data, correcting erroneous data, and rectifying missing data. 5) Mutual benefit across communities is the key to sustainability. Sustainability also depends on proper attribution of sources, partly in order to estimate and account for error, and partly in order to adequately acknowledge the resources and field work that produced the data. Further, facilitating use of the tool in order to both educate and incorporate the general public in the scientific process is necessary for sustainability.\n\n \n\n\t\t\t\t\tLast Modified: 07/18/2014\n\n\t\t\t\t\tSubmitted by: Scott H Lidgard"
 }
}