{
 "awd_id": "1141152",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LA-BRIDGE: Louisiana Broadening Resources for Increasing Diversity in Graduate Education at Louisiana State University",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A.  Hicks",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 987000.0,
 "awd_amount": 987000.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2011-09-15",
 "awd_abstract_narration": "The US Census Bureau reports that African, Hispanic, and Native Americans comprise some\r\n30% of the US population, however only 16% of the undergraduate science, technology, engineering, and\r\nmathematics (STEM) degrees and less than 3% of the doctoral STEM degrees produced within the US are\r\nawarded to students from these groups! It is in the nation?s best interest to support innovations that test\r\nstrategies to increase the success groups underrepresented in the STEM disciplines, not simply for reasons\r\nof equity or social justice, but because these students are an untapped potential in fulfilling the STEM\r\nworkforce needs of today and tomorrow.\r\nThe proposed, ?BD-Cohort 5 ? LA-BRIDGE: Louisiana Broadening Resources for Increasing\r\nDiversity in Graduate Education,? represents a transformative and strategic institutional approach to\r\nbuild human resource capital at the doctoral level. In this endeavor, Louisiana State University (LSU), a\r\nstate-supported Carnegie Research Extensive Institution, nationally designated as both land-grant and seagrant,\r\nwill serve as the Bridging Institution. The project features strong inter-institutional collaborations\r\nbetween colleges and universities throughout the Senior Level Louis Stokes (LS) Louisiana Alliance for\r\nMinority Participation (LAMP); intra-institutional collaborations between the LSU Offices of Academic\r\nAffairs, Strategic Initiatives, and Research and Economic Development as well as the LSU Center for\r\nAcademic Success; and international collaborations between LSU and the French Alternative Energies\r\nand Atomic Energy Commission in Grenoble (CEA Grenoble).\r\nThe vision of LA-BRIDGE is to create a successful model to increase minority student\r\npersistence and global competitiveness at the doctoral level, an effective model with well-tested\r\nstrategies, which can be adopted nationwide. The goals of LA-BRIDGE are a logical extension of the\r\ngoals of the LS-LAMP Senior Alliance: (a) to increase the quality and number of minority STEM\r\nstudents pursuing doctoral degrees at the bridge institution; (b) increase the retention to graduation rate of\r\nminority STEM PhD students; and (c) investigate a national model for increasing the share of minority\r\nSTEM PhD holders. The objectives\r\nof LAMP-BD are: (1) to provide systemic mentoring that includes\r\neffective faculty-to-student/student-to-student interactions that work collectively to increase the number\r\nof minorities earning PhD degrees in STEM fields; (2) facilitate academic support structures that increase\r\nstudents? acclimations to the rigors of doctoral study; and (3) expose minorities to international research\r\nexperiences that prepare them for long-term scholarly engagement in the global STEM research\r\nenterprise; (4) to promote, guide and support the transition of these PhD degree-holders into the STEM\r\nresearch workforce with emphasis on the professoriate; and (5) to achieve self-sustainability by\r\nexpanding, and institutionalizing the systemic mentoring, and research infrastructure enhancements and\r\nactivities across the state.\r\nIntellectual Merit: LA-BRIDGE will provide strategic and transformative leadership in\r\ndesigning effective LS-LAMP inter-institutional and multi-national alliances that improve the quality of\r\nSTEM education for PhD students. This project will cultivate and test systemic mentoring strategies that\r\nhave been designed to increase minority student matriculation and graduation from PhD programs.\r\nMoreover, the project will explore models to enhance the ability of LSAMP students to be more effective\r\nresearchers in a global environment. The scientific basis of the mentoring model and its related activities,\r\nthe publication in system mentoring and educational research, lend themselves to the development of best\r\npractices for graduate education and professional development. Further, the research to be conducted by\r\nBD scholars will contribute to scientific and technological innovations spanning the STEM disciplines.\r\nBroader Impact: LA-BRIDGE will increase minority student access to STEM PhDs. The salient\r\nproject impacts are a) the increase in the number of high quality PhD level researchers from\r\nunderrepresented minority communities who will pursue research careers in the STEM academic,\r\nindustrial, and governmental enterprise; b) the consequent contribution to and the development of a more\r\nqualified and diversified workforce; c) the wide-spread dissemination of the best practices of system\r\nmentoring for graduate studies and professional development; and d) the significant enhancement of\r\ninstitutional graduate education and research infrastructure. Further, this project will benefit society by\r\nenhancing the ability of its graduate students to thrive in an international research environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diola",
   "pi_last_name": "Bagayoko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diola Bagayoko",
   "pi_email_addr": "Diola_Bagayoko@subr.edu",
   "nsf_id": "000359307",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Su-Seng",
   "pi_last_name": "Pang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Su-Seng Pang",
   "pi_email_addr": "mepang@me.lsu.edu",
   "nsf_id": "000384065",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Randolph",
   "pi_last_name": "Duran",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Randolph S Duran",
   "pi_email_addr": "rduran@lsu.edu",
   "nsf_id": "000285997",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kerry",
   "pi_last_name": "Davidson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kerry Davidson",
   "pi_email_addr": "kerry.davidson@regents.la.gov",
   "nsf_id": "000261610",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zakiya",
   "pi_last_name": "WilsonKennedy",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Zakiya S WilsonKennedy",
   "pi_email_addr": "zwilson@lsu.edu",
   "nsf_id": "000541587",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Board of Regents",
  "inst_street_address": "1201 N 3RD ST STE 6-200",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2253424253",
  "inst_zip_code": "708025243",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA BOARD OF REGENTS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F3GJXVP1L166"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & Agricultural and Mechanical College",
  "perf_str_addr": "213 Hatcher Hall",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 987000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Overview</span></strong></p>\n<p>&ldquo;<strong><em>LS-LAMP/</em>BD-Cohort 5 &ndash; <em>LA-BRIDGE</em></strong>: <strong><em>Louisiana Broadening Resources for Increasing Diversity in Graduate Education</em></strong>,&rdquo; at Louisiana State University (referred to herein as LA-BRIDGE) and its related activities represent a <em>transformative</em> and <em>strategic</em> institutional approach to build human resource capital at the doctoral level.&nbsp;</p>\n<p>The <strong><em><span style=\"text-decoration: underline;\">vision</span></em></strong> of LA-BRIDGE is to create a successful model to increase minority student persistence and global competitiveness at the doctoral level, an effective model with well-tested strategies, which can be adopted nationwide. The <strong><em><span style=\"text-decoration: underline;\">goals</span></em></strong> of LA-BRIDGE are a logical extension of the goals of the LS-LAMP Senior Level Alliance: (1) to increase the quality and number of minority STEM students pursuing doctoral degrees at the bridge institution; (2) to increase the retention to graduation rate of minority STEM PhD students; and (3) to investigate a national model for increasing the share of minority STEM PhD holders.</p>\n<p>LA-BRIDGE has <span style=\"text-decoration: underline;\">three main programmatic components</span>: (1) A systemic mentoring program to provide infrastructure for students to integrate into the university culture of STEM graduate programs; (2) An academic support structure that prepares students for the rigors of doctoral study; and (3) International research experiences that incentivize early success and&nbsp; prepare students for life-long engagement in the global STEM research enterprise.&nbsp;</p>\n<p><strong><em>Summary of Project Impacts</em></strong>: This LS-LAMP BD 5 project is one of six received by Louisiana State University to date. Through these BD activities, LSU has experienced a dramatic increase in the overall diversity of its STEM doctoral programs.&nbsp; Before LS-LAMP BD, the minority STEM PhD student population campus-wide had leveled off with a critical mass of approximately 40 students, about 70% of which were housed with the chemistry department. Notably, LSU has and maintains a reputation for being a top producer of African American PhDs in chemistry. The mentoring efforts of its faculty, particularly Isiah M. Warner, have been recognized for not only increasing minority student matriculation within the university but also mentoring to increase retention to graduation.</p>\n<p>Via NSF BD support, and working closely with the LS-LAMP partners, the PIs of the prior LS-LAMP BD activities have been able to expand the success in chemistry to other LSU departments and divisions.&nbsp; With BD support, LSU was able to double its minority STEM doctoral student population to nearly 80 students and sustain this over multiple years. Notably, the minority student population in chemistry has leveled off and the net increases have been realized as a direct result of increased minority student matriculation and retention within campus-wide STEM doctoral programs.</p>\n<p><span style=\"text-decoration: underline;\">Recent years yielded the largest graduation of minority PhDs in LSU history, i.e. over 33 minorities completed STEM PhD between August 2009 and May 2012.</span> While not all minorities PhD graduates have been BD Scholars, greater than 75% have been supported by mentoring programs housed within the LSU Office of Strategic Initiatives, and the BD program has been the cornerstone of OSI&rsquo;s mentoring efforts for minority STEM doctoral students.</p>\n<p><strong><span style=\"text-decoration: underline;\">Programmatic Components</span></strong></p>\n<p>The 12 LA-BRIDGE Fellows have been totally immersed in a systemic mentoring environment.&nbsp; Specifically, in addition to being fully su...",
  "por_txt_cntn": "\nOverview\n\n\"LS-LAMP/BD-Cohort 5 &ndash; LA-BRIDGE: Louisiana Broadening Resources for Increasing Diversity in Graduate Education,\" at Louisiana State University (referred to herein as LA-BRIDGE) and its related activities represent a transformative and strategic institutional approach to build human resource capital at the doctoral level. \n\nThe vision of LA-BRIDGE is to create a successful model to increase minority student persistence and global competitiveness at the doctoral level, an effective model with well-tested strategies, which can be adopted nationwide. The goals of LA-BRIDGE are a logical extension of the goals of the LS-LAMP Senior Level Alliance: (1) to increase the quality and number of minority STEM students pursuing doctoral degrees at the bridge institution; (2) to increase the retention to graduation rate of minority STEM PhD students; and (3) to investigate a national model for increasing the share of minority STEM PhD holders.\n\nLA-BRIDGE has three main programmatic components: (1) A systemic mentoring program to provide infrastructure for students to integrate into the university culture of STEM graduate programs; (2) An academic support structure that prepares students for the rigors of doctoral study; and (3) International research experiences that incentivize early success and  prepare students for life-long engagement in the global STEM research enterprise. \n\nSummary of Project Impacts: This LS-LAMP BD 5 project is one of six received by Louisiana State University to date. Through these BD activities, LSU has experienced a dramatic increase in the overall diversity of its STEM doctoral programs.  Before LS-LAMP BD, the minority STEM PhD student population campus-wide had leveled off with a critical mass of approximately 40 students, about 70% of which were housed with the chemistry department. Notably, LSU has and maintains a reputation for being a top producer of African American PhDs in chemistry. The mentoring efforts of its faculty, particularly Isiah M. Warner, have been recognized for not only increasing minority student matriculation within the university but also mentoring to increase retention to graduation.\n\nVia NSF BD support, and working closely with the LS-LAMP partners, the PIs of the prior LS-LAMP BD activities have been able to expand the success in chemistry to other LSU departments and divisions.  With BD support, LSU was able to double its minority STEM doctoral student population to nearly 80 students and sustain this over multiple years. Notably, the minority student population in chemistry has leveled off and the net increases have been realized as a direct result of increased minority student matriculation and retention within campus-wide STEM doctoral programs.\n\nRecent years yielded the largest graduation of minority PhDs in LSU history, i.e. over 33 minorities completed STEM PhD between August 2009 and May 2012. While not all minorities PhD graduates have been BD Scholars, greater than 75% have been supported by mentoring programs housed within the LSU Office of Strategic Initiatives, and the BD program has been the cornerstone of OSIÆs mentoring efforts for minority STEM doctoral students.\n\nProgrammatic Components\n\nThe 12 LA-BRIDGE Fellows have been totally immersed in a systemic mentoring environment.  Specifically, in addition to being fully supported financially, these fellows are in individualized mentoring relationships with their advisors in the respective departments. They attend monthly research and enhancement seminars of the BD program as well as additional discipline-specific research seminars in their units. Further the current cohort participates in international training that has included bi-national engagement with scientsts. Their academic and professional integration includes their research participation and their attendance of national, professional conferences. LSU is committed to supporting the current BD cohort beyond their two-year tenure in the BD progra..."
 }
}