{
 "awd_id": "1141995",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Using Network Dynamic fMRI for Pre-Surgical Localization of Epileptogenic Foci",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "PI: Mujica-Parodi, L., Millett, D. E. and Shaw, S.\r\nProposal Number: 1141995\r\n\r\n\r\nINTELLECTUAL MERIT\r\nIntractable epilepsy is often treated surgically through the ablation of presumed epileptogenic foci, yet there exists a significant portion of patients for whom foci cannot currently be identified with precision through standard diagnostic techniques (EEG, MRI, PET). Information-theoretic methods adapted from dynamical systems and statistical physics have been applied to EEG to identify seizures, and most recently have been applied to the identification of seizure foci, with some success. However, clinical adoption of these techniques has failed due to EEG's poor spatial resolution. While fMRI has excellent spatial resolution, its hemodynamic time-series are significantly too short and sparse to permit application of most standard information theoretic methods, such as time-delay embedding, fractal dimension, and entropy. The research proposed in this application is designed to establish the clinical utility of computational techniques that combine the sensitivity to circuit dysregulation found in EEG with the spatial resolution found in fMRI, thereby defining a fundamentally new direction for future clinical research. In this application, we will develop techniques for the application of power spectrum scale invariance to fMRI time-series, a method we have previously shown to have utility with respect to the identification and anatomical localization of dysregulation within the paralimbic circuit. These techniques will be tested in the identification of epileptogenic foci, validated by comparison with standard neuropsychological assessment, intracranial monitoring, and/or surgical outcomes.\r\n\r\nBROADER IMPACTS\r\nApproximately three million Americans suffer from epilepsy; it is estimated that fully two thirds of these individuals are unsuccessfully treated by the current state of the art. Successfully managing the disease early is critical, since repeated seizures can cause irreversible brain damage and death. Because the current state of the art is not capable of clearly identifying epileptogenic foci with the high degree of spatial resolution required for successful surgical intervention; if successful, our proposed direction would revolutionize treatment of intractable epilepsy. This proposal is unique in that it is organically interdisciplinary, integrating computational techniques adapted from dynamical systems and statistical physics with direct and immediate clinical applications, and thus fits within the scope of the National Science Foundation's GARDE program and EAGER funding mechanism by addressing the treatment of disability through the novel and transformative development of advanced engineering tools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lilianne",
   "pi_last_name": "Mujica-Parodi",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Lilianne R Mujica-Parodi",
   "pi_email_addr": "lilianne.strey@stonybrook.edu",
   "nsf_id": "000504656",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Millett",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Millett",
   "pi_email_addr": "millett@usc.edu",
   "nsf_id": "000594023",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Shaw",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Shaw",
   "pi_email_addr": "shaws@usc.edu",
   "nsf_id": "000594105",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "State University of New York at Stony Brook",
  "perf_str_addr": "Bioengineering Building",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943362",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Epilepsy is one of the most common neurological disorders, affecting approximately 50 million people worldwide, with prevalence rates of 0.5-0.7% in the U.S. and up to 4% in developing countries.&nbsp; Although antiepileptic drugs (AEDs) are effective in controlling epileptic seizures for approximately two-thirds of patients with focal epilepsy, the remaining one-third suffer from debilitating seizures despite aggressive medical therapy. For these patients with medically intractable or drug-resistant epilepsy (DRE), the most effective treatment is surgical resection of the epileptogenic lesion. Surgery often results in increased survival, improved quality of life, and lower health care costs; however, its success rate depends on reliable identification of an epileptic focus, and standard surgical evaluation fails to identify a focal point in approximately 40% of patients with DRE.</p>\n<p>Entropic methods adapted from dynamical systems and statistical physics have been applied to EEG to identify seizures, and most recently have been applied to the identification of seizure foci, with some success. However, clinical adoption of these techniques has failed due to EEG&rsquo;s poor spatial resolution. The research done as a part of this EAGER mechanism was designed to establish the clinical utility of computational techniques that combine the sensitivity to circuit dysregulation found in EEG with the spatial resolution found in fMRI, and to provide preliminary data and guidelines for a larger-scale NSF-funded study. We developed and tested complexity and connectivity measures applicable to fMRI time series, and hypothesized that these measures would show singularities in brain regions corresponding to seizure foci.</p>\n<p>We acquired fMRI data from 27 patients and 7 controls. Subjects were scanned under the following two conditions: 15 minutes resting state and 22 minutes guided resting state (watching an episode of a highly rated popular TV series).&nbsp; In addition, we acquired DTI data for all subjects. All data was acquired on a 3 Tesla Siemens Magnetom Trio scanner with a 12-channel head coil, located at the Dornsife Cognitive Neuroscience Imaging Center at the University of Southern California. The patient group was very heterogeneous and included patients with lesions in various brain areas as well as those without any visible structural lesions, patients with known focal points (based on ictal EEG and in a couple of cases intracranial EEG) as well as those where focal points were unknown or where multiple locations were equally likely to be seizure foci.</p>\n<p>Preliminary group-level functional and structural connectivity analyses showed widespread, but mostly ipsilateral, differences in connectivity in unilateral temporal lobe epilepsy patients compared to healthy controls, suggesting that connectivity analyses of resting state fMRI data may be used for successful&nbsp; lateralization and possibly localization of seizure foci.&nbsp;</p>\n<p>We explored the use of complexity measures, graph theoretic measures and inter-area connectivity measures, as all three feature families have been shown to be discriminative in clinical settings in general. Our preliminary analyses have proven them to be discriminative in epilepsy as well. However, due to the heterogeneous nature of epilepsy (patients vary greatly in symptoms and brain regions involved), for our large-scale &nbsp;study, we will move our data acquisition to a 7 Tesla MRI scanner with a 32-channel head coil at Martinos Center for Biomedical Imaging at MGH/Harvard.&nbsp;&nbsp; We have already optimized our acquisition parameters and, employing Simultaneous Multi-Slice (SMS) acquisition, we will be obtaining higher temporal and spatial resolution data with improved signal-to-noise ratio that will allow application of our techniques on single-subject level with potentially high clinical impact.</p>\n<p>&nbsp;</p>...",
  "por_txt_cntn": "\nEpilepsy is one of the most common neurological disorders, affecting approximately 50 million people worldwide, with prevalence rates of 0.5-0.7% in the U.S. and up to 4% in developing countries.  Although antiepileptic drugs (AEDs) are effective in controlling epileptic seizures for approximately two-thirds of patients with focal epilepsy, the remaining one-third suffer from debilitating seizures despite aggressive medical therapy. For these patients with medically intractable or drug-resistant epilepsy (DRE), the most effective treatment is surgical resection of the epileptogenic lesion. Surgery often results in increased survival, improved quality of life, and lower health care costs; however, its success rate depends on reliable identification of an epileptic focus, and standard surgical evaluation fails to identify a focal point in approximately 40% of patients with DRE.\n\nEntropic methods adapted from dynamical systems and statistical physics have been applied to EEG to identify seizures, and most recently have been applied to the identification of seizure foci, with some success. However, clinical adoption of these techniques has failed due to EEGÆs poor spatial resolution. The research done as a part of this EAGER mechanism was designed to establish the clinical utility of computational techniques that combine the sensitivity to circuit dysregulation found in EEG with the spatial resolution found in fMRI, and to provide preliminary data and guidelines for a larger-scale NSF-funded study. We developed and tested complexity and connectivity measures applicable to fMRI time series, and hypothesized that these measures would show singularities in brain regions corresponding to seizure foci.\n\nWe acquired fMRI data from 27 patients and 7 controls. Subjects were scanned under the following two conditions: 15 minutes resting state and 22 minutes guided resting state (watching an episode of a highly rated popular TV series).  In addition, we acquired DTI data for all subjects. All data was acquired on a 3 Tesla Siemens Magnetom Trio scanner with a 12-channel head coil, located at the Dornsife Cognitive Neuroscience Imaging Center at the University of Southern California. The patient group was very heterogeneous and included patients with lesions in various brain areas as well as those without any visible structural lesions, patients with known focal points (based on ictal EEG and in a couple of cases intracranial EEG) as well as those where focal points were unknown or where multiple locations were equally likely to be seizure foci.\n\nPreliminary group-level functional and structural connectivity analyses showed widespread, but mostly ipsilateral, differences in connectivity in unilateral temporal lobe epilepsy patients compared to healthy controls, suggesting that connectivity analyses of resting state fMRI data may be used for successful  lateralization and possibly localization of seizure foci. \n\nWe explored the use of complexity measures, graph theoretic measures and inter-area connectivity measures, as all three feature families have been shown to be discriminative in clinical settings in general. Our preliminary analyses have proven them to be discriminative in epilepsy as well. However, due to the heterogeneous nature of epilepsy (patients vary greatly in symptoms and brain regions involved), for our large-scale  study, we will move our data acquisition to a 7 Tesla MRI scanner with a 32-channel head coil at Martinos Center for Biomedical Imaging at MGH/Harvard.   We have already optimized our acquisition parameters and, employing Simultaneous Multi-Slice (SMS) acquisition, we will be obtaining higher temporal and spatial resolution data with improved signal-to-noise ratio that will allow application of our techniques on single-subject level with potentially high clinical impact.\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2013\n\n\t\t\t\t\tSubmitted by: Lilianne R Mujica-Parodi"
 }
}