{
 "awd_id": "1141979",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2K11 and Beyond: The Emerging Fields of Inter/Multidisciplinary Computer Science in Biomedical Education and Research",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 13200.0,
 "awd_amount": 13200.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2011-08-31",
 "awd_abstract_narration": "Bioinformatics and systems biology are complementary disciplines that hold great promise for the advancement of research and development in complex biomedical systems, agricultural, environmental, pharmaceutical and medical sciences as well as public health, drug design, genomics and other similar areas. Research and development in these two disciplines impact the science and technology of fields such as medicine, food production, forensics, agriculture, pharmacology, engineering and bio-mathematical and biophysical sciences, among others. This impact is accomplished by advancing fundamental concepts in molecular biology, genomics and medicine,  helping us understand living organisms at multiple levels, developing innovative implants and prosthetics, creating new medical image technologies, and improving tools and techniques for the detection, prevention and treatment of diseases. The International Joint Conference on Bioinformatics, Systems Biology and Intelligent Computing (IJCBS)  2011 provides a common platform for the cross fertilization of ideas and will help shape knowledge and scientific achievements by bridging these two very important and complementary disciplines into an interactive and attractive forum. Keeping this objective in mind, IJCBS 2011 is aimed at promoting interdisciplinary and multidisciplinary education and research, especially for underrepresented groups such as women, minorities, and students with disabilities, as well as faculty, engineers and scientists in these broad but very important scientific fields. The IJCBS 2011 will provide travel support to those under-represented groups and support distinguished workshops and keynote and tutorial lectures delivered by the world's top scientists in their fields. The IJCBS 2011 will host these special sessions focusing on interdisciplinary and multidisciplinary education and research in order to foster collaboration between the bioinformatics and systems biology domains. The IJCBS 2011 is markedly a large flagship international conference in these fields, seeking long term collaborations at the emerging interface.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhongming",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhongming Zhao",
   "pi_email_addr": "zhongming.zhao@uth.tmc.edu",
   "nsf_id": "000571928",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University Medical Center",
  "inst_street_address": "Suite 800",
  "inst_street_address_2": "110 21st Avenue, South",
  "inst_city_name": "Nashville",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032408",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "DWH7MSXKA2A8"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University Medical Center",
  "perf_str_addr": "3319 WEST END AVENUE",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372036869",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7484",
   "pgm_ref_txt": "IIS SPECIAL PROJECTS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 13200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">ICIBM 2012 Summary and Feedback</span></strong></p>\n<p>&nbsp;The International Conference on Intelligent Biology and Medicine 2012 (ICIBM 2012) was held on April 22-24, 2012 at the Holiday Inn at Vanderbilt in Nashville, Tennessee. Our program included a Workshop on Next Generation Sequencing, a Tutorial of Proteome Informatics, 3 keynote speeches, 6 presentation sessions (a total of 40 manuscript presentations), and a poster session. Specifically, ICIBM 2012 had six regular scientific sessions for researchers to showcase their recent innovative work in the areas of bioinformatics, systems biology, medical informatics, and intelligent computing. The presenters were chosen through a rigorous review process, and their work stood out among the submissions as novel and significant. These six regular sessions were: Genomics, Systems Biology I, Algorithms and Methods, Intelligent Computing, Applications and Tools, and Systems Biology II.</p>\n<p>&nbsp;We received numerous, highly competitive manuscripts. After review, a total of 52 research articles and two editorials will be published in the following ICIBM special issues:</p>\n<ul>\n<li>BMC Genomics Supplement issue \"<em>The International Conference on Intelligent Biology and Medicine (ICIBM) &ndash; Genomics</em>\"</li>\n<li>BMC Systems Biology Supplement issue \"<em>The International Conference on Intelligent Biology and Medicine (ICIBM) &ndash; Systems Biology</em>\"</li>\n<li>International Journal of Computational Biology and Drug Design<em>, </em>\"<em>Advances in Intelligent Biology and Medicine: Selected papers from 2012 ICIBM Conference</em>\"</li>\n</ul>\n<p>&nbsp;Accepted abstracts were presented in a poster session during the conference, which fostered excellent discussion and interaction among our attendees.</p>\n<p>&nbsp;The approximately 100-110 attendees were diverse across their research areas, races/ethnicities, and general backgrounds, and they arrived from numerous institutions across the USA as well as several international institutions. These attendees, due to ICIBM 2012&rsquo;s success, were overall positive on the idea of the conference being held again in 2013. If ICIBM 2013 is held, we anticipate even larger attendance with expanded program offerings.</p>\n<p>&nbsp;We are confident that this NSF fund substantially assisted in making this event, and the experiences of the speakers and attendees, quite valuable and successful. Overall, ICIBM 2012 proved to be highly enriching for all attendees, fostering valuable collaborative dialogue between investigators from diverse institutions, disciplines, and backgrounds. Young researchers and students gleaned excellent training and feedback through this event that will continue to encourage high-level knowledge and research in the fields of bioinformatics, systems biology, and intelligent computing. This opportunity for interactions and training at ICIBM 2012 will, in turn, assist in continuing advancements and innovations in these important interdisciplinary fields, thereby furthering successful research in the future.</p>\n<p><strong><span style=\"text-decoration: underline;\">Keynote Speakers and Travel Awardees</span></strong></p>\n<p>&nbsp;Keynote speakers were selected among top colleagues in the fields of bioinformatics, systems biology, and intelligent computing. The Program Committee aimed for broad mix of backgrounds, and 4 top speakers in their respective fields were selected. Of the 4 selected, 3 were able to attend and present at ICIBM 2012: Drs. Brian Athey (Department Chair, University of Michigan), Wen-Hsiung Li (member, National Academy of Sciences), and Randolph Miller (member, Institute of Medicine). The fourth keynote speaker, Dr. Yixue Li, who is a highly renowned bioinformatician in Asia, accepted but had to cancel his appearance due to an unexpected injury. All speakers selected have received top awa...",
  "por_txt_cntn": "\nICIBM 2012 Summary and Feedback\n\n The International Conference on Intelligent Biology and Medicine 2012 (ICIBM 2012) was held on April 22-24, 2012 at the Holiday Inn at Vanderbilt in Nashville, Tennessee. Our program included a Workshop on Next Generation Sequencing, a Tutorial of Proteome Informatics, 3 keynote speeches, 6 presentation sessions (a total of 40 manuscript presentations), and a poster session. Specifically, ICIBM 2012 had six regular scientific sessions for researchers to showcase their recent innovative work in the areas of bioinformatics, systems biology, medical informatics, and intelligent computing. The presenters were chosen through a rigorous review process, and their work stood out among the submissions as novel and significant. These six regular sessions were: Genomics, Systems Biology I, Algorithms and Methods, Intelligent Computing, Applications and Tools, and Systems Biology II.\n\n We received numerous, highly competitive manuscripts. After review, a total of 52 research articles and two editorials will be published in the following ICIBM special issues:\n\nBMC Genomics Supplement issue \"The International Conference on Intelligent Biology and Medicine (ICIBM) &ndash; Genomics\"\nBMC Systems Biology Supplement issue \"The International Conference on Intelligent Biology and Medicine (ICIBM) &ndash; Systems Biology\"\nInternational Journal of Computational Biology and Drug Design, \"Advances in Intelligent Biology and Medicine: Selected papers from 2012 ICIBM Conference\"\n\n\n Accepted abstracts were presented in a poster session during the conference, which fostered excellent discussion and interaction among our attendees.\n\n The approximately 100-110 attendees were diverse across their research areas, races/ethnicities, and general backgrounds, and they arrived from numerous institutions across the USA as well as several international institutions. These attendees, due to ICIBM 2012Æs success, were overall positive on the idea of the conference being held again in 2013. If ICIBM 2013 is held, we anticipate even larger attendance with expanded program offerings.\n\n We are confident that this NSF fund substantially assisted in making this event, and the experiences of the speakers and attendees, quite valuable and successful. Overall, ICIBM 2012 proved to be highly enriching for all attendees, fostering valuable collaborative dialogue between investigators from diverse institutions, disciplines, and backgrounds. Young researchers and students gleaned excellent training and feedback through this event that will continue to encourage high-level knowledge and research in the fields of bioinformatics, systems biology, and intelligent computing. This opportunity for interactions and training at ICIBM 2012 will, in turn, assist in continuing advancements and innovations in these important interdisciplinary fields, thereby furthering successful research in the future.\n\nKeynote Speakers and Travel Awardees\n\n Keynote speakers were selected among top colleagues in the fields of bioinformatics, systems biology, and intelligent computing. The Program Committee aimed for broad mix of backgrounds, and 4 top speakers in their respective fields were selected. Of the 4 selected, 3 were able to attend and present at ICIBM 2012: Drs. Brian Athey (Department Chair, University of Michigan), Wen-Hsiung Li (member, National Academy of Sciences), and Randolph Miller (member, Institute of Medicine). The fourth keynote speaker, Dr. Yixue Li, who is a highly renowned bioinformatician in Asia, accepted but had to cancel his appearance due to an unexpected injury. All speakers selected have received top awards during their careers and provided strong research and service in their research areas, both at their respective institutions and to the research community at large. The participation of these speakers successfully enriched the conference experience, and their presentations fit extremely well with the goals of ICIBM 2012 by providing a hig..."
 }
}