{
 "awd_id": "1141918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Social Influence and Social Networking in the Wake of the Tornadoes of April 27, 2011: An Examination of the Social Psychological Processes",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2011-07-16",
 "awd_max_amd_letter_date": "2012-07-11",
 "awd_abstract_narration": "This project investigates how interactions on social media such as Facebook (FB) impacted the behavior of people affected by the tornado that hit Tuscaloosa, AL on April, 27, 2011.  It will examine how interactions on FB influenced preparations prior to the disaster  (e.g., by influencing people to take cover), the mobilization of recovery efforts (e.g., by spreading information on recovery efforts) and the psychological functioning of victims (e.g., by communicating with friends and family and providing social support).   FB posts will be qualitatively analyzed to determine (a) the spread of information (contagiousness); (b) normative expectations; and (c) emotional functioning and support provided at each time point.  A subsequent survey will examine how FB usage (past and present) impacts on psychological functioning three and six months after the storm.\r\n\r\nIntellectual merit:  The project will provide new scientific knowledge about how social influence processes affect perceived social support and psychological well being after disasters.  Specifically, the project will extend the prior literature on social networks by (a) examining the impact of social influence processes as well as the spread of images on coping in online social networks such as FB; (b) focusing on the warning phase of an impending disaster in addition to the aftermath; (c) examine both the victims of the disaster as well as members of their social networks and how appeals for social and monetary support spread; and (d) assessing individual coping at multiple time points.\r\n\r\nBroader impacts. The results will provide new insights into how to optimize communication after disaster, leading to better preparation, better mobilization of recovery efforts, and better psychological coping.  Results will be disseminated widely to disaster planners, researchers and practitioners through conference presentations, journal publications, data sharing, and via a dedicated website disseminating the methodology and results of the project.  In addition, the project will help train new investigators in the area of crisis communication, will fuel student theses and dissertations, and will provide mentorship opportunities for undergraduate students from underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Rosanna",
   "pi_last_name": "Guadagno",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Rosanna E Guadagno",
   "pi_email_addr": "rosanna.guadagno@oulu.fi",
   "nsf_id": "000442496",
   "pi_start_date": "2011-07-16",
   "pi_end_date": "2012-07-11"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Barth",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joan M Barth",
   "pi_email_addr": "jbarth@bama.ua.edu",
   "nsf_id": "000316552",
   "pi_start_date": "2012-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Barth",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joan M Barth",
   "pi_email_addr": "jbarth@bama.ua.edu",
   "nsf_id": "000316552",
   "pi_start_date": "2011-07-16",
   "pi_end_date": "2012-07-11"
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870348",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "AL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On April 27, 2011 at 5:08 pm central time, an EF4 tornado entered &nbsp;the city limits of Tuscaloosa, Alabama and cut the city in half from west to east leaving a six mile path of total destruction across the city, ranging from one half to a full mile wide, directly affecting an estimated 15 thousand people. The University of Alabama is situated at the edge of the tornado's path and many students found themselves displaced by the tornado, and the entire University was challenged to cope with the fallout from the storm.&nbsp; This study focused on<br />students, who are heavy consumers of social media, and how they used Facebook to communicate with their friends and family.&nbsp; The researchers asked if Facebook usage was associated with better coping after a disaster and whether &ldquo;friends&rdquo; on Facebook can serve a social support role, much like friends who are physically present.&nbsp;</p>\n<p>Approximately four months after the tornado (the beginning of the next cademic semester), the research team recruited 493 University of Alabama undergraduate students who were on campus at the time of the tornado to participate in the study.&nbsp; These students completed a questionnaire&nbsp;about their Facebook usage, their experiences during the tornado, social support, stress, and coping.&nbsp; Of these students, 299&nbsp;gave permission for researchers to access their Facebook pages for an analysis of status and photo uploads within a month of the Tuscaloosa Tornado. &nbsp;One of the innovations of this project was the development of the <em>Facebook History Collector, </em>a program that allows researchers to retrieve massive amounts of text, photographs, and videos directly from Facebook during a period of time set by the researcher.&nbsp; A description of the program was published recently, and the reference appears at the end of this report.&nbsp; Although the analyses are still ongoing, reported here are some of the key findings as they relate to<em>&nbsp; intellectual Merit </em>and <em>Broader Impacts.</em></p>\n<p><em>Intellectual Merit</em></p>\n<p>An important question about social media usage is if there are social-emotional benefits of connecting with people online that are comparable to live in-person support.&nbsp; Three interesting results with respect to this question have been found so far:&nbsp; First, although the availability of in-person support was associated with better coping for students, online Facebook support was not.&nbsp; Second, instead, the more students reported using Facebook, the more they reported stress and negative feelings four months after the tornado.&nbsp; Third, students who posted pictures and videos related to the tornado reported greater anxiety and less resilient coping four and seven months later.&nbsp; One interpretation of these findings is that individuals who interact on FB at high levels have increased exposure to the catastrophe through other online posts, pictures, and videos, and this re-exposure activates anxiety. Alternatively, people who are already anxious might access Facebook frequently to look for support and information. &nbsp;The research team is continuing to analyze the content of Facebook posts and the characteristics of videos posted online to see how they impact stress and coping.</p>\n<p><em>Broader Impacts</em></p>\n<p>In October 2012, the number of Facebook users reached 1 billion, making research on the effects of its usage of interest to people who study a wide range of topics, including communication, social psychology, and mental health. Consequently, research on this topic is relevant for a large segment of society.&nbsp; Facebook has been proven effective in political campaigns and garnering support for social causes, but there is relatively little research on how it is used in response to a natural disaster and its effects on the mental health of those coping with the disaster. Althoug...",
  "por_txt_cntn": "\nOn April 27, 2011 at 5:08 pm central time, an EF4 tornado entered  the city limits of Tuscaloosa, Alabama and cut the city in half from west to east leaving a six mile path of total destruction across the city, ranging from one half to a full mile wide, directly affecting an estimated 15 thousand people. The University of Alabama is situated at the edge of the tornado's path and many students found themselves displaced by the tornado, and the entire University was challenged to cope with the fallout from the storm.  This study focused on\nstudents, who are heavy consumers of social media, and how they used Facebook to communicate with their friends and family.  The researchers asked if Facebook usage was associated with better coping after a disaster and whether \"friends\" on Facebook can serve a social support role, much like friends who are physically present. \n\nApproximately four months after the tornado (the beginning of the next cademic semester), the research team recruited 493 University of Alabama undergraduate students who were on campus at the time of the tornado to participate in the study.  These students completed a questionnaire about their Facebook usage, their experiences during the tornado, social support, stress, and coping.  Of these students, 299 gave permission for researchers to access their Facebook pages for an analysis of status and photo uploads within a month of the Tuscaloosa Tornado.  One of the innovations of this project was the development of the Facebook History Collector, a program that allows researchers to retrieve massive amounts of text, photographs, and videos directly from Facebook during a period of time set by the researcher.  A description of the program was published recently, and the reference appears at the end of this report.  Although the analyses are still ongoing, reported here are some of the key findings as they relate to  intellectual Merit and Broader Impacts.\n\nIntellectual Merit\n\nAn important question about social media usage is if there are social-emotional benefits of connecting with people online that are comparable to live in-person support.  Three interesting results with respect to this question have been found so far:  First, although the availability of in-person support was associated with better coping for students, online Facebook support was not.  Second, instead, the more students reported using Facebook, the more they reported stress and negative feelings four months after the tornado.  Third, students who posted pictures and videos related to the tornado reported greater anxiety and less resilient coping four and seven months later.  One interpretation of these findings is that individuals who interact on FB at high levels have increased exposure to the catastrophe through other online posts, pictures, and videos, and this re-exposure activates anxiety. Alternatively, people who are already anxious might access Facebook frequently to look for support and information.  The research team is continuing to analyze the content of Facebook posts and the characteristics of videos posted online to see how they impact stress and coping.\n\nBroader Impacts\n\nIn October 2012, the number of Facebook users reached 1 billion, making research on the effects of its usage of interest to people who study a wide range of topics, including communication, social psychology, and mental health. Consequently, research on this topic is relevant for a large segment of society.  Facebook has been proven effective in political campaigns and garnering support for social causes, but there is relatively little research on how it is used in response to a natural disaster and its effects on the mental health of those coping with the disaster. Although additional research is needed, the results are applicable to those mental health workers who work with individuals affected by catastrophic events.  This study also provides some preliminary findings to help guide other research in this area.  The..."
 }
}