{
 "awd_id": "1141371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Investigations of the Rural Maya Community",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "Under the direction of Dr. Cynthia Robin Mr. Santiago Juarez will conduct research for his doctoral dissertation. His project will explore the role of a peripheral farming community, Noh K'uh, in the complex economic and political landscape of the Late to Terminal Classic Maya (A.D. 700-950).   The Late to Terminal Classic is commonly referred to as the period of 'collapse', due to the decline and abandonment of many powerful Maya cities.  Yet, in recent decades archaeologists have demonstrated the differing effects of political and economic instability in various regions, particularly the rural periphery.  Mr. Juarez is specifically interested in determining if the size, organization, and location of Noh K'uh allowed it to develop during a period in which many lowland Maya polities were declining or collapsing.  Noh K'uh is situated in a part of the southern lowlands that lack a large dominant power, and represents a unique opportunity to study a peripheral community that is more than 40 kilometers from the closest urban polity.    In this study, Mr. Juarez will explore the extent to which distance, small site size, and other aspects of community organization may have insulated Noh K'uh from the political turbulence that defined the Terminal Classic across much of the southern Maya lowlands; thus, greater complexity may indeed lead to greater instability.  \r\n\r\nThis research examines central questions in social science research: the relationship between rural and urban places and the factors that make societies stable.  Since most people in complex preindustrial civilizations lived outside of cities, rural and peripheral regions offer an important means of analyzing how complex social systems worked.  Research at Noh K'uh will elucidate the social, political, and economic relations of rural people who chose to live in peripheral regions.  Ultimately, this research will determine if smaller and less complex communities are better placed to survive during tumultuous times than the developmentally more complex city states. This situation finds reflection in many areas of the Third World today.\r\n\r\nThe project will integrate undergraduates from Northwestern during the laboratory analysis phase.  The department of Anthropology regularly trains students in laboratory methods to provide relevant experience and to provide undergraduates with data sets for senior theses.  To complete this analysis in a timely manner, Mr. Juarez will train undergraduates to assist in the microartifact and soil chemical analyses.  This research will also be presented at conferences and published in peer-review journals both the United States and Mexico.  Research results will be presented regularly at Mensabak, to students at Northwestern, the local community in Evanston, and the preparation of a web site that will be constructed in conjunction with Rebecca Deeb of University at Illinois at Chicago.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Robin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia Robin",
   "pi_email_addr": "c-robin@northwestern.edu",
   "nsf_id": "000123974",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Santiago",
   "pi_last_name": "Juarez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Santiago Juarez",
   "pi_email_addr": "sjuare3@uic.edu",
   "nsf_id": "000591616",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Anthropology - Northwestern University",
  "perf_str_addr": "1810 Hinman Avenue",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081310",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My research investigates how ancient Maya commoners contributed to the rise of urbanism during the Preclassic Period (2500 B.C.-A.D. 200) in the newly discovered site of Noh K&rsquo;uh in Chiapas, Mexico.&nbsp; The majority of urban development models position the actions of elites and hegemonic authority as the main catalysts of social change and community growth, while the actions of commoners are largely ignored or minimized as a response to elite authority.&nbsp; I argue that the combined actions of hundreds of non-elite individuals also served as an important mechanism for early Maya urbanization.&nbsp; Less is known about the Preclassic period of Maya history than the subsequent Classic period, as the majority of Preclassic remains are usually found buried underneath more recent occupations.&nbsp; Because Noh K&rsquo;uh was abandoned at the end of the Preclassic period, it offers a rare opportunity to study Preclassic households on a broad scale without the encumbrances of overlying occupational deposits.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; My initial proposal placed the site of Noh K'uh within the later Classic Period (A.D. 200-900) due to the density of house-mounds and the overall size of the site.&nbsp;&nbsp; However, this estimate was only marginally accepted as the settlement pattern did match architectural formations seen elsewhere during the Classic period, and the site lacked diagnostic surface material.&nbsp;&nbsp; Noh K'uh was properly dated only after I had conducted excavations and collected artifacts and carbon samples.&nbsp; My ceramic samples alone placed Noh K'uh's peak during the late Pre-classic, while over a dozen carbon samples range between the years 400 and 50 B.C.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Archaeological investigations have traditionally started with the study of the largest and most complex archaeological remains.&nbsp;&nbsp; I chose to focus on non-elite structures for my dissertation research as these remains give a much more complex and thorough understanding of economic and political systems.&nbsp; &nbsp;Kings, chiefs, and high priests often have access to rare and exquisite goods, as they utilize their power and influence to forge alliances with distance polities.&nbsp;&nbsp; Commoners on the other hand, require much more complex and elaborate trade systems to access foreign materials, especially when they desire regular access to such goods.&nbsp;&nbsp; The materials I collected from excavation then provide a glimpse into the economic and political networks that organized the community of Noh K'uh.&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; My findings highlight several important aspects about the community of Noh K'uh.&nbsp; First, I revealed the existence of a sacred orientation system in which the entire site was designed around a cosmological map in which the placement of important landmarks and the movement of the sun played guiding roles in how architecture was designed and oriented.&nbsp;&nbsp; The site's main plaza (also commonly referred to as an E-group in Preclassic Maya archaeology) is oriented according to a central pilgrimage site and according to parallel mountain ridges that make up the small valley that encompass Noh K'uh.&nbsp; Such precision required fairly advanced engineering, as the site center is almost perfectly placed between the highest points of the surrounding mountain ridges.&nbsp; Although the Maya regularly constructed ceremonial centers according to a cosmological axis, I noted the same behavior in commoner households.&nbsp;&nbsp; This was particularly true of large household complexes in which many house-mounds were constructed in close vicinity to each other.&nbsp; Sec...",
  "por_txt_cntn": "\nMy research investigates how ancient Maya commoners contributed to the rise of urbanism during the Preclassic Period (2500 B.C.-A.D. 200) in the newly discovered site of Noh KÆuh in Chiapas, Mexico.  The majority of urban development models position the actions of elites and hegemonic authority as the main catalysts of social change and community growth, while the actions of commoners are largely ignored or minimized as a response to elite authority.  I argue that the combined actions of hundreds of non-elite individuals also served as an important mechanism for early Maya urbanization.  Less is known about the Preclassic period of Maya history than the subsequent Classic period, as the majority of Preclassic remains are usually found buried underneath more recent occupations.  Because Noh KÆuh was abandoned at the end of the Preclassic period, it offers a rare opportunity to study Preclassic households on a broad scale without the encumbrances of overlying occupational deposits. \n\n                My initial proposal placed the site of Noh K'uh within the later Classic Period (A.D. 200-900) due to the density of house-mounds and the overall size of the site.   However, this estimate was only marginally accepted as the settlement pattern did match architectural formations seen elsewhere during the Classic period, and the site lacked diagnostic surface material.   Noh K'uh was properly dated only after I had conducted excavations and collected artifacts and carbon samples.  My ceramic samples alone placed Noh K'uh's peak during the late Pre-classic, while over a dozen carbon samples range between the years 400 and 50 B.C.    \n\n                Archaeological investigations have traditionally started with the study of the largest and most complex archaeological remains.   I chose to focus on non-elite structures for my dissertation research as these remains give a much more complex and thorough understanding of economic and political systems.   Kings, chiefs, and high priests often have access to rare and exquisite goods, as they utilize their power and influence to forge alliances with distance polities.   Commoners on the other hand, require much more complex and elaborate trade systems to access foreign materials, especially when they desire regular access to such goods.   The materials I collected from excavation then provide a glimpse into the economic and political networks that organized the community of Noh K'uh.  \n\n                My findings highlight several important aspects about the community of Noh K'uh.  First, I revealed the existence of a sacred orientation system in which the entire site was designed around a cosmological map in which the placement of important landmarks and the movement of the sun played guiding roles in how architecture was designed and oriented.   The site's main plaza (also commonly referred to as an E-group in Preclassic Maya archaeology) is oriented according to a central pilgrimage site and according to parallel mountain ridges that make up the small valley that encompass Noh K'uh.  Such precision required fairly advanced engineering, as the site center is almost perfectly placed between the highest points of the surrounding mountain ridges.  Although the Maya regularly constructed ceremonial centers according to a cosmological axis, I noted the same behavior in commoner households.   This was particularly true of large household complexes in which many house-mounds were constructed in close vicinity to each other.  Second, my research revealed a tightly bound society, where residents regularly participated in shared meals and distributed foreign goods like obsidian fairly evenly across the community.  The high frequency of serving vessels and the presence of large game highlighted a community that repeatedly held large social gatherings.  Third, my investigation of ancient soils revealed how household spaces were utilized through an analysis of chemical residues that were preserved in o..."
 }
}