{
 "awd_id": "1142301",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: The Doctoral Colloquium at UbiComp 2011",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 17910.0,
 "awd_amount": 17910.0,
 "awd_min_amd_letter_date": "2011-06-24",
 "awd_max_amd_letter_date": "2011-06-24",
 "awd_abstract_narration": "This is funding to support a doctoral research symposium (workshop) of approximately 10-15 promising doctoral students, along with 5 high profile faculty and industrial researchers. The event will take place in conjunction with and immediately preceding the 13th ACM International Conference on Ubiquitous Computing (UbiComp 2011), to be held September 17-21, in Beijing, China, and sponsored by the Association for Computing Machinery.  The annual UbiComp conference is the premier international forum for the presentation and discussion of cutting edge research relating to both the technical and applied aspects of ubiquitous computing technologies, systems and applications. This is an interdisciplinary field of research and development that utilizes and integrates pervasive, wireless, embedded, wearable and/or mobile technologies to bridge the gaps between the digital and physical worlds.   Thus, the conference brings together researchers and practitioners from diverse areas that include human-computer interaction, pervasive computing, distributed and mobile computing, real world modeling, sensors and devices, middleware and systems, programming models and tools, and human-centric validation and experience characterization.  More information about the conference may be found at http://www.ubicomp.org/ubicomp2011.\r\n\r\nThe three goals of the full-day doctoral consortium are to increase the exposure and visibility of the participants' work within the community, to help establish a sense of community among this next generation of researchers, and to help foster their research efforts by providing highly constructive feedback and guidance from senior researchers in a supportive and interactive environment.  To these ends, student participants will each make a formal presentation of their work to the group, with ample time allotted for questions and feedback from the faculty panel as well as from the other student participants. The feedback is geared to helping students understand and articulate how their work is positioned relative to other research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, and whether their results are appropriately analyzed and presented.  Additional opportunities for more informal discussion and networking will be during the doctoral consortium's lunch and dinner events.  The students will be invited to present their research to a wider audience through posters at the conference, and extended abstracts of their work will be included in the supplemental proceedings which are distributed to all conference attendees.\r\n\r\nBroader Impacts:  The doctoral colloquium will help expand the participation of young researchers pursuing graduate studies in the various fields associated with ubiquitous computing, by providing them an opportunity to gain wider exposure in the community for their innovative work and to obtain feedback and guidance from senior members of the research community.  It will further help foster a sense of community among these young researchers, by allowing them to create a social network both among themselves and with senior researchers at a critical stage in their professional development.  Several participants in past UbiComp doctoral consortia have since gone on to high profile research careers.  The organizers of this year's event have committed to accept no more than one student from any given institution, and they will make special efforts to attract students who are diverse across a number of dimensions (e.g., research interests, gender and ethnicity), so that the participants' horizons are broadened to the future benefit of the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anind",
   "pi_last_name": "Dey",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Anind K Dey",
   "pi_email_addr": "anind@uw.edu",
   "nsf_id": "000260331",
   "pi_start_date": "2011-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17910.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award helped to support the Ubicomp 2011 Doctoral Colloquium and the US-based participants. In addition to the Doctoral Colloquium Co-Chairs, Anind Dey and Cho-li Wang, 2 internationally respected panelists, Julie Kientz and Hao-Hua Chu, provided feedback to 10 doctoral students on their ongoing thesis work. The experts worked to best guide the doctoral students towards a successful completion of their PhD thesis on a ubicomp-related project.</p>\n<p>Doctoral students came from many different institutions including the University of Washington and Carnegie Mellon University, and covered a diverse set of topics related to ubiquitous computing. The list of students and their thesis work is below:</p>\n<p>&nbsp;</p>\n<p>A Data-Rich Approach for Investigating Social Mechanisms in the Wild, Nadav Aharony, MIT, USA</p>\n<p>Design of Persuasive Technologies for Healthy Sleep Behavior,&nbsp;Eun Kyoung Choe, University of Washington, USA</p>\n<p>A User's Perspective of Design for Context-Awareness, Xiaohui Zhang, Sheffield Hallam University, UK</p>\n<p>Enriching Location Information: An Energy-efficient Approach, Sourav Bhattacharya, University of Helsinki, Finland</p>\n<p>Communication around Home-Energy Monitoring Devices: Connecting Stakeholders in Low-Income Communities, Tawanna Dillahunt, CMU, USA</p>\n<p>A Framework for User Controlled Remembering and Forgetting in Long Term User Models, Debjanee Barua, University of Sydney, Australia</p>\n<p>Research on User Activity and Context Model Based Mobile Context-aware Interaction Design Method, Yuanyuan Chen, Dalian Maritime University, China</p>\n<p>Don't Let Me Down: Using Contextual Information to Aid Diabetics, Tom Owen, Swansea University, UK</p>\n<p>A Dependable Middleware for the Development of Applications for Wireless Sensor and Actor Networks, Jaime Chen, University of M&aacute;laga, Spain</p>\n<p>Facilitating the Consumption of Content on Social Networking Services with Mobile Devices, Yanqing Cui, Nokia Research Center, Finland</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2012<br>\n\t\t\t\t\tModified by: Anind&nbsp;K&nbsp;Dey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award helped to support the Ubicomp 2011 Doctoral Colloquium and the US-based participants. In addition to the Doctoral Colloquium Co-Chairs, Anind Dey and Cho-li Wang, 2 internationally respected panelists, Julie Kientz and Hao-Hua Chu, provided feedback to 10 doctoral students on their ongoing thesis work. The experts worked to best guide the doctoral students towards a successful completion of their PhD thesis on a ubicomp-related project.\n\nDoctoral students came from many different institutions including the University of Washington and Carnegie Mellon University, and covered a diverse set of topics related to ubiquitous computing. The list of students and their thesis work is below:\n\n \n\nA Data-Rich Approach for Investigating Social Mechanisms in the Wild, Nadav Aharony, MIT, USA\n\nDesign of Persuasive Technologies for Healthy Sleep Behavior, Eun Kyoung Choe, University of Washington, USA\n\nA User's Perspective of Design for Context-Awareness, Xiaohui Zhang, Sheffield Hallam University, UK\n\nEnriching Location Information: An Energy-efficient Approach, Sourav Bhattacharya, University of Helsinki, Finland\n\nCommunication around Home-Energy Monitoring Devices: Connecting Stakeholders in Low-Income Communities, Tawanna Dillahunt, CMU, USA\n\nA Framework for User Controlled Remembering and Forgetting in Long Term User Models, Debjanee Barua, University of Sydney, Australia\n\nResearch on User Activity and Context Model Based Mobile Context-aware Interaction Design Method, Yuanyuan Chen, Dalian Maritime University, China\n\nDon't Let Me Down: Using Contextual Information to Aid Diabetics, Tom Owen, Swansea University, UK\n\nA Dependable Middleware for the Development of Applications for Wireless Sensor and Actor Networks, Jaime Chen, University of M&aacute;laga, Spain\n\nFacilitating the Consumption of Content on Social Networking Services with Mobile Devices, Yanqing Cui, Nokia Research Center, Finland\n\n\t\t\t\t\tLast Modified: 07/17/2012\n\n\t\t\t\t\tSubmitted by: Anind K Dey"
 }
}