{
 "awd_id": "1142717",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel Awards for The 2011 IEEE International Conference on Bioinformatics & Biomedicine",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 16000.0,
 "awd_amount": 16000.0,
 "awd_min_amd_letter_date": "2011-07-23",
 "awd_max_amd_letter_date": "2011-07-23",
 "awd_abstract_narration": "The 2011 IEEE International Conference on Bioinformatics and Biomedicine provides an open, interactive forum to promote multi- and interdisciplinary research and education in bioinformatics, computing science and biomedicine, facilitating development of new ideas for bridging gaps. In addition to contributed talks and special publication in top scientific journals, the meeting provides focused workshops, tutorials and posters. BIBM has made a significant effort to engage your researchers in the meeting organization and also provides mentoring activities in the program. In the past BIBM conferences, many authors of accepted papers have requested travel support; a good number of them are handicapped, women and minorities. The committee feels obligated to support these students. The committee would like to provide support for both early career researchers and graduate students, providing both training and broadening the overall scientific impact of the conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yi",
   "pi_last_name": "Pan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi Pan",
   "pi_email_addr": "yipan@gsu.edu",
   "nsf_id": "000220132",
   "pi_start_date": "2011-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiaohua",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaohua Hu",
   "pi_email_addr": "xh29@drexel.edu",
   "nsf_id": "000256783",
   "pi_start_date": "2011-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University",
  "perf_str_addr": "32 Peachtree Street, Suitre 1440",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303023994",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7946",
   "pgm_ref_txt": "BIO COMPUTING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In November, Georgia State University hosted the <a href=\"http://www.cs.gsu.edu/BIBM2011/\">2011 IEEE International Conference on Bioinformatics and Biomedicine (BIBM 2011)</a>. The conference was held in the <a href=\"http://www.marriott.com/hotels/travel/atlmq-atlanta-marriott-marquis/\">Atlanta Marriott Marquis</a> hotel, a half-mile north of the GSU campus. BIBM is a multidisciplinary conference that brings together academic and industrial scientists from computer science, biology, chemistry, medicine, mathematics, and statistics.</p>\n<p>BIBM 2011 drew 340 attendees from 32 countries. The conference featured 58 regular papers and 59 short papers selected from 299 submissions, as well as 14 workshops and three tutorials. Four distinguished scientists gave keynote talks:</p>\n<ul>\n<li>Dr. Steven Henikoff (Fred Hutchinson Cancer Research Center), &ldquo;Mapping Genome-Wide Nucleosome Dynamics&rdquo; </li>\n<li>Dr. Joel Saltz (Emory University), &ldquo;Integrative Multi-Scale Biomedical Informatics&rdquo; </li>\n<li>Dr. Jeffrey Skolnick (Georgia Institute of Technology), &ldquo;On the Interplay of Protein Physics and Evolution in Protein Structure and Function&rdquo; </li>\n<li>Dr. Mathew Woodwark (MedImmune), &ldquo;The Impact of Informatics and Information Management in MedImmune R&amp;D&rdquo; </li>\n</ul>\n<p>An additional six scientists gave invited talks:</p>\n<ul>\n<li>Dr. James Cai (Hoffmann-La Roche), &ldquo;An In Silico Approach to Target Discovery&rdquo; </li>\n<li>Dr. Bernard Moret (Swiss Federal Institute of Technology, Lausanne), &ldquo;Phylogenetic Analysis: The Tree of Life, Whole Genomes, and Beyond&rdquo; </li>\n<li>Dr. Zoran Obradovic (Temple University), &ldquo;Analysis and Integration of Inconsistent and Unreliable Biomedical Prediction Models&rdquo; </li>\n<li>Dr. Taesung Park (Seoul National University), &ldquo;Statistical Challenges of Multiple SNP Analysis in Genome-Wide Association Studies&rdquo; </li>\n<li>Dr. Tianhai Tian (Monash University), &ldquo;Mathematical Modeling of Regulatory Networks Based on Omics Datasets&rdquo; </li>\n<li>Dr. Stephen Kwok-Wing Tsui (Chinese University of Hong Kong), &ldquo;The Third-Generation Sequencing and the Upcoming Challenges in Bioinformatics&rdquo; </li>\n</ul>\n<p>&nbsp;BIBM 2011 was sponsored by our department and by the <a href=\"http://www.nsf.gov/\">National Science Foundation</a>, the <a href=\"http://www.ieee.org/\">Institute of Electrical and Electronics Engineers (IEEE)</a>, the <a href=\"http://www.computer.org/\">IEEE Computer Society</a>, the <a href=\"http://www.ittc.ku.edu/chenlab/tccls/\">IEEE Computer Society Technical Committee on Computational Life Sciences</a>, and the <a href=\"http://www.maebashi-it.org/tcii/index.shtml\">IEEE Computer Society Technical Committee on Intelligent Informatics</a>.</p>\n<p>All the talks were well attended and appreciated. The social events were also a big success! We were able to support a total of 28 students with each receiving $800 to cover their partial travel costs. Funds from NSF were used to support 20 graduate students who are the first authors of papers published the main conference proceeding. The remaining 8 students were supported by IEEE.</p>\n<p>&nbsp;The <strong>intellectual merit </strong>of this project lies in its goal of bringing together scientists in various areas of bioinformatics and biomedicine and fostering collaborations among them.</p>\n<p><strong>&nbsp;</strong><strong>Broader Impact: </strong>The funds from NSF were used to support the travel expenses of graduate students. These students got to meet experts and listen to their research results. Not only the attending students but also their friends would benefit since when the students returned to their schools they would have communicated their experience with their friends. The conference proceedings will be of great use to students, researchers, and practitioners. Portions of the proceedings could b...",
  "por_txt_cntn": "\nIn November, Georgia State University hosted the 2011 IEEE International Conference on Bioinformatics and Biomedicine (BIBM 2011). The conference was held in the Atlanta Marriott Marquis hotel, a half-mile north of the GSU campus. BIBM is a multidisciplinary conference that brings together academic and industrial scientists from computer science, biology, chemistry, medicine, mathematics, and statistics.\n\nBIBM 2011 drew 340 attendees from 32 countries. The conference featured 58 regular papers and 59 short papers selected from 299 submissions, as well as 14 workshops and three tutorials. Four distinguished scientists gave keynote talks:\n\nDr. Steven Henikoff (Fred Hutchinson Cancer Research Center), \"Mapping Genome-Wide Nucleosome Dynamics\" \nDr. Joel Saltz (Emory University), \"Integrative Multi-Scale Biomedical Informatics\" \nDr. Jeffrey Skolnick (Georgia Institute of Technology), \"On the Interplay of Protein Physics and Evolution in Protein Structure and Function\" \nDr. Mathew Woodwark (MedImmune), \"The Impact of Informatics and Information Management in MedImmune R&amp;D\" \n\n\nAn additional six scientists gave invited talks:\n\nDr. James Cai (Hoffmann-La Roche), \"An In Silico Approach to Target Discovery\" \nDr. Bernard Moret (Swiss Federal Institute of Technology, Lausanne), \"Phylogenetic Analysis: The Tree of Life, Whole Genomes, and Beyond\" \nDr. Zoran Obradovic (Temple University), \"Analysis and Integration of Inconsistent and Unreliable Biomedical Prediction Models\" \nDr. Taesung Park (Seoul National University), \"Statistical Challenges of Multiple SNP Analysis in Genome-Wide Association Studies\" \nDr. Tianhai Tian (Monash University), \"Mathematical Modeling of Regulatory Networks Based on Omics Datasets\" \nDr. Stephen Kwok-Wing Tsui (Chinese University of Hong Kong), \"The Third-Generation Sequencing and the Upcoming Challenges in Bioinformatics\" \n\n\n BIBM 2011 was sponsored by our department and by the National Science Foundation, the Institute of Electrical and Electronics Engineers (IEEE), the IEEE Computer Society, the IEEE Computer Society Technical Committee on Computational Life Sciences, and the IEEE Computer Society Technical Committee on Intelligent Informatics.\n\nAll the talks were well attended and appreciated. The social events were also a big success! We were able to support a total of 28 students with each receiving $800 to cover their partial travel costs. Funds from NSF were used to support 20 graduate students who are the first authors of papers published the main conference proceeding. The remaining 8 students were supported by IEEE.\n\n The intellectual merit of this project lies in its goal of bringing together scientists in various areas of bioinformatics and biomedicine and fostering collaborations among them.\n\n Broader Impact: The funds from NSF were used to support the travel expenses of graduate students. These students got to meet experts and listen to their research results. Not only the attending students but also their friends would benefit since when the students returned to their schools they would have communicated their experience with their friends. The conference proceedings will be of great use to students, researchers, and practitioners. Portions of the proceedings could be used in different courses as well. Also, several Journal special issues are coming out of selected papers from the conference.\n\n \n\n\t\t\t\t\tLast Modified: 09/17/2012\n\n\t\t\t\t\tSubmitted by: Yi Pan"
 }
}