{
 "awd_id": "1142312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER/CEMOR: A New Diagnostic for Quantitative Measurement of HO2 and RO2",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 60018.0,
 "awd_amount": 60018.0,
 "awd_min_amd_letter_date": "2011-06-17",
 "awd_max_amd_letter_date": "2011-06-17",
 "awd_abstract_narration": "1142312 \r\nCernansky\r\n\r\nImplementing new engine designs that operate utilizing Low Temperature Combustion (LTC) has been identified as key to lowering emissions, enhancing efficiency and thereby reducing the dependency of the United States on foreign sources of fuel. Unfortunately, the chemistry models describing LTC are inadequate to proceed with these designs and, while the best theories suggest that LTC is controlled by hydroperoxy radical (HO2) and alkylperoxy radical (RO2), these species are not readily measured in engines and other combustion systems by existing methodologies. Quantitative measurement of these radicals and development of LTC chemistry models will significantly shorten the time to implement the benefits of LTC. This program is focused on demonstrating that cavity enhanced magneto-optical rotation (CEMOR), a highly sensitive and selective laser diagnostic technique developed at Drexel University, can be applied for in situ measurement of HO2 and RO2 in reaction systems. CEMOR combines the sensitivity of cavity ringdown spectroscopy (CRDS) with the selectivity of magneto optic rotation (MOR) to provide selective detection of weakly absorbing species in complex reacting environments. We have shown in our laboratory that CEMOR allows selective observation of paramagnetic species, simplifying detection in otherwise complicated mixtures, and we also have made the first measurements of a radical, OH, in a lean premixed methane/air flame using MOR and CEMOR. These results demonstrate the effectiveness of measuring combustion generated radicals using the MOR and CEMOR techniques, and illustrates the increase in sensitivity CEMOR exhibits over MOR.  The next step is to measure HO2 in the controlled environment of a photolysis cell using both CRDS and CEMOR in order to generate high resolution absorption cross section data and to calibrate the CEMOR technique for the subsequent demonstration of quantitative measurements in a combustion environment.  \r\n\r\nIntellectual Merit  \r\nApplication of CEMOR for in situ measurements of HO2 and RO2 radicals will provide new insight into the reaction dynamics of low and intermediate temperature combustion systems.  This will aid in the design of the next generation engine systems that use this reaction regime to achieve increased efficiency and reduced emissions.  This new measurement capability also will be useful in other areas (e.g., atmospheric chemistry) where highly sensitive and selective peroxy radical measurements are desired.  \r\n\r\nBroader Impact  \r\nThe societal impact of transitioning to engine designs employing low temperature combustion technologies could be enormous, and this research will provide an important tool to help enable such a transition.  As such, the research is both appropriate and needed.  The educational impact of the research will be through providing an opportunity to train students in optical diagnostics and combustion science, giving them the required skills to contribute to the combustion/energy community.  One graduate research assistant will be supported by this project, and one or two undergraduate students are expected to participate in this project as part of our Honors Research Program experience.  Special attention will be given to attracting underrepresented minority and female students building on successful programs existing at Drexel University.  The results of the research will be presented as professional presentations, archival publications, website entries, and theses/dissertations, providing other researchers and the public with the information needed to understand newly important combustion processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Cernansky",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas P Cernansky",
   "pi_email_addr": "cernansk@coe.drexel.edu",
   "nsf_id": "000212157",
   "pi_start_date": "2011-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Miller",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Miller",
   "pi_email_addr": "dmiller@coe.drexel.edu",
   "nsf_id": "000359671",
   "pi_start_date": "2011-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut St.",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "148E",
   "pgm_ref_txt": "Combustion"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60018.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Outcome or Accomplishment:</strong>&nbsp;</p>\n<p>NSF funded researchers in the Combustion Chemistry Group at Drexel University have observed the hydroxyl radical (HO<sub>2</sub>) in a controlled environment and characterized a new technique called Cavity Enhanced Magneto-Optic Rotation (CEMOR).&nbsp; These are the first steps toward measurement of this important radical in Low Temperature Combustion chemistry.<strong>&nbsp;</strong></p>\n<p><strong>Impact:</strong></p>\n<p>The CEMOR diagnostic will enable measurement of radical species in complex reacting environments. New engine designs with reduced harmful emissions and increased fuel economy can be developed based on the improved combustion models from the incorporation of these radical species into chemical kinetic models.</p>\n<p><strong>Explanation/background:</strong>&nbsp;</p>\n<p>The design of new combustion systems incorporates numerical simulations of the reaction progress; simulations that require chemical kinetic models applicable over the entire range of reaction conditions.&nbsp; Several combustion models have been developed for a range of fuels, mixtures and pressures that at high temperatures are able to accurately model many combustion scenarios.&nbsp; These models are not as accurate in the low and intermediate temperature regime that is controlled by the hydroperoxy radical (HO<sub>2</sub>) and the alkylperoxy radical (RO<sub>2</sub>).</p>\n<p>A complication in making such measurements in combustion systems is the large number of strongly absorbing stable species, such as CO<sub>2</sub> and H<sub>2</sub>O, that can make measurement of HO<sub>2 </sub>and RO<sub>2 </sub>radicals much more difficult.&nbsp; Therefore, quantitative measurement of the small peroxy radicals requires the implementation of powerful diagnostics that are sensitive and selective enough for application in complex reacting environments.</p>\n<p>The CEMOR diagnostic combines the sensitivity of multipass absorption spectroscopy with the selectivity of magneto-optic rotation spectroscopy and forms a highly sensitive and selective technique to make measurements of radicals in combustion environments.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/18/2013<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;P&nbsp;Cernansky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOutcome or Accomplishment: \n\nNSF funded researchers in the Combustion Chemistry Group at Drexel University have observed the hydroxyl radical (HO2) in a controlled environment and characterized a new technique called Cavity Enhanced Magneto-Optic Rotation (CEMOR).  These are the first steps toward measurement of this important radical in Low Temperature Combustion chemistry. \n\nImpact:\n\nThe CEMOR diagnostic will enable measurement of radical species in complex reacting environments. New engine designs with reduced harmful emissions and increased fuel economy can be developed based on the improved combustion models from the incorporation of these radical species into chemical kinetic models.\n\nExplanation/background: \n\nThe design of new combustion systems incorporates numerical simulations of the reaction progress; simulations that require chemical kinetic models applicable over the entire range of reaction conditions.  Several combustion models have been developed for a range of fuels, mixtures and pressures that at high temperatures are able to accurately model many combustion scenarios.  These models are not as accurate in the low and intermediate temperature regime that is controlled by the hydroperoxy radical (HO2) and the alkylperoxy radical (RO2).\n\nA complication in making such measurements in combustion systems is the large number of strongly absorbing stable species, such as CO2 and H2O, that can make measurement of HO2 and RO2 radicals much more difficult.  Therefore, quantitative measurement of the small peroxy radicals requires the implementation of powerful diagnostics that are sensitive and selective enough for application in complex reacting environments.\n\nThe CEMOR diagnostic combines the sensitivity of multipass absorption spectroscopy with the selectivity of magneto-optic rotation spectroscopy and forms a highly sensitive and selective technique to make measurements of radicals in combustion environments.\n\n \n\n\t\t\t\t\tLast Modified: 06/18/2013\n\n\t\t\t\t\tSubmitted by: Nicholas P Cernansky"
 }
}