{
 "awd_id": "1143966",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Speaking Across Generations: An Early Investigation into Multi-Lifespan Information System Design",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "This project explores the design and use of multi-lifespan information systems; that is, information systems that not only meet the needs of today's users but can also maintain their usefulness beyond a single human lifespan. Specifically, the project will (a) test the feasibility of a multi-lifespan information system design approach; (b) generate preliminary design knowledge and methods for multi-lifespan information system design; and (c) contribute meaningful information system designs in our domain of study - international justice. To achieve these goals, the project will leverage the Voices from the Rwanda Tribunal testbed in two types of research activities: multi-lifespan information system envisioning; and digital information tagging and meaning making from a multi-lifespan perspective.  \r\n\r\nIntellectual Merit: The project will explore the feasibility of  the potentially transformative multi-lifespan approach, including: (a) envisioning futures responsive to the information needs, concerns, and values of different generations; (b) through conceptual, technical and policy-oriented mechanisms, anticipating and supporting shifts in societal, political and technological conditions; and (c) conducting preliminary investigations into how to involve the public in interacting with deployed multi-lifespan systems. The project work is likely to catalyze new design methods and technical mechanisms, ones that can account for divergent futures, evolving socio-political situations, and robust information system adaptability.  New techniques for managing privacy, security, and freedom of expression are anticipated.\r\n\r\nBroader Impact: This research will promote important societal values including human rights, security, freedom of expression, and peace-building; and inform developments in the field of international justice. The results will also be highly relevant for other digital collections that are intended to outlast the creators' lifespans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Batya",
   "pi_last_name": "Friedman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Batya Friedman",
   "pi_email_addr": "batya@uw.edu",
   "nsf_id": "000461404",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981051016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Genocide. HIV/AIDS. Famine. Deforestation. Forced exodus. These problems share some commonalities. In one way or another, they entail widespread losses to human beings, to other sentient beings, or to the natural world. Moreover, those losses are not likely to be made up within the time frame of a single human lifespan (if ever). It is also the case that novel information technology may have much to contribute to the solutions of these problems. How then might we explicitly address this class of problems through technology? In a field known for cutting edge innovation, where devices over five-years old are regarded as obsolete, how do computer and information scientists design solutions for systems that will span periods extending beyond a single human lifespan? Taking this perspective, we proposed an innovative framework for designing very long-term information technology, that we call multi-lifespan information system design.&nbsp;</p>\n<p>To ground our work, we focused on the societal condition of recovery from genocide. We conducted our investigations around the United Nations International Criminal Tribunal for Rwanda (ICTR), specifically through the Voices from the Rwanda Tribunal interview collection (www.tribunalvoices.org). Our goals were two-fold: (a) to generate rigorous design knowledge and methods for conducting multi-lifespan information system design; and (b) to contribute meaningful design products in support of developing justice and peace-building.&nbsp;</p>\n<p>We report five main outcomes:<span style=\"font-size: 12px;\">&nbsp;</span></p>\n<p>1. <em>Release of the Voices from the Rwanda Tribunal Interview Collection</em>. To increase impact, historically significant materials must not only be collected and preserved but also made accessible. In prior work, we conducted 49 video interviews with the Tribunal personnel, known as the Voices from the Rwanda Tribunal collection. In this project we released the entire collection online. All interviews are downloadable and available for reuse (e.g., films, textbooks, school projects, legal curricula, blog posts) under a Creative Commons license.<span style=\"font-size: 12px;\">&nbsp;</span></p>\n<p>2. <em>Online Public Curation</em>. Who should index &ndash; in effect, decide &ndash; &ldquo;the meaning&rdquo; of the content for any given interview? Traditionally, expert catalogers have had the role of doing so for archival collections. In contrast, we are interested in providing ways for people from all walks of life to curate such collections, thereby shaping access to and presentation of those materials. In this project, we designed two online public curation tools: one that allows website visitors to tag interviews using their own words, and one that allows website visitors to clip short interview segments to be highlighted on the website.<span style=\"font-size: 12px;\">&nbsp;</span></p>\n<p>3. <em>Toward a Multi-lifespan Information Portal</em>. Historically significant collections of materials often can be more meaningful if they are linked with other related materials. So, too, for the Voices of the Rwanda Tribunal collection. In this project we pursued (and continue to pursue) innovative information policies and technical solutions for an information portal that would enable long-term access, linking, and use of materials from diverse collections (e.g., this collection linked with the official documents and courtroom video footage from the ICTR). Our process and the specific outcomes could serve as a model for other collections of dispersed historically significant digital materials.<span style=\"font-size: 12px;\">&nbsp;</span></p>\n<p>4. <em>Information Design Responsive to Shifting Socio-Political Conditions</em>. As societies shift, opportunities for information systems change accordingly. In this project, the complex and rapidly shifting Rwandan context with respect to freedom of expression provided a fr...",
  "por_txt_cntn": "\nGenocide. HIV/AIDS. Famine. Deforestation. Forced exodus. These problems share some commonalities. In one way or another, they entail widespread losses to human beings, to other sentient beings, or to the natural world. Moreover, those losses are not likely to be made up within the time frame of a single human lifespan (if ever). It is also the case that novel information technology may have much to contribute to the solutions of these problems. How then might we explicitly address this class of problems through technology? In a field known for cutting edge innovation, where devices over five-years old are regarded as obsolete, how do computer and information scientists design solutions for systems that will span periods extending beyond a single human lifespan? Taking this perspective, we proposed an innovative framework for designing very long-term information technology, that we call multi-lifespan information system design. \n\nTo ground our work, we focused on the societal condition of recovery from genocide. We conducted our investigations around the United Nations International Criminal Tribunal for Rwanda (ICTR), specifically through the Voices from the Rwanda Tribunal interview collection (www.tribunalvoices.org). Our goals were two-fold: (a) to generate rigorous design knowledge and methods for conducting multi-lifespan information system design; and (b) to contribute meaningful design products in support of developing justice and peace-building. \n\nWe report five main outcomes: \n\n1. Release of the Voices from the Rwanda Tribunal Interview Collection. To increase impact, historically significant materials must not only be collected and preserved but also made accessible. In prior work, we conducted 49 video interviews with the Tribunal personnel, known as the Voices from the Rwanda Tribunal collection. In this project we released the entire collection online. All interviews are downloadable and available for reuse (e.g., films, textbooks, school projects, legal curricula, blog posts) under a Creative Commons license. \n\n2. Online Public Curation. Who should index &ndash; in effect, decide &ndash; \"the meaning\" of the content for any given interview? Traditionally, expert catalogers have had the role of doing so for archival collections. In contrast, we are interested in providing ways for people from all walks of life to curate such collections, thereby shaping access to and presentation of those materials. In this project, we designed two online public curation tools: one that allows website visitors to tag interviews using their own words, and one that allows website visitors to clip short interview segments to be highlighted on the website. \n\n3. Toward a Multi-lifespan Information Portal. Historically significant collections of materials often can be more meaningful if they are linked with other related materials. So, too, for the Voices of the Rwanda Tribunal collection. In this project we pursued (and continue to pursue) innovative information policies and technical solutions for an information portal that would enable long-term access, linking, and use of materials from diverse collections (e.g., this collection linked with the official documents and courtroom video footage from the ICTR). Our process and the specific outcomes could serve as a model for other collections of dispersed historically significant digital materials. \n\n4. Information Design Responsive to Shifting Socio-Political Conditions. As societies shift, opportunities for information systems change accordingly. In this project, the complex and rapidly shifting Rwandan context with respect to freedom of expression provided a fruitful environment for exploring information system design. For example, we developed the online public curation tools (described above) in response to the 2008 Rwandan Genocide Ideology Law, which placed strong constraints on certain types of speech related to genocide. We developed principles, policies and practices to syste..."
 }
}