{
 "awd_id": "1143922",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Managing Evacuee Ingress: Network Interactions and Community Hosting Performance",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2010-12-22",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 208458.0,
 "awd_amount": 208458.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2011-07-20",
 "awd_abstract_narration": "This project addresses challenges associated with mass evacuations during disasters.  Prior research on disaster evacuations has mostly focused on how, and why, large numbers of people move out of a disaster area.  This project instead addresses how well communities can absorb and manage the needs of evacuees moving into their area.  This is an important issue because the needs of evacuees extend well beyond the narrow question of how to get them out of harm's way.  The study will look at how governmental agencies interact with nongovernmental agencies (e.g. voluntary organizations, faith-based groups, and private sector service providers like nursing homes) during an evacuation. Specifically, it examines (1) how governmental and nongovernmental organizations perform in terms of working together on critical tasks when managing evacuees entering a given geographic area, (2) how and why governmental and nongovernmental organizations interact and collaborate (or why not) while hosting evacuees, and (3) what these organizational interactions mean for evacuation management practices and outcomes for evacuees.  The researchers will develop an analytic framework to explain evacuation management performance by examining recent major hurricane evacuations in Florida, Alabama, Texas, and Louisiana; it will also compare outcomes in those areas to other major evacuations in Oklahoma and California.  The investigators will conduct analyses by creating an inventory of community resources related to evacuation management, measuring and assessing how \"networks\" of organizations interact, and by identifying, measuring and assessing key indicators of evacuee management performance in a \"hosting\" community.\r\n\r\nThe benefits of this project take several forms.  The potential impacts of the study include the following: (1) improving future planning and preparedness efforts by better understanding community performance in terms of hosting incoming evacuees, (2) improving planning and preparedness in this area especially helps those most vulnerable to the negative effects of an evacuation (e.g. elderly, disabled persons, lower incomes families), and (3) advancing graduate student and professional training in this area.  The project also offers benefits in terms of research innovation: (1) for the first time, it provides systematic empirical evidence that accounts for how networks of governmental and nongovernmental organizations (both nonprofit and for-profit) separately, and in coordination, respond to disaster evacuation on the issue of managing the needs of evacuees entering a hosting area, (2) it identifies and provides a list of performance measures at a community level for how well the needs of evacuees are met when they move into a new area - measures that do not exist at present, and (3) it produces evidence on what factors are most important to relatively stronger or weaker performance for communities when they are required to manage the needs of evacuees entering their area.  In sum, this project represents research that will help improve disaster evacuation management practices in the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Gerber",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Gerber",
   "pi_email_addr": "brian.gerber@ucdenver.edu",
   "nsf_id": "000501177",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver-Downtown Campus",
  "inst_street_address": "1380 LAWRENCE ST STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "802042055",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF COLORADO AT DENVER",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6CXZ6GSJW84"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Denver",
  "perf_str_addr": "Anschutz Medical Campus Bldg 500",
  "perf_city_name": "Aurora",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "800450508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "CO06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 208458.0
  }
 ],
 "por": null
}