{
 "awd_id": "1143673",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Particles and Nuclei International Conference (PANIC11) at MIT: Participation by an Extended Community to be held in Cambridge, MA",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley D. Keister",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-07-19",
 "awd_max_amd_letter_date": "2011-07-19",
 "awd_abstract_narration": "The 19th Particles and Nuclei International Conference (PANIC) will be held at MIT in Cambridge, MA, on July 24-29, 2011.  This major triennial international conference showcases the most significant developments of interest to both the nuclear and particle physics communities and is expected to attract about 600 attendees.  In addition, 2011 will be the centennial of the discovery of the atomic nucleus by Rutherford and it is planned to make the celebration of this seminal event a major theme of the meeting.  \r\n\r\nThis award will enable extended participation to interested people who would not otherwise be able to attend, through 1) video recording and online distribution of the plenary sessions so that scientists from all over the world can participate, 2) video recording and website access of the pedagogical lecture session on the Sunday before the official conference begins, aimed at advanced undergraduates and graduate students just beginning their research, 3) video recording and online distribution of the public lectures by Profs. Brian Cathcart and Jerome Friedman, and 4) providing support for an MIT Undergraduate Research Opportunities student to help with a limited program to high school physics teachers and students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Milner",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Richard G Milner",
   "pi_email_addr": "milner@mit.edu",
   "nsf_id": "000462090",
   "pi_start_date": "2011-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123200",
   "pgm_ele_name": "Nuclear & Hadron Quantum Chrom"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The first Particles and Nuclei International Conference (PANIC11) in the LHC era brought 539 participants to the Massachusetts Institute of Technology from 24-29 July 2011.&nbsp; PANIC11 is the latest conference in a triennial series, which showcases recent progress worldwide in particle and nuclear physics. PANIC11 was held in the year celebrating the 150<sup>th</sup> anniversary of the founding of MIT as well as the centennial of Rutherford&rsquo;s May 1911 seminal paper, which explained the discovery of the atomic nucleus.&nbsp; Further, 2011 was the 65<sup>th</sup> anniversary of MIT&rsquo;s Laboratory for Nuclear Science, which hosted PANIC11. With strong support by the US Department of Energy, many national laboratories from around the world, industrial sponsors, and by MIT, the conference supported the extensive participation of young scientists, students and postdocs, who were the majority of participants, making for a very lively conference. Broad international participation was enhanced by IUPAP support for scientists from developing countries. The NSF supported video recording and broadcasting via an MIT public website of the plenary sessions, the public lectures, and the pre-conference pedagogical lectures, as well as outreach and participation of students from local high schools.</p>\n<p>The conference program identified 12 major scientific themes around which the program was developed:</p>\n<ul>\n<li>Quarks and gluons in hot and dense matter</li>\n<li>Quarks and gluons in hadrons</li>\n<li>Neutrino physics and astrophysics</li>\n<li>Dark matter and cosmology</li>\n<li>Nuclear and particle astrophysics</li>\n<li>Standard model physics at the TeV scale</li>\n<li>Tevatron and LHC physics beyond the standard model </li>\n<li>Heavy flavor physics within and beyond the standard      model</li>\n<li>Tests of symmetries and conservation laws</li>\n<li>Kaons, hypernuclei, hadron spectroscopy, and exotics</li>\n<li>Applied string theory</li>\n<li>Accelerator physics</li>\n</ul>\n<p>The program was selected by the program committee and consisted of 24 plenary talks and 304 parallel session talks, as well as a poster session. The plenary sessions consisted of invited talks, and all contributed talks were selected from submitted abstracts as those of high merit. In addition, there was a plenary presentation on the effects of the March 11, 2011 earthquake on nuclear and particle physics facilities in Japan. There were well-attended public lectures by Brian Cathcart on <em>Glimpsing the Fly in the Cathedral: Ernest Rutherford and the Atomic Nucleus</em> and by Jerome Friedman on <em>Rutherford&rsquo;s Legacy in Particle Physics: Exploring the Proton</em>. On the day before the start of the conference, a series of 9 pedagogical lectures, directed at the level of the beginning graduate student, were presented by young researchers and covered the major thrusts in subatomic physics as well as recent advances in accelerators and detectors.&nbsp;</p>\n<p>The proceedings were published by the American Institute of Physics early in 2012.&nbsp;</p>\n<p>The initiative of the NSF to make the most interesting sessions of the conference available to a broad, world audience, was made possible by funding video recordings of all pedagogical, plenary and public lectures so that they would be available on MIT&rsquo;s Tech TV website at http://techtv.mit.edu/collections/panic11_/videos. As of January 21, 2013, the Tech-TV website had recorded the following hits by the public: Public lectures had 3749 hits; plenary sessions had 1668 to 4623 hits, with an average of 2561 hits; and the pedagogical lectures had from 1924 to 1990 hits. We consider this large increase in accessibility a great success. About five times the number of conference participants viewed the plenary sessions online and were available already by the end of the conference. The conference presentations themselves are most valuable at th...",
  "por_txt_cntn": "\nThe first Particles and Nuclei International Conference (PANIC11) in the LHC era brought 539 participants to the Massachusetts Institute of Technology from 24-29 July 2011.  PANIC11 is the latest conference in a triennial series, which showcases recent progress worldwide in particle and nuclear physics. PANIC11 was held in the year celebrating the 150th anniversary of the founding of MIT as well as the centennial of RutherfordÆs May 1911 seminal paper, which explained the discovery of the atomic nucleus.  Further, 2011 was the 65th anniversary of MITÆs Laboratory for Nuclear Science, which hosted PANIC11. With strong support by the US Department of Energy, many national laboratories from around the world, industrial sponsors, and by MIT, the conference supported the extensive participation of young scientists, students and postdocs, who were the majority of participants, making for a very lively conference. Broad international participation was enhanced by IUPAP support for scientists from developing countries. The NSF supported video recording and broadcasting via an MIT public website of the plenary sessions, the public lectures, and the pre-conference pedagogical lectures, as well as outreach and participation of students from local high schools.\n\nThe conference program identified 12 major scientific themes around which the program was developed:\n\nQuarks and gluons in hot and dense matter\nQuarks and gluons in hadrons\nNeutrino physics and astrophysics\nDark matter and cosmology\nNuclear and particle astrophysics\nStandard model physics at the TeV scale\nTevatron and LHC physics beyond the standard model \nHeavy flavor physics within and beyond the standard      model\nTests of symmetries and conservation laws\nKaons, hypernuclei, hadron spectroscopy, and exotics\nApplied string theory\nAccelerator physics\n\n\nThe program was selected by the program committee and consisted of 24 plenary talks and 304 parallel session talks, as well as a poster session. The plenary sessions consisted of invited talks, and all contributed talks were selected from submitted abstracts as those of high merit. In addition, there was a plenary presentation on the effects of the March 11, 2011 earthquake on nuclear and particle physics facilities in Japan. There were well-attended public lectures by Brian Cathcart on Glimpsing the Fly in the Cathedral: Ernest Rutherford and the Atomic Nucleus and by Jerome Friedman on RutherfordÆs Legacy in Particle Physics: Exploring the Proton. On the day before the start of the conference, a series of 9 pedagogical lectures, directed at the level of the beginning graduate student, were presented by young researchers and covered the major thrusts in subatomic physics as well as recent advances in accelerators and detectors. \n\nThe proceedings were published by the American Institute of Physics early in 2012. \n\nThe initiative of the NSF to make the most interesting sessions of the conference available to a broad, world audience, was made possible by funding video recordings of all pedagogical, plenary and public lectures so that they would be available on MITÆs Tech TV website at http://techtv.mit.edu/collections/panic11_/videos. As of January 21, 2013, the Tech-TV website had recorded the following hits by the public: Public lectures had 3749 hits; plenary sessions had 1668 to 4623 hits, with an average of 2561 hits; and the pedagogical lectures had from 1924 to 1990 hits. We consider this large increase in accessibility a great success. About five times the number of conference participants viewed the plenary sessions online and were available already by the end of the conference. The conference presentations themselves are most valuable at the time of the conference, so their public release was at their peak value, although the pedagogical lectures will continue to be valuable well into the future.\n\nThe public/high-school outreach program had two elements: An informational website was developed that provided basic informati..."
 }
}