{
 "awd_id": "1143566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advanced Placement Computer Science:  Principles - Summer 2011 Professional Development for UC Berkeley Cluster of High School Teachers",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 220430.0,
 "awd_amount": 220430.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "The University of California Berkeley proposes to build on the work of their pilot of the proposed College Board AP CS Principles course, working with and training an initial group of high school teachers during the summer of 2011. The PIs piloted their course -- called the Beauty and Joy of Computing (BJC)-- at the college level in 2010-2011; with this work, they will adapt it for high school students and provide professional development for their teachers. BJC invokes passion, beauty, and awe by engaging students in a rigorous computing curriculum that promotes creativity and collaboration using Snap's visually rich programming environment, while also provoking thought around current events and how computing relates to people's lives. This summer effort will conduct and evaluate team-based professional development for in-service teachers and it will enhance the development of the Snap software (an extension of Scratch formerly known as \"Build your own Blocks (BYOB)\"), which combines technical sophistication with an attractive drag-and-drop interface. Specifically the project will (1) develop a core group of mentor teachers in the Berkeley area who will in later years help to scale the professional development around BJC to new locations, (2) conduct and evaluate intensive summer professional development for teachers, and (3) reimplement the Snap programming language and development environment to improve its speed and to create a version that does not require local software installation. This project is designed to continue the momentum developed around the pilot BJC course and establish a firm base for a larger project that has been separately proposed to NSF.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Garcia",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel D Garcia",
   "pi_email_addr": "ddgarcia@cs.berkeley.edu",
   "nsf_id": "000063152",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Harvey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Harvey",
   "pi_email_addr": "bh@cs.berkeley.edu",
   "nsf_id": "000591493",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "Soda Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201776",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738200",
   "pgm_ele_name": "Computing Ed for 21st Century"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 220430.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-63a51a96-cf22-c3f4-7ebb-6720040052b8\">\n<p dir=\"ltr\"><strong>Background</strong></p>\n<p dir=\"ltr\"><strong>&nbsp;</strong>The overall goal of the <em>Computing Education for the 21st Century</em> (CE21) program is to broaden participation in computing, to address the underproduction and underrepresentation of computing professionals. &nbsp;The CS10K project is a national effort to prepare 10,000 high school teachers to offer the upcoming College Board Advanced Placement <em>Computer Science: Principles</em> course.</p>\n<p dir=\"ltr\"><strong>Outcomes</strong></p>\n<p dir=\"ltr\"><strong>&nbsp;</strong>Our <em>Beauty and Joy of Computing</em> (BJC) computing-for-non-majors course was chosen as one of the College Board&rsquo;s initial five national pilots. &nbsp;This NSF-funded pilot project, which ran for the summer of 2011, had four primary outcomes:</p>\n<ul>\n<li><strong>Professional Development</strong>: We trained 19 local San Francisco Bay Area teachers, with varying levels of prior CS background, to teach the BJC course through ten weeks of intensive professional development (PD). &nbsp;We used a 1-8-1 PD model:</li>\n</ul>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\">\n<blockquote style=\"margin: 0 0 0 40px; border: none; padding: 0px;\"><span>One (3-day) week face-to-face at UC Berkeley to introduce the course and programming environment, and create an action plan for increasing participation. &nbsp;Figure 1 is a group photo of the local participants, as well as other local high school teachers and students who participated in the first two days of our three-day workshop. &nbsp;Not all of the participants were able to make this week in-person, so we utilized videoconference software to allow them to participate remotely.</span></blockquote>\n</p>\n</li>\n</ul>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\">\n<blockquote style=\"margin: 0 0 0 40px; border: none; padding: 0px;\"><span>Eight weeks, in which the participants took our course online from home. &nbsp;This was designed to allow the teachers to experience the course as their students would. &nbsp;This involved doing readings, watching high-definition lectures, completing programming activities driven by a lab-centric curriculum, and participating in &ldquo;online discussion sections&rdquo; supported by videoconference tools. &nbsp;In addition to completing homework and taking exams, they were asked to author a final project of their choosing, and complete a blog writing assignment on a subject related to computing. &nbsp;We used the online collaborative Q&amp;A tool on piazza.com to answer the teachers&rsquo; questions as they emerged. &nbsp;Figures 2-4 are screenshots of an example lab activity, the </span><em>Build Your Own Blocks</em><span> (BYOB) programming environment, and the Piazza Q&amp;A tool.</span></blockquote>\n</p>\n</li>\n</ul>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\">\n<blockquote style=\"margin: 0 0 0 40px; border: none; padding: 0px;\"><span>1 face-to-face (3-day) week in which participants returned to UC Berkeley to conclude the PD. &nbsp;They shared their final projects, took the final exam, got immediate feedback and received a &ldquo;refresher&rdquo; on the parts that were giving them difficulty.</span></blockquote>\n</p>\n</li>\n</ul>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>Professional Development Materials</strong><span>: We created and archived all PD materials and made them available online: presentations, videos, group sessions, and other activities to support training in advanced CS topics as well as pedagogical techniques that supported recruitment and retention of females and underrepresented minorities.</span></p>\n</li>\n</ul>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>Evaluation of Professional Development</strong><span>: Through teacher surveys and assessments of increases in domain knowledge, we identified which components of our PD were successful, and which were not. &nbsp;This aided the teachers ...",
  "por_txt_cntn": "\n\nBackground\n The overall goal of the Computing Education for the 21st Century (CE21) program is to broaden participation in computing, to address the underproduction and underrepresentation of computing professionals.  The CS10K project is a national effort to prepare 10,000 high school teachers to offer the upcoming College Board Advanced Placement Computer Science: Principles course.\nOutcomes\n Our Beauty and Joy of Computing (BJC) computing-for-non-majors course was chosen as one of the College BoardÆs initial five national pilots.  This NSF-funded pilot project, which ran for the summer of 2011, had four primary outcomes:\n\nProfessional Development: We trained 19 local San Francisco Bay Area teachers, with varying levels of prior CS background, to teach the BJC course through ten weeks of intensive professional development (PD).  We used a 1-8-1 PD model:\n\n\n\n\nOne (3-day) week face-to-face at UC Berkeley to introduce the course and programming environment, and create an action plan for increasing participation.  Figure 1 is a group photo of the local participants, as well as other local high school teachers and students who participated in the first two days of our three-day workshop.  Not all of the participants were able to make this week in-person, so we utilized videoconference software to allow them to participate remotely.\n\n\n\n\n\n\nEight weeks, in which the participants took our course online from home.  This was designed to allow the teachers to experience the course as their students would.  This involved doing readings, watching high-definition lectures, completing programming activities driven by a lab-centric curriculum, and participating in \"online discussion sections\" supported by videoconference tools.  In addition to completing homework and taking exams, they were asked to author a final project of their choosing, and complete a blog writing assignment on a subject related to computing.  We used the online collaborative Q&amp;A tool on piazza.com to answer the teachersÆ questions as they emerged.  Figures 2-4 are screenshots of an example lab activity, the Build Your Own Blocks (BYOB) programming environment, and the Piazza Q&amp;A tool.\n\n\n\n\n\n\n1 face-to-face (3-day) week in which participants returned to UC Berkeley to conclude the PD.  They shared their final projects, took the final exam, got immediate feedback and received a \"refresher\" on the parts that were giving them difficulty.\n\n\n\n\n\nProfessional Development Materials: We created and archived all PD materials and made them available online: presentations, videos, group sessions, and other activities to support training in advanced CS topics as well as pedagogical techniques that supported recruitment and retention of females and underrepresented minorities.\n\n\n\n\nEvaluation of Professional Development: Through teacher surveys and assessments of increases in domain knowledge, we identified which components of our PD were successful, and which were not.  This aided the teachers as they taught the course and informed future versions of the workshop.\n\n\n\n\nTools Development: We developed an update to the BYOB software that focused on speed (especially for simulation and concurrency), and on allowing it to run in a browser.  Some high school teachers had mentioned issues with district IT departments disallowing any software being installed, and this allowed our programming interface to be used in those districts.  We are renaming the software to be Snap! to distinguish it from the earlier version.\n\n\nImpact\nThe impact of this project was that 19 teachers emerged, well-prepared to teach BJC at their high schools in the academic year 2011-2012, as well as fast and robust Snap! software that runs in the browser.  The materials developed were available free online, so other schools could apply our model to prepare BJC teachers independent of our own efforts.  However, the real long-term impact comes from the lessons we learned in the PD that influenced our followup NSF-..."
 }
}