{
 "awd_id": "1143508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mongolia 3D",
 "cfda_num": "47.050",
 "org_code": "06030201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leonard E. Johnson",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 65000.0,
 "awd_amount": 65000.0,
 "awd_min_amd_letter_date": "2011-08-03",
 "awd_max_amd_letter_date": "2011-08-03",
 "awd_abstract_narration": "This award provides initial funding for a 3D High Definition (HD) video documentary about an international group of earth scientists engaged in an investigation of the processes responsible for central Mongolia's unusually active uplifting terrain (the Hangay Dome) and its consequences for regional climate patterns and ecosystems (EAR -1009702).  The Hangay Dome in central Mongolia provides an excellent and accessible laboratory to investigate these processes and determine the degree to which mantle upwelling, mafic underplating, lithospheric foundering or plume activity have been important agents in its uplift.\r\n\r\nThe research project as a whole will be the focus of a feature-length documentary film (Mongolia 3D) aimed at Earth-science education and public outreach. Primary and interpreted project data will be available on the web for use in classrooms at various levels. The 3D video format is a new immersive television medium that has emerged from the highly successful 3D feature film format, and Mongolia 3D will be among the pioneering documentary productions fully produced, from inception to delivery, in 3D.\r\n\r\nThis EAGER award will support  pre-production planning and research and 3D filming of the geologists' first field season doing fieldwork in Mongolia in the summer of 2011. This footage will be an integral part of the envisioned 3D documentary; the PIs will capture the exciting beginning phase of a major scientific field project which holds great promise to make significant advancements in our understanding of an important process of continental evolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Doug",
   "pi_last_name": "Prose",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doug Prose",
   "pi_email_addr": "doug@earthimage.org",
   "nsf_id": "000292291",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "LaMacchia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diane LaMacchia",
   "pi_email_addr": "diane@earthimage.org",
   "nsf_id": "000475768",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "EARTH IMAGES FOUNDATION",
  "inst_street_address": "470 CAVOUR ST",
  "inst_street_address_2": "",
  "inst_city_name": "OAKLAND",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5105953968",
  "inst_zip_code": "946181076",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "EARTH IMAGES FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "CCWAFRCGY653"
 },
 "perf_inst": {
  "perf_inst_name": "Earth Images Foundation",
  "perf_str_addr": "470 Cavour St.",
  "perf_city_name": "Oakland",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "946181076",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158100",
   "pgm_ele_name": "CONTINENTAL DYNAMICS PROGRAM"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 65000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project initiated the production of a 3D and 2D documentary about an international group of earth scientists engaged in an ambitious cutting-edge&nbsp; study of the geology of Mongolia.&nbsp; Activities under this project involved pre-production planning and research, filming the researchers&rsquo; geologic expedition to Mongolia, and developing potential avenues of 3D-content distribution.&nbsp; The 3D-video format is a new immersive&nbsp; television medium:&nbsp; <em>Mongolia 3D</em> will be among the pioneering documentary productions fully produced, from inception to delivery, in 3D.&nbsp; Scientists were filmed on location in Mongolia as they performed state-of-the-art, interdisciplinary research into the geologic evolution of Mongolia.&nbsp; The researchers are probing the reasons behind central Mongolia&rsquo;s unusually active, rising terrain and its consequences for regional climate patterns and ecosystems.&nbsp; By filming the scientists as they worked in remote, nearly roadless areas--home to traditional nomadic herders--and by capturing the steps the scientists took in solving a new kind of geologic problem, this project lays the groundwork for an exciting film of scientific discovery.&nbsp; The planned documentary--to be crafted for public audiences under a future project--is intended for a primary audience of television viewers watching a 3D-television channel and television viewers watching a PBS broadcast in 2D; the film&rsquo;s secondary audience will be visitors to a 3D exhibit in a science museum.&nbsp; The filmmakers, Doug Prose and Diane LaMacchia of Earth Images Foundation, are award-winning producers of earth science documentaries for both PBS and international broadcast and early adopters of 3D-media production.</p>\n<p>The earth-science field research captured on 3D video during this project is cutting edge, multidisciplinary, international, and aimed at exploring an earth science topic that lies beyond plate tectonic theory.&nbsp; The scientific activities filmed on location have many features that will readily translate into a compelling television story for a broad public audience, and Mongolia&rsquo;s mountainous terrain and colorful culture provide a rich, fascinating setting for a television science documentary.&nbsp; The immersive 3D format has high potential to attract traditionally hard-to-reach youth and adult viewers and to more compellingly depict an international group of scientists doing field work in interesting geological and cultural settings, thus providing an improved way to communicate complex science to a wider audience and to inspire young people to consider the earth sciences as a career option, potentially contributing to increased enrollments and diversity in undergraduate Earth science programs.&nbsp; As a pioneer 3D production, the planned documentary--in which the scenes filmed under this project will be an essential part--can establish earth science as a popular documentary topic early in the emerging 3D-broadcast arena, smoothing the way for future, influential, 3D earth science programs.&nbsp; The final products, in both 3D and 2D formats, will be timely, in that public attention and concern over geologic hazards and climate change remains high.&nbsp; Mongolia is a seismically active country, situated in a landscape where geologic processes have directly altered the regional climate. &nbsp;Depicting this dynamic landscape and the vital role that earth science research plays in characterizing these elements for improved public safety, the scenes captured during this project should have the impact of enhancing public support for earth science research.&nbsp;</p>\n<p><strong><br /></strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2012<br>\n\t\t\t\t\tModified by: Doug&nbsp;Prose</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project initiated the production of a 3D and 2D documentary about an international group of earth scientists engaged in an ambitious cutting-edge  study of the geology of Mongolia.  Activities under this project involved pre-production planning and research, filming the researchersÆ geologic expedition to Mongolia, and developing potential avenues of 3D-content distribution.  The 3D-video format is a new immersive  television medium:  Mongolia 3D will be among the pioneering documentary productions fully produced, from inception to delivery, in 3D.  Scientists were filmed on location in Mongolia as they performed state-of-the-art, interdisciplinary research into the geologic evolution of Mongolia.  The researchers are probing the reasons behind central MongoliaÆs unusually active, rising terrain and its consequences for regional climate patterns and ecosystems.  By filming the scientists as they worked in remote, nearly roadless areas--home to traditional nomadic herders--and by capturing the steps the scientists took in solving a new kind of geologic problem, this project lays the groundwork for an exciting film of scientific discovery.  The planned documentary--to be crafted for public audiences under a future project--is intended for a primary audience of television viewers watching a 3D-television channel and television viewers watching a PBS broadcast in 2D; the filmÆs secondary audience will be visitors to a 3D exhibit in a science museum.  The filmmakers, Doug Prose and Diane LaMacchia of Earth Images Foundation, are award-winning producers of earth science documentaries for both PBS and international broadcast and early adopters of 3D-media production.\n\nThe earth-science field research captured on 3D video during this project is cutting edge, multidisciplinary, international, and aimed at exploring an earth science topic that lies beyond plate tectonic theory.  The scientific activities filmed on location have many features that will readily translate into a compelling television story for a broad public audience, and MongoliaÆs mountainous terrain and colorful culture provide a rich, fascinating setting for a television science documentary.  The immersive 3D format has high potential to attract traditionally hard-to-reach youth and adult viewers and to more compellingly depict an international group of scientists doing field work in interesting geological and cultural settings, thus providing an improved way to communicate complex science to a wider audience and to inspire young people to consider the earth sciences as a career option, potentially contributing to increased enrollments and diversity in undergraduate Earth science programs.  As a pioneer 3D production, the planned documentary--in which the scenes filmed under this project will be an essential part--can establish earth science as a popular documentary topic early in the emerging 3D-broadcast arena, smoothing the way for future, influential, 3D earth science programs.  The final products, in both 3D and 2D formats, will be timely, in that public attention and concern over geologic hazards and climate change remains high.  Mongolia is a seismically active country, situated in a landscape where geologic processes have directly altered the regional climate.  Depicting this dynamic landscape and the vital role that earth science research plays in characterizing these elements for improved public safety, the scenes captured during this project should have the impact of enhancing public support for earth science research. \n\n\n\n\n\t\t\t\t\tLast Modified: 10/25/2012\n\n\t\t\t\t\tSubmitted by: Doug Prose"
 }
}