{
 "awd_id": "1143690",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Predicting Trajectories of Post-Disaster Adjustment from Pre-Disaster Assessments of Risk and Resilience Factors",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally Dickerson",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 54288.0,
 "awd_amount": 54288.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2011-09-15",
 "awd_abstract_narration": "Most Americans will experience a traumatic event at some time in their lives.  Five to ten percent will have persistent and disabling psychological and physical problems a year or more later. In light of this fact, this project focuses on the psychological and physical (health) consequences of one kind of traumatic event, namely a natural disaster. It focuses on how different preexisting personality traits and social experiences (measured before a disaster) influence the way in which people cope with a natural disaster over time.  People who adjust poorly to traumas (e.g., those who develop unexplained phsyical symptoms) have a general tendency to experience strong negative emotions.  In contrast, people who adjust well have high self-esteem, are comfortable in their close relationships, and have others in their lives they can count on for physical and emotional support.  However, most research documenting these findings used personality and social information gathered after a major trauma took place. Thus, it is hard to know whether the personal and interpersonal strengths listed above caused positive coping or whether positive coping allowed people to develop or maintain these positive personal and interpersonal strengths.  \r\n\r\nIn a large sample of undergraduate students at the University of Alabama, shortly before the area was struck by tornadoes in the spring of 2011, Dr. Hamilton happened to measure basic personality variables, emotional tendencies, and social variables that are all highly relevant to coping with trauma. Thus, Dr. Hamilton is in a unique position to follow-up on this initial survey to see if the personality and social measures collected prior to the time the tornadoes struck will predict changes in well-being over time.  \r\n\r\nNatural, random variation in the extent to which people were personally affected by the tornado (e.g., whether someone's home was destroyed, whether a person knows someone who was killed or seriously injured) offers a unique opportunity, in combination with the measured social and personality variables, to see if the severity of events people experience in relation to the traumatic event plays a role in adjustment. Differences in the perceived quality of participants' social support networks will also allow the researchers to test the idea that social support can protect people from the negative consequences of stressful events.            \r\n\r\nThe most important outcome of the study will be a better understanding of how traumatic events influence well-being. This information will help scientists and educators to develop strategies to promote positive long-term adjustment following trauma, and to improve the effectiveness of social services deployed in response to large-scale disasters. In addition, the project will bring together student and faculty researchers who approach trauma and adjustment from a social psychological perspective with those who approach these problems from a clinical psychology perspective. This collaboration will enrich the education of both the undergraduate and graduate students involved in planning the study and in the collection and analysis of the project data. Ultimately these experiences will improve the quality of their future efforts to understand social and personality aspects of stress, coping, and adjustment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Hamilton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Hamilton",
   "pi_email_addr": "jchamilt@bama.ua.edu",
   "nsf_id": "000595083",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "375 Gordon Palmer Hall",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870358",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "AL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 54288.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most Americans will experience a traumatic event at some time in their lives.&nbsp; Five to ten percent will have persistent and disabling psychological and physical problems a year or more later. In light of this fact, this project focused on the psychological and physical (health) consequences of one kind of traumatic event &ndash; a natural disaster.&nbsp; It focused on how different pre-existing personality traits and social experiences (measured before a disaster) influence the way in which people cope with a natural disaster over time.&nbsp; People who adjust poorly to traumas have a general tendency to experience strong negative emotions.&nbsp; In contrast, people who adjust well have high self-esteem, are comfortable in their close relationships, and have others in their lives they can count on for physical and emotional support.&nbsp; However, most research documenting these findings used personality and social information gathered <em>after</em> a major trauma took place. Thus, it is hard to know whether the personal and interpersonal strengths listed above caused positive coping or whether positive coping led people to develop these strengths.&nbsp;&nbsp;</p>\n<p>The PI of this project happened to measure basic personality variables, emotional tendencies, and social variables highly relevant to coping in a large sample of students at the University of Alabama, shortly before the area was struck by tornadoes in the spring of 2011. Thus, the PI was in a unique position to follow-up on this survey to see if the personality and social measures collected <em>before</em> the tornado predicted changes in well-being after.&nbsp;The National Science Foundation provided research funds for the PI to survey these students six to eight months after the tornado to learn about how people with different psychological characteristics responded to their experiences with the tornado. &nbsp; &nbsp;&nbsp;</p>\n<p>Data were collected from nearly 400 of the 700 original participants that were asked to participate in this follow-up survey. With funds remaining from the 300 people who did not participate in the follow-up survey, an additional set of data was collected from 187 participants who completed the first post-tornado survey.</p>\n<p>Simple analyses of the data show that the participants experienced a wide range of experiences during the storm. Some participants were largely unaffected by the storm; most were moderately affected (for example, their car was destroyed); and a significant minority were severely affected (for example, losing their home or experiencing the death of a friend). The participants also report a wide range of psychological adjustment experiences after the storm. Although most participants reported only mild problems adjusting, a significant minority reported major problems, such as depression symptoms, general anxiousness, unwanted memories of the tornado, and symptoms of physical distress. These analyses suggest that the data we collected will be very useful for understanding the relationship between disaster exposure and adjustment.</p>\n<p>More complicated analyses have addressed the ways that the participants&rsquo; degree of exposure to the storm combined with their pre-tornado psychological characteristics to determine how well they adjusted after the tornado. One of these analyses confirmed what previous research had suggested; that the degree of exposure to the effects of the tornado predicted adjustment problems most strongly among participants who had previously described themselves as prone to experience strong negative emotions. Among people who had previously reported little susceptibility to strong negative emotions, even severely impacted participants were adjusting well psychologically six months after the tornado. In other words, the tendency to experience strong negative emotions is a confirmed risk factor for poor adjustment after a ...",
  "por_txt_cntn": "\nMost Americans will experience a traumatic event at some time in their lives.  Five to ten percent will have persistent and disabling psychological and physical problems a year or more later. In light of this fact, this project focused on the psychological and physical (health) consequences of one kind of traumatic event &ndash; a natural disaster.  It focused on how different pre-existing personality traits and social experiences (measured before a disaster) influence the way in which people cope with a natural disaster over time.  People who adjust poorly to traumas have a general tendency to experience strong negative emotions.  In contrast, people who adjust well have high self-esteem, are comfortable in their close relationships, and have others in their lives they can count on for physical and emotional support.  However, most research documenting these findings used personality and social information gathered after a major trauma took place. Thus, it is hard to know whether the personal and interpersonal strengths listed above caused positive coping or whether positive coping led people to develop these strengths.  \n\nThe PI of this project happened to measure basic personality variables, emotional tendencies, and social variables highly relevant to coping in a large sample of students at the University of Alabama, shortly before the area was struck by tornadoes in the spring of 2011. Thus, the PI was in a unique position to follow-up on this survey to see if the personality and social measures collected before the tornado predicted changes in well-being after. The National Science Foundation provided research funds for the PI to survey these students six to eight months after the tornado to learn about how people with different psychological characteristics responded to their experiences with the tornado.     \n\nData were collected from nearly 400 of the 700 original participants that were asked to participate in this follow-up survey. With funds remaining from the 300 people who did not participate in the follow-up survey, an additional set of data was collected from 187 participants who completed the first post-tornado survey.\n\nSimple analyses of the data show that the participants experienced a wide range of experiences during the storm. Some participants were largely unaffected by the storm; most were moderately affected (for example, their car was destroyed); and a significant minority were severely affected (for example, losing their home or experiencing the death of a friend). The participants also report a wide range of psychological adjustment experiences after the storm. Although most participants reported only mild problems adjusting, a significant minority reported major problems, such as depression symptoms, general anxiousness, unwanted memories of the tornado, and symptoms of physical distress. These analyses suggest that the data we collected will be very useful for understanding the relationship between disaster exposure and adjustment.\n\nMore complicated analyses have addressed the ways that the participantsÆ degree of exposure to the storm combined with their pre-tornado psychological characteristics to determine how well they adjusted after the tornado. One of these analyses confirmed what previous research had suggested; that the degree of exposure to the effects of the tornado predicted adjustment problems most strongly among participants who had previously described themselves as prone to experience strong negative emotions. Among people who had previously reported little susceptibility to strong negative emotions, even severely impacted participants were adjusting well psychologically six months after the tornado. In other words, the tendency to experience strong negative emotions is a confirmed risk factor for poor adjustment after a natural disaster.\n\nThe results also confirmed previous research suggesting that in times of severe trauma, social support helps protect people against psychological ..."
 }
}