{
 "awd_id": "1143661",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Palais",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 1600.0,
 "awd_amount": 1600.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2011-07-21",
 "awd_abstract_narration": "Bess Koffman will travel to Cornell University and Lamont-Doherty Earth Observatory (LDEO) of Columbia University for the purpose of exploring possible postdoctoral research with two potential sponsoring scientists.  Dr. Natalie Mahowald (Cornell) is an atmospheric dust modeler and Dr. Steven Goldstein is an isotope geochemist.  The travel, which includes four days at each institution will help Ms. Koffman choose between the two different approaches to address research questions about dust transport, atmospheric circulation and climate in the southern hemisphere, as she works to establish her future research directions in paleoclimate science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bess",
   "pi_last_name": "Koffman",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Bess G Koffman",
   "pi_email_addr": "",
   "nsf_id": "000548728",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Koffman                 Bess           G",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Orono",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "",
  "inst_zip_code": "044690001",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "ME",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": null,
  "perf_city_name": "Orono",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695748",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "524700",
   "pgm_ele_name": "POST DOC/TRAVEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A travel grant made through the OPP Postdoctoral Fellowships in Polar Regions Research program enabled Bess Koffman to visit Cornell University and Lamont-Doherty Earth Observatory (LDEO) of Columbia University in the summer of 2011 in order to explore postdoctoral research options at both institutions. &nbsp;She visited with Steven Goldstein, Michael Kaplan, and Gisela Winckler at LDEO, and with Natalie Mahowald at Cornell; at each institution, she gave a seminar, toured the laboratories, and met with members of the host research groups.&nbsp; Initially, Ms. Koffman expected to choose between climate modeling and geochemical approaches to investigating Southern Hemisphere atmospheric dust transport; as a result of this travel support, she was able to develop a synergistic project that will take advantage of both approaches in her postdoctoral research. Her postdoctoral fellowship proposal, entitled, &ldquo;Evaluating New Zealand as a source of dust to West Antarctica during the Last Glacial Maximum,&rdquo; has been recommended for funding, with a start date in the summer of 2013. &nbsp;The research will build on the expertise of all four postdoctoral mentors (Goldstein, Kaplan, Winckler, and Mahowald), and will incorporate geological fieldwork in New Zealand, isotopic and geochemical analysis of samples from Antarctic ice cores and New Zealand sediments (at LDEO), and climate modeling work (at Cornell).&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/07/2012<br>\n\t\t\t\t\tModified by: Bess&nbsp;G&nbsp;Koffman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA travel grant made through the OPP Postdoctoral Fellowships in Polar Regions Research program enabled Bess Koffman to visit Cornell University and Lamont-Doherty Earth Observatory (LDEO) of Columbia University in the summer of 2011 in order to explore postdoctoral research options at both institutions.  She visited with Steven Goldstein, Michael Kaplan, and Gisela Winckler at LDEO, and with Natalie Mahowald at Cornell; at each institution, she gave a seminar, toured the laboratories, and met with members of the host research groups.  Initially, Ms. Koffman expected to choose between climate modeling and geochemical approaches to investigating Southern Hemisphere atmospheric dust transport; as a result of this travel support, she was able to develop a synergistic project that will take advantage of both approaches in her postdoctoral research. Her postdoctoral fellowship proposal, entitled, \"Evaluating New Zealand as a source of dust to West Antarctica during the Last Glacial Maximum,\" has been recommended for funding, with a start date in the summer of 2013.  The research will build on the expertise of all four postdoctoral mentors (Goldstein, Kaplan, Winckler, and Mahowald), and will incorporate geological fieldwork in New Zealand, isotopic and geochemical analysis of samples from Antarctic ice cores and New Zealand sediments (at LDEO), and climate modeling work (at Cornell). \n\n\t\t\t\t\tLast Modified: 08/07/2012\n\n\t\t\t\t\tSubmitted by: Bess G Koffman"
 }
}