{
 "awd_id": "1143525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding of Molecular Phenomena on Planar and Nanosized GaP Surfaces Under Different Environmental Conditions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 372902.0,
 "awd_amount": 372902.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2011-07-20",
 "awd_abstract_narration": "The Environmental Chemical Sciences (ECS) program of the Division of Chemistry will support the research program of Prof. Albena Ivanisevic of Purdue University. Prof. Ivanisevic and her students will develop novel surface functionalization methods to form peptide coatings that passivate GaP surfaces in order to prevent the release of toxic Ga in biological systems, test the long term stability of peptide-coated GaP films, nanoparticles and nanowires in physiologically relevant conditions, and understand the molecular phenomena that govern their survival or deterioration under different environmental conditions. The specific aims of the study are: i) Explore surface functionalization schemes that result in the immobilization of peptides on GaP with high coverage and reproducibility while preventing the reformation of oxide on the semiconductor surface; ii) Quantify the amount of inorganic material released under different environmental conditions and use analytical tools to understand the processes associated with surface degradation; iii) Correlate stability under different environmental conditions with bio-recognition properties using Quartz Crystal Microbalance with Dissipation (QCM-D) and clinically relevant samples.\r\n\r\nEffective passivation of GaP surafces by peptide coatings will enable the application of GaP materials in biosensing platforms used in biological systems. It will also alleviate toxicity concerns associated with the wide spread use of GaP and other III-V semiconductor materials in the electronics industry. The project will provide excellent educational opportunities for students, including some from under represented groups, desiring to work at the interdiciplinary research area of nanomaterials toxicity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albena",
   "pi_last_name": "Ivanisevic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Albena Ivanisevic",
   "pi_email_addr": "ivanisevic@ncsu.edu",
   "nsf_id": "000415880",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "911 Partners Way",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957907",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688200",
   "pgm_ele_name": "Environmental Chemical Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 372902.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Summary of Intellectual Merit:</em> GaP planer surfaces were functionalized with azide molecules and studied with surface sensitive techniques.&nbsp; Covalent functionalization was confirmed on the surface.&nbsp;&nbsp; Analysis revealed molecular thickness of approximately 1-8 angstroms.&nbsp; A stability study using the functionalized surfaces showed good stability in saline solutions with varying concentrations of hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>). &nbsp;Finally inductively-coupled plasma mass spectrometry (ICP-MS) was used to evaluate the gallium concentration in the stability solutions.&nbsp; While the functionalization with the organic azides did not provide complete suppression of gallium leaching, both of the azides decreased the leaching by 10-50%.&nbsp; The growth, covalent functionalization, and subsequent DNA modification of GaP nanorods was also investigated.&nbsp; Analysis of the nanorods using microscopy and diffraction techniques revealed important information regarding their physical properties such as the presence of twinning defects. Kelvin probe force microscopy (KPFM) was used to analyze the extent of plasma cleaning and how it affected the functionalization that employed thiol chemistry.&nbsp; KFPM analysis of the subsequent modification of functionalized nanorods with single stranded DNA (ssDNA) revealed that immobilization was dependent on the amount of plasma cleaning to which the nanorods had been exposed.&nbsp; Nanorods were then exposed to the complementary DNA strand and KPFM was again used to detect successful hybridization.&nbsp; In the final funding period the work focused on utilizing a methodology called in situ functionalization and compare the stability of GaP with GaN.&nbsp; The main objective was to demonstrate that phosphonic acids can be used to passivate GaP using an in situ approach and to assess the stability of the material under different environmental conditions.&nbsp; The in situ functionalization was performed on GaP and on GaN simultaneously in order to compare the properties of these III-V semiconductor materials.&nbsp; In-situ functionalization was carried out by adding a fluorinated phosphonic acid derivative to a phosphoric acid etchant in order to study its effect on stability and oxide formation on the surfaces. The functionalization was characterized by atomic force microscopy, x-ray photoelectron spectroscopy, water contact angle measurements and inductively coupled plasma mass spectrometry.&nbsp; The in situ functionalization was found to cause: (i) little change in surface roughness, (ii) predictable increase in hydrophobicity, and (iii) decreased oxide formation on the surface. &nbsp;The most significant result compared the amount of Ga leached using quantitative mass spectrometry measurements after exposure to different solutions indented to mimic different environmental conditions.&nbsp; In situ functionalization significantly improved the passivation of the material.</p>\n<p class=\"BDAbstractCxSpLast\"><em>Summary of Broader Impact:</em>&nbsp; Several graduate students who worked on this project successfully defended their PhD thesis and obtained industry and teaching positions.&nbsp; In addition, since relocating to NC State University the PI&rsquo;s students have engaged in outreach activities initiated by the SMILE camp in the Materials Science Department.&nbsp; Through this activity the graduate students who worked on the project introduced middle school students to techniques and surface concepts they have utilized throughout the duration of the project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2015<br>\n\t\t\t\t\tModified by: Albena&nbsp;Ivanisevic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSummary of Intellectual Merit: GaP planer surfaces were functionalized with azide molecules and studied with surface sensitive techniques.  Covalent functionalization was confirmed on the surface.   Analysis revealed molecular thickness of approximately 1-8 angstroms.  A stability study using the functionalized surfaces showed good stability in saline solutions with varying concentrations of hydrogen peroxide (H2O2).  Finally inductively-coupled plasma mass spectrometry (ICP-MS) was used to evaluate the gallium concentration in the stability solutions.  While the functionalization with the organic azides did not provide complete suppression of gallium leaching, both of the azides decreased the leaching by 10-50%.  The growth, covalent functionalization, and subsequent DNA modification of GaP nanorods was also investigated.  Analysis of the nanorods using microscopy and diffraction techniques revealed important information regarding their physical properties such as the presence of twinning defects. Kelvin probe force microscopy (KPFM) was used to analyze the extent of plasma cleaning and how it affected the functionalization that employed thiol chemistry.  KFPM analysis of the subsequent modification of functionalized nanorods with single stranded DNA (ssDNA) revealed that immobilization was dependent on the amount of plasma cleaning to which the nanorods had been exposed.  Nanorods were then exposed to the complementary DNA strand and KPFM was again used to detect successful hybridization.  In the final funding period the work focused on utilizing a methodology called in situ functionalization and compare the stability of GaP with GaN.  The main objective was to demonstrate that phosphonic acids can be used to passivate GaP using an in situ approach and to assess the stability of the material under different environmental conditions.  The in situ functionalization was performed on GaP and on GaN simultaneously in order to compare the properties of these III-V semiconductor materials.  In-situ functionalization was carried out by adding a fluorinated phosphonic acid derivative to a phosphoric acid etchant in order to study its effect on stability and oxide formation on the surfaces. The functionalization was characterized by atomic force microscopy, x-ray photoelectron spectroscopy, water contact angle measurements and inductively coupled plasma mass spectrometry.  The in situ functionalization was found to cause: (i) little change in surface roughness, (ii) predictable increase in hydrophobicity, and (iii) decreased oxide formation on the surface.  The most significant result compared the amount of Ga leached using quantitative mass spectrometry measurements after exposure to different solutions indented to mimic different environmental conditions.  In situ functionalization significantly improved the passivation of the material.\nSummary of Broader Impact:  Several graduate students who worked on this project successfully defended their PhD thesis and obtained industry and teaching positions.  In addition, since relocating to NC State University the PIÆs students have engaged in outreach activities initiated by the SMILE camp in the Materials Science Department.  Through this activity the graduate students who worked on the project introduced middle school students to techniques and surface concepts they have utilized throughout the duration of the project.\n\n \n\n\t\t\t\t\tLast Modified: 01/13/2015\n\n\t\t\t\t\tSubmitted by: Albena Ivanisevic"
 }
}