{
 "awd_id": "1143513",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Graduate Student Consortium at the 2012 Tangible, Embedded and Embodied Interaction (TEI'12) Conference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 24920.0,
 "awd_amount": 24920.0,
 "awd_min_amd_letter_date": "2011-07-16",
 "awd_max_amd_letter_date": "2011-07-16",
 "awd_abstract_narration": "Recent technological advances have enabled digital applications to move away from purely desktop and office settings to gain greater relevance in our everyday lives and spaces: homes, classrooms, public and cultural places, scientific laboratories and beyond. This has given rise to an increasing number of creative practices and research areas that seek to overcome the long-standing separation between the physical and digital worlds.  The ACM Conference on Tangible, Embedded and Embodied Interaction (TEI) serves as a gathering place for an interdisciplinary community of computer scientists, engineers, artists and designers working in the emerging field of new interfaces that bridge the physical and virtual worlds.  \r\n\r\nThis award is in support of the third annual TEI 2012 Graduate Student Consortium, to be held at the ACM TEI 2012 at Queen's University in Ontario, Canada. The ACM TEI 2012 Graduate Student Consortium will promote national and international exchange of research, methods and ideas at the intersection of this diverse field of engineering and creativity.  The consortium is an opportunity to develop the research and design skills of a new generation of scientists, engineers, and designers who will shape the technological and socio-cultural landscape of the future of computing as it integrates physical objects and virtual spaces seamlessly. The consortium program aims to increase participation in the tangible, embedded and embodied interaction academic community by providing mentorship for young scientists, researchers, and designers in this field, and by giving them the opportunity to meet and engage with more senior TEI researchers at the conference.\r\n\r\nStudents from a range of fields, including industrial design, digital media arts, human centered computing and computer science will convene and share research projects that will help to broaden their perspectives on transformative practices and methods in the field.  Consortium participants will be invited to present their work and receive constructive critique from a panel of faculty mentors. And, they will present their work in a poster session during the conference, and their accompanying papers will be published in the ACM Digital Library.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Orit",
   "pi_last_name": "Shaer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Orit Shaer",
   "pi_email_addr": "oshaer@wellesley.edu",
   "nsf_id": "000547518",
   "pi_start_date": "2011-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wellesley College",
  "inst_street_address": "106 CENTRAL ST",
  "inst_street_address_2": "",
  "inst_city_name": "WELLESLEY HILLS",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812832079",
  "inst_zip_code": "024818203",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "WELLESLEY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z17DSLNJ1DX1"
 },
 "perf_inst": {
  "perf_inst_name": "Queen's Human Media Lab",
  "perf_str_addr": "",
  "perf_city_name": "Ontario",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Canada",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 24920.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>The Tangible Embedded and Embodied Interaction Conference</strong></p>\n<p>The technological advances of the past two decades have given rise to an increasing number of creative practices and research areas that seek to overcome the long-standing separation between the physical and digital worlds. The first conference on Tangible, Embedded, and Embodied Interaction (TEI) was held in 2007 in Louisiana, motivated by the field&rsquo;s growth over the previous decade and dedicated to the exploration of novel experiences that bridge bits and atoms through research in human-computer interaction, design, interactive arts, tools and technologies. Since then, the annual TEI conference brings together researchers, designers, engineers, and artists who provide an innovative and cross-disciplinary perspective on physical/digital interaction design and technological innovation.</p>\n<p>&nbsp;</p>\n<p>In 2012, the Human Media Group of Queens University hosted the sixth TEI conference in Kingston, Canada. The attendees of the sixth offering of this ACM-sponsored conference enjoy working in a time where decreasing hardware prices and increasing computing+sensing capabilities, as well as emerging interaction paradigms enable them to&nbsp; explore the TEI design space in rich ways while addressing known challenges and setting new directions.</p>\n<p>&nbsp;</p>\n<p>This NSF grant supported the TEI'12 Graduate Student Consortium pre-conference event that was held on&nbsp;January 20, 2012. The GSC is a one-day event held before the main conference, in which thirteen young scholars (selected through a review process) participated in a day-long critical discussion and review of their work with faculty mentors.&nbsp;</p>\n<p><strong>The TEI Graduate Student Consortia</strong></p>\n<p>Since 2010, the GSC has been serving as a venue for the TEI community to prepare budding scholars (also known as graduate students) to carry on and append to the TEI agenda. The intimate gathering promotes national and international exchange of research, methods and ideas at the intersection of this diverse fields of TEI. The consortium gives opportunities to participants to develop the research and design skills necessary to become the next generation of scientists, engineers, designers, and artists, to shape the technological and socio-cultural landscape of the future of computing and our daily interaction with the world. This is an important task for a field that is ramping up its activity in areas that integrate physical and virtual objects and spaces seamlessly.</p>\n<p>GSC Mentors who have experience in the academic, industrial, and artistic communities relevant to the TEI conference run the GSCs. They receive applications from dozens of graduate students (Master and PhD), read short papers about each applicant&rsquo;s work, select roughly a dozen students to participate, and invite them to meet and engage with their peers and more senior TEI researchers at the conference. The National Science Foundation&nbsp; has been generously providing support for the GSC events, fostering the mentoring and interaction of graduate students in the field. Mentoring a next generation of TEI researchers is crucial if the field is to retain its initial vigor and openness as it gains foothold in the academic establishment of human-computer interaction research.</p>\n<p>&nbsp;</p>\n<p>GSC participants arrive the day before the main TEI conference program begins. They have opportunities to get to know each other through social functions and then get down to work. Each student presents their work to GSC mentors and peers to solicit feedback from diverse perspectives. The mentors critique each presentation and provide insights about how the work of different participants resonate with dovetailing agendas in the TEI field. After the GSC, participants share posters at the main conference and their short papers are published in th...",
  "por_txt_cntn": "\nThe Tangible Embedded and Embodied Interaction Conference\n\nThe technological advances of the past two decades have given rise to an increasing number of creative practices and research areas that seek to overcome the long-standing separation between the physical and digital worlds. The first conference on Tangible, Embedded, and Embodied Interaction (TEI) was held in 2007 in Louisiana, motivated by the fieldÆs growth over the previous decade and dedicated to the exploration of novel experiences that bridge bits and atoms through research in human-computer interaction, design, interactive arts, tools and technologies. Since then, the annual TEI conference brings together researchers, designers, engineers, and artists who provide an innovative and cross-disciplinary perspective on physical/digital interaction design and technological innovation.\n\n \n\nIn 2012, the Human Media Group of Queens University hosted the sixth TEI conference in Kingston, Canada. The attendees of the sixth offering of this ACM-sponsored conference enjoy working in a time where decreasing hardware prices and increasing computing+sensing capabilities, as well as emerging interaction paradigms enable them to  explore the TEI design space in rich ways while addressing known challenges and setting new directions.\n\n \n\nThis NSF grant supported the TEI'12 Graduate Student Consortium pre-conference event that was held on January 20, 2012. The GSC is a one-day event held before the main conference, in which thirteen young scholars (selected through a review process) participated in a day-long critical discussion and review of their work with faculty mentors. \n\nThe TEI Graduate Student Consortia\n\nSince 2010, the GSC has been serving as a venue for the TEI community to prepare budding scholars (also known as graduate students) to carry on and append to the TEI agenda. The intimate gathering promotes national and international exchange of research, methods and ideas at the intersection of this diverse fields of TEI. The consortium gives opportunities to participants to develop the research and design skills necessary to become the next generation of scientists, engineers, designers, and artists, to shape the technological and socio-cultural landscape of the future of computing and our daily interaction with the world. This is an important task for a field that is ramping up its activity in areas that integrate physical and virtual objects and spaces seamlessly.\n\nGSC Mentors who have experience in the academic, industrial, and artistic communities relevant to the TEI conference run the GSCs. They receive applications from dozens of graduate students (Master and PhD), read short papers about each applicantÆs work, select roughly a dozen students to participate, and invite them to meet and engage with their peers and more senior TEI researchers at the conference. The National Science Foundation  has been generously providing support for the GSC events, fostering the mentoring and interaction of graduate students in the field. Mentoring a next generation of TEI researchers is crucial if the field is to retain its initial vigor and openness as it gains foothold in the academic establishment of human-computer interaction research.\n\n \n\nGSC participants arrive the day before the main TEI conference program begins. They have opportunities to get to know each other through social functions and then get down to work. Each student presents their work to GSC mentors and peers to solicit feedback from diverse perspectives. The mentors critique each presentation and provide insights about how the work of different participants resonate with dovetailing agendas in the TEI field. After the GSC, participants share posters at the main conference and their short papers are published in the proceedings.\n\n \n\nWork  presented in the TEI'12 GSC includes:\n\n- Body-Centric Interaction with Mobile Devices \n\n- Peripheral Interaction: Facilitating Interaction with Secondary Tasks \n\n- Exploring the ..."
 }
}