{
 "awd_id": "1143586",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:  Foundations of Molecular Modeling and Simulation (FOMMS 2012); Welches, Oregon; July 22-26, 2012",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gary Fischman",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 33000.0,
 "awd_amount": 33000.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "This grant provides funding for the Foundations of Molecular Modeling and Simulation (FOMMS) 2012 conference to be held in Welches, Oregon July 22 - 26, 2012.  The conference will emphasize the latest developments in computational quantum and classical simulation methods, as well as their application to discovery and data driven applications in science and engineering.  The grant will be used to support participant costs for the meeting, facilitating attendance by researchers who might otherwise be unable to attend the conference, including junior faculty, postdoctoral researchers, graduate students, and under-represented minorities.  The conference features an outstanding and diverse slate of 18 renowned innovators in and practitioners of molecular modeling and simulation from the US, Europe, and Japan who have accepted invitations to present plenary talks over the 4.5 day conference.  Additionally, workshops on open source molecular simulation codes and on the use of molecular simulation methods in education will be conducted. Participants will be encouraged to present their latest work in one of two poster sessions.\r\n\r\nThe FOMMS 2012 conference will broadly impact researchers and students who develop or use molecular-based modeling and simulation tools in academia and industry. The conference format and venue provide ample time and opportunity for interaction among participants, cross-fertilization of disciplines, and mentoring of young researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Maginn",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Maginn",
   "pi_email_addr": "ed@nd.edu",
   "nsf_id": "000391674",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame du Lac",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9239",
   "pgm_ref_txt": "MATERIALS CHEMISTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 33000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>5<sup>th</sup> International Conference on </strong></p>\n<p><strong>Foundations of Molecular Modeling and Simulation </strong></p>\n<p><strong>FOMMS 2012</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><em>Foundations for Discovery and Data</em></p>\n<p>&nbsp;</p>\n<p>Edward Maginn, Chair (University of Notre Dame)</p>\n<p>Kristen Fichthorn, co-Chair (Pennsylvania State University)</p>\n<p>J. Ilja Siepmann, co-Chair (University of Minnesota)</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The 5<sup>th</sup> triennial FOMMS conference was held July 22-26, 2012 at the Resort at the Mountain, near Mount Hood, Oregon. A total of 129 participants and 11 guests took part in the meeting, which focused on showcasing the latest developments in the use of molecular modeling and simulation in both fundamental and applied application areas. After the opening evening reception on July 22, <strong>Prof. Matthias Scheffler</strong> of the Fritz-Haber Institute in Germany gave the opening keynote lecture entitled <em>&ldquo;</em>Role of van der Waals Interactions in Physics, Chemistry and Biology&rdquo;.</p>\n<p>&nbsp;</p>\n<p>On Monday, <strong>Prof. Mike Greenfield</strong> (University of Rhode Island), <strong>Dr. Bruce Murch</strong> (Procter and Gamble) and <strong>Dr. Edward Seidel</strong> (National Science Foundation) gave presentations in a session focused on &ldquo;Cyberinfrastructure and Future Trends&rdquo;. A second session called &ldquo;Multi-Resolution Modeling&rdquo; featured talks by <strong>Prof. Sharon Hammes-Schiffer</strong> (Penn State) and <strong>Jhih Wei Chu</strong> (University of California, Berkeley). The first contributed poster session also occurred on Monday, with over 50 posters being presented.</p>\n<p>&nbsp;</p>\n<p>On Tuesday, <strong>Prof. Phil Westmoreland</strong> (North Carolina State), <strong>Dr. Krzysztof Moorthi</strong> (Mitsui Chemicals) and <strong>Prof. Claire Adjiman</strong> (Imperial College London) spoke in the &ldquo;Products and Process Design&rdquo; session. Participants took Tuesday afternoon off to enjoy group outings, including a waterfall tour, whitewater rafting, hiking, wine tasting and fly fishing. Please note that participants paid all the costs of the outings from personal funds. We went back to work Tuesday evening, with a workshop on &ldquo;Software Suites and Application Interfaces&rdquo;. There were short presentations made by <strong>Dr. Wibe De Jong</strong> (NWChem), <strong>Prof. Matthias Scheffler</strong> (FHI-aims software), <strong>Dr. George Fitzgerald</strong> (Accelrys), <strong>Dr. Hannes Schweiger</strong> (Materials Design), <strong>Dr. Lalitha Subramanian</strong> (Scienomics), <strong>Dr. Paul Crozier</strong> (LAMMPS) and <strong>Dr. </strong><strong>Shyamal Nath</strong> (Culgi). Following this, participants engaged in a lively and spirited exchange on the merits of different packages, the future of modeling software, and best practices.</p>\n<p>&nbsp;</p>\n<p>Wednesday began with talks on &ldquo;Energy and Environment&rdquo; by <strong>Prof. David Sholl</strong> (Georgia Institute of Technology), <strong>Prof. Fumio Hirata</strong> (Institute for Molecular Science, Japan) and <strong>Dr. Bruce Garrett</strong> (Pacific Northwest Laboratory). The second poster session (again with about 50 poster presentations) took place Wednesday afternoon and the day ended with evening presentations in the &ldquo;Life Sciences&rdquo; session by <strong>Prof. Sarah Price</strong> (University College &ndash; London) and <strong>Prof. Joan Emma Shea</strong> (University of California, Santa Barbara).</p>\n<p>&nbsp;</p>\n<p>The final day of FOMMS 2012 began with a session on &ldquo;Complex Fluids&rdquo; in which <strong>Prof. Mark Asta</strong> (University of California, Berkeley), <strong>Prof. Juan de Pablo</strong> (University of Wisconsin) and <strong>Prof. Pablo Debenedetti</strong> (Princeton University) all gave outstanding tal...",
  "por_txt_cntn": "\n5th International Conference on \n\nFoundations of Molecular Modeling and Simulation \n\nFOMMS 2012\n\n \n\nFoundations for Discovery and Data\n\n \n\nEdward Maginn, Chair (University of Notre Dame)\n\nKristen Fichthorn, co-Chair (Pennsylvania State University)\n\nJ. Ilja Siepmann, co-Chair (University of Minnesota)\n\n \n\n \n\nThe 5th triennial FOMMS conference was held July 22-26, 2012 at the Resort at the Mountain, near Mount Hood, Oregon. A total of 129 participants and 11 guests took part in the meeting, which focused on showcasing the latest developments in the use of molecular modeling and simulation in both fundamental and applied application areas. After the opening evening reception on July 22, Prof. Matthias Scheffler of the Fritz-Haber Institute in Germany gave the opening keynote lecture entitled \"Role of van der Waals Interactions in Physics, Chemistry and Biology\".\n\n \n\nOn Monday, Prof. Mike Greenfield (University of Rhode Island), Dr. Bruce Murch (Procter and Gamble) and Dr. Edward Seidel (National Science Foundation) gave presentations in a session focused on \"Cyberinfrastructure and Future Trends\". A second session called \"Multi-Resolution Modeling\" featured talks by Prof. Sharon Hammes-Schiffer (Penn State) and Jhih Wei Chu (University of California, Berkeley). The first contributed poster session also occurred on Monday, with over 50 posters being presented.\n\n \n\nOn Tuesday, Prof. Phil Westmoreland (North Carolina State), Dr. Krzysztof Moorthi (Mitsui Chemicals) and Prof. Claire Adjiman (Imperial College London) spoke in the \"Products and Process Design\" session. Participants took Tuesday afternoon off to enjoy group outings, including a waterfall tour, whitewater rafting, hiking, wine tasting and fly fishing. Please note that participants paid all the costs of the outings from personal funds. We went back to work Tuesday evening, with a workshop on \"Software Suites and Application Interfaces\". There were short presentations made by Dr. Wibe De Jong (NWChem), Prof. Matthias Scheffler (FHI-aims software), Dr. George Fitzgerald (Accelrys), Dr. Hannes Schweiger (Materials Design), Dr. Lalitha Subramanian (Scienomics), Dr. Paul Crozier (LAMMPS) and Dr. Shyamal Nath (Culgi). Following this, participants engaged in a lively and spirited exchange on the merits of different packages, the future of modeling software, and best practices.\n\n \n\nWednesday began with talks on \"Energy and Environment\" by Prof. David Sholl (Georgia Institute of Technology), Prof. Fumio Hirata (Institute for Molecular Science, Japan) and Dr. Bruce Garrett (Pacific Northwest Laboratory). The second poster session (again with about 50 poster presentations) took place Wednesday afternoon and the day ended with evening presentations in the \"Life Sciences\" session by Prof. Sarah Price (University College &ndash; London) and Prof. Joan Emma Shea (University of California, Santa Barbara).\n\n \n\nThe final day of FOMMS 2012 began with a session on \"Complex Fluids\" in which Prof. Mark Asta (University of California, Berkeley), Prof. Juan de Pablo (University of Wisconsin) and Prof. Pablo Debenedetti (Princeton University) all gave outstanding talks. The afternoon was dedicated to the second conference workshop, with the theme being \"Validation of Simulations\". Prof. Ellad Tadmor (University of Minnesota) and Prof. Michael Shirts (University of Virginia) challenged the participants to think of ways in which simulation methods and results can be better validated, archived, and trusted. The conference ended with the presentation of the FOMMS Medal to Prof. Keith Gubbins of North Carolina State University, who gave a talk entitled \"Molecular Modeling and Simulation of Confined Nano-Phases\". Following this, the traditional FOMMS movie was screened (http://www.youtube.com/watch?v=6sWSBttSf4c) and the conference ended with a wonderful outdoor banquet on the grounds of the resort.\n\n \n\n \n\nOverall, FOMMS 2012 was a great success. We are especially grateful to the National Science Foun..."
 }
}