{
 "awd_id": "1143548",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PC3: Collaborative Research: Foundation for Trusted and Scalable Mobile Healthcare",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 156178.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2013-08-26",
 "awd_abstract_narration": "This award provides funding for a collaborative project between Dartmouth College, Rice University and the Indian Institute of Technology in New Delhi.  Soon, technology for mobile health (mHealth) will enable individuals to wear one or more sensing devices to better monitor their health conditions, or enable rural health workers to make periodic visits to villages that may not have access to routine healthcare services. The investigators in this project are developing the scientific foundations for a modular kit of mHealth components -- portable, inexpensive, and usable by patients or healthcare workers with limited training -- that can be assembled into a variety of combinations for different circumstances or healthcare purposes. Scientifically, they are addressing two fundamental questions: (1) how to construct secure, self-aware sensors that can attest to the provenance of the sensor data and its context; (2) how to design a system for computational triage that can provide real-time on-site feedback to the patient, avoiding the need for every patient visit, every data point, to be examined by skilled health professionals. The intellectual merit of this project is in (1) developing a new breed of portable medical sensors with the intelligence to identify and securely attest to the origin and quality of the data, and (2) developing computational triage algorithms that guide individual subjects to a medical facility when tests reveal a high chance of potential health problems. The research should result in broader impacts including (1) technology that could radically improve preventive health, (2) students trained on healthcare technologies in a wider global context, and (3) technologies that will have applications beyond healthcare, such as in critical infrastructure monitoring.  This project is part of the Pervasive Communications and Computing Collaboration (PC3) initiative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kotz",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "David F Kotz",
   "pi_email_addr": "David.F.Kotz@Dartmouth.edu",
   "nsf_id": "000183053",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "Sudikoff Lab: HB 6211",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553510",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  },
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6178.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-9a7f0f70-8e70-85c3-00ac-9096ee4c296c\"> </span></p>\n<p dir=\"ltr\"><span>Intellectual Merit:</span><span> &nbsp;The major goal for the project was to enable portable, inexpensive, mHealth diagnostics that can be operated by patients or healthcare workers with limited training. &nbsp;Most medical sensing systems are developed for use in clinical conditions, but when operated by non-experts or in non-clinical condition (at home or in the field), the resulting tests can lead to unreliable and error-prone data. Our research objectives were to enable medical diagnostics in non-ideal conditions performed by non-experts. &nbsp;We therefore focused on the development of systems that could capture information about the context in which the data was collected. This additional information, which we call </span><span>contextual evidence,</span><span> is presented alongside the data so the data recipient can better interpret the validity and meaning of the medical data from the field.</span></p>\n<p dir=\"ltr\"><span>Broader Impact</span><span>: This work led to a deeper understanding of the importance of information provenance and of context in the collection of medical data from remote field settings. In the course of the project we met with healthcare leaders in both the United States and in India, articulating this issue and consulting with them to identify solutions. We presented these ideas at technical conferences in both countries, multiple times. &nbsp;We presented a panel on &ldquo;Designing usable, secure, privacy-aware and available IoT and wearable technologies for healthcare&rdquo; at the Grace Hopper Celebration of Women in Computing conference. &nbsp;We trained several female students, both undergraduate and graduate, in the technology related to mobile sensing and mobile healthcare systems, and lectured in an undergraduate/graduate course on mobile healthcare systems and applications. We shared our knowledge of mobile-health devices (and discussed the challenges related to security and privacy) with healthcare officials in both urban and rural settings in both India and the US.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/15/2015<br>\n\t\t\t\t\tModified by: David&nbsp;F&nbsp;Kotz</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1143548/1143548_10125839_1424024051040_ocean--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1143548/1143548_10125839_1424024051040_ocean--rgov-800width.jpg\" title=\"Diagram of OCEAN architecture\"><img src=\"/por/images/Reports/POR/2015/1143548/1143548_10125839_1424024051040_ocean--rgov-66x44.jpg\" alt=\"Diagram of OCEAN architecture\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">OCEAN - the open contextual evidence add-on - allows mobile applications to collect \"contextual information\" that can help a data recipient better interpret and validate the primary data collected by the mobile application.</div>\n<div class=\"imageCredit\">Aarathi Prasad</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">David&nbsp;F&nbsp;Kotz</div>\n<div class=\"imageTitle\">Diagram of OCEAN architecture</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nIntellectual Merit:  The major goal for the project was to enable portable, inexpensive, mHealth diagnostics that can be operated by patients or healthcare workers with limited training.  Most medical sensing systems are developed for use in clinical conditions, but when operated by non-experts or in non-clinical condition (at home or in the field), the resulting tests can lead to unreliable and error-prone data. Our research objectives were to enable medical diagnostics in non-ideal conditions performed by non-experts.  We therefore focused on the development of systems that could capture information about the context in which the data was collected. This additional information, which we call contextual evidence, is presented alongside the data so the data recipient can better interpret the validity and meaning of the medical data from the field.\nBroader Impact: This work led to a deeper understanding of the importance of information provenance and of context in the collection of medical data from remote field settings. In the course of the project we met with healthcare leaders in both the United States and in India, articulating this issue and consulting with them to identify solutions. We presented these ideas at technical conferences in both countries, multiple times.  We presented a panel on \"Designing usable, secure, privacy-aware and available IoT and wearable technologies for healthcare\" at the Grace Hopper Celebration of Women in Computing conference.  We trained several female students, both undergraduate and graduate, in the technology related to mobile sensing and mobile healthcare systems, and lectured in an undergraduate/graduate course on mobile healthcare systems and applications. We shared our knowledge of mobile-health devices (and discussed the challenges related to security and privacy) with healthcare officials in both urban and rural settings in both India and the US.\n\n \n\n\t\t\t\t\tLast Modified: 02/15/2015\n\n\t\t\t\t\tSubmitted by: David F Kotz"
 }
}