{
 "awd_id": "1143998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: New Techniques for Graph-TSP",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Balasubramanian Kalyanasundaram",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 99277.0,
 "awd_amount": 99277.0,
 "awd_min_amd_letter_date": "2011-07-16",
 "awd_max_amd_letter_date": "2011-07-16",
 "awd_abstract_narration": "The traveling salesperson problem (TSP) is a benchmark problem for combinatorial optimization that asks for a shortest tour that visits all the cities in a given network. The graph version where the distances arise from an underlying undirected graph captures a significant portion of the difficulty of designing good algorithms for solving this problem. This proposal will develop a consolidated understanding of the new techniques used in recent developments in the design of improved approximation algorithms for the graph-TSP problem and suggest new ones to move towards optimal performance guarantees. It will also examine carefully which of these will apply to the more general metric version of the problem, as well their relation to the well-known subtour elimination linear programming relaxation for the problem.\r\n\r\nDesigning better heuristic methods for solving prototypically hard optimization problems can improve our ability to solve larger real-scale instances arising in a variety of practical applications. This project will develop methods for improving the mathematically provable quality of the heuristic solutions for the fundamental traveling salesperson problem. New methods developed by the proposal will find applications to broader classes of problems in designing fault-tolerant minimum-distance networks, and also lead to new insights in graph theory and combinatorial optimization.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramamoorthi",
   "pi_last_name": "Ravi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramamoorthi Ravi",
   "pi_email_addr": "ravi@cmu.edu",
   "nsf_id": "000110479",
   "pi_start_date": "2011-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99277.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project initiated new work on developing effective heuristic<br />methods for the TSP, a very important problem in optimization that<br />is known to be computationally hard to solve exactly. Solving these<br />optimization problems require tacking the combinatorial explosion<br />in the number of candidate solutions so as to pick the best, and<br />results in their computational intractability. The approximation<br />algorithm approach taken in this proposal designs algorithms that<br />run in much faster time than enumerating and scanning all<br />solutions, yet always delivers a solution whose quality has a<br />mathematically provable error ratio with respect to the best<br />possible solution. The algorithm is designed so that this<br />performance guarantee on the ratio of qualities is required to hold<br />no matter what instance is provided as input to the method.<br /><br />The traveling salesperson problem (TSP) is a benchmark problem for<br />combinatorial optimization that asks for a shortest length tour<br />that visits all the cities in a given network. In the graph version<br />that this proposal examined, the distances arise from an underlying<br />undirected graph where every link has the same length. Despite its<br />simplicity, this version captures a significant portion of the<br />difficulty of designing good algorithms for solving this problem.<br />This proposal developed a consolidated understanding of the new<br />techniques used in recent developments in the design of improved<br />approximation algorithms for the graph-TSP problem. It also<br />suggested new methods to move towards performance guarantees<br />approaching the limits of the underlying method.<br /><br />Designing better heuristic methods for solving such prototypically<br />hard optimization problems improves our ability to solve larger<br />real-scale instances arising in a variety of practical<br />manifestations of the TSP.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2012<br>\n\t\t\t\t\tModified by: Ramamoorthi&nbsp;Ravi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project initiated new work on developing effective heuristic\nmethods for the TSP, a very important problem in optimization that\nis known to be computationally hard to solve exactly. Solving these\noptimization problems require tacking the combinatorial explosion\nin the number of candidate solutions so as to pick the best, and\nresults in their computational intractability. The approximation\nalgorithm approach taken in this proposal designs algorithms that\nrun in much faster time than enumerating and scanning all\nsolutions, yet always delivers a solution whose quality has a\nmathematically provable error ratio with respect to the best\npossible solution. The algorithm is designed so that this\nperformance guarantee on the ratio of qualities is required to hold\nno matter what instance is provided as input to the method.\n\nThe traveling salesperson problem (TSP) is a benchmark problem for\ncombinatorial optimization that asks for a shortest length tour\nthat visits all the cities in a given network. In the graph version\nthat this proposal examined, the distances arise from an underlying\nundirected graph where every link has the same length. Despite its\nsimplicity, this version captures a significant portion of the\ndifficulty of designing good algorithms for solving this problem.\nThis proposal developed a consolidated understanding of the new\ntechniques used in recent developments in the design of improved\napproximation algorithms for the graph-TSP problem. It also\nsuggested new methods to move towards performance guarantees\napproaching the limits of the underlying method.\n\nDesigning better heuristic methods for solving such prototypically\nhard optimization problems improves our ability to solve larger\nreal-scale instances arising in a variety of practical\nmanifestations of the TSP.\n\n\t\t\t\t\tLast Modified: 10/30/2012\n\n\t\t\t\t\tSubmitted by: Ramamoorthi Ravi"
 }
}