{
 "awd_id": "1143517",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Frontiers in Ecosystem Science: Energizing the Research Agenda",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 157773.0,
 "awd_amount": 157773.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2013-04-08",
 "awd_abstract_narration": "This award will support several workshops to catalyze the ecosystem science community to address research frontiers, opportunities and challenges in ecosystem science.  The effort will be led by a five person steering committee who will organize and hold a series of workshops and discussion groups at multiple scientific-society meetings over the next two years, culminating in a Frontiers of Ecosystem Science Symposium. Relevant target societies include American Geophysical Union, American Society of Limnology and Oceanography, American Society of Microbiology, Ecological Society of America, Estuarine Research Federation, North American Benthological Society, International Society for Microbial Ecology, International Association of Landscape Ecology, Association of American Geographers and the Soil Science Society of America.  Project outcomes will include a workshop report, as well one or more peer reviewed publications that would serve as to guide future directions in ecosystem science and related disciplines.\r\n \r\nAs research is becoming more interdisciplinary, particularly the science of global environmental change, ecosystem scientists often find themselves in positions of intellectual and organizational leadership because of their experience working across disciplines. Ecosystem science has a long history as a core area of investigative research, and has never been more relevant to the needs of society and the nation.  All activities in this project will involve a gender-balanced assemblage of early-career and established investigators, participation by students and postdoctoral researchers, and members from underrepresented groups in science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Groffman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Peter M Groffman",
   "pi_email_addr": "pgroffman@gc.cuny.edu",
   "nsf_id": "000193643",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Weathers",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen C Weathers",
   "pi_email_addr": "weathersk@caryinstitute.org",
   "nsf_id": "000319215",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cary Institute of Ecosystem Studies, Inc.",
  "inst_street_address": "2801 SHARON TPKE",
  "inst_street_address_2": "",
  "inst_city_name": "MILLBROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8456777600",
  "inst_zip_code": "125455721",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "NY18",
  "org_lgl_bus_name": "CARY INSTITUTE OF ECOSYSTEM STUDIES, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZFCRKN45MMD6"
 },
 "perf_inst": {
  "perf_inst_name": "Institute of Ecosystem Studies",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "125450129",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "NY18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 157773.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ecosystem science has a long history as a core program at the National Science Foundation, and although topics of research have fluctuated over the years as in any program, it retains a clear identity and continues to attract exciting proposals. As science is becoming more interdisciplinary, particularly the science of global environmental change, ecosystem scientists often find themselves in positions of intellectual and organizational leadership because of their experience working across disciplines. Now is an appropriate time to energize and bring together the discipline in pursuit of a research agenda for the future. &nbsp;&nbsp;</p>\n<p>&nbsp;This grant provided funding for a series of workshops and discussion groups at multiple scientific-society meetings over a two year period and culminated in a Frontiers of Ecosystem Science workshop in October 2103. Extensive quantitative and qualitative analysis of presentations, discussions and participant surveys was used to define frontiers, capacity building and barriers in the field of Ecosystem Science. &nbsp;</p>\n<p>We learned through surveys, soapbox talks, community engagement at townhalls, and expert interviews that &ldquo;energizing&rdquo; the research agenda is not really necessary; there are many ideas, and tremendous energy and excitement about research in ecosystem ecology.</p>\n<p>The &ldquo;core&rdquo; of ecosystem ecology is robust.&nbsp; With the application of new tools and new approaches, it is possible to unravel the details of some important topics in ecosystems, for example, the nature and impact of state changes, thresholds, and tipping points.&nbsp;&nbsp; There is also excellent and ongoing work on the &ldquo;drivers&rdquo; of change, such as climate, land use, and invasive species.&nbsp;&nbsp;</p>\n<p>What is both surprising&mdash;and not&mdash;is that there is impressive ongoing work on fundamental processes&nbsp; and unanswered&nbsp; questions that underpin life, such as the controls and feedbacks on production, consumption, decomposition, nutrient cycling, and energy dynamics in human-dominated as well as &lsquo;natural&rsquo; systems.</p>\n<p>New tools and technologies are increasingly available (e.g., sensors, genomics, new techniques for data analysis) that are being integrated into ecosystem experiments, models, long-term data, comparative studies, and used to test theory, that are fundamental to new knowledge on ecosystem structure and function. Our ability to measure and model fundamental processes has improved enormously but still has a long way to go.&nbsp; We anticipate that as sensors and instruments are developed that can measure (or measure indices of) biotic activity, and more robust non linear models are developed to link pattern and process, the next wave of transformational knowledge will result.&nbsp;</p>\n<p>The barriers to advancing the frontiers of ecosystem ecology are largely achieving success are largely surmountable:&nbsp; support, training, cyberinfrastructure to share and explore &lsquo;big data.&rsquo;</p>\n<p>Ecosystem&nbsp;ecologists are increasingly engaging in &ldquo;new spaces&rdquo; at the interface between disciplines and between science and society, such as urban and global ecology, and sustainability research.&nbsp; The holistic, multidisciplinary approach that is a hallmark of ecosystem ecology suggests that our science has an important, leading role to play in these new spaces and places&mdash;at the interface. The future of ecosystem ecology appears bright, and fully energized.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2014<br>\n\t\t\t\t\tModified by: Peter&nbsp;M&nbsp;Groffman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEcosystem science has a long history as a core program at the National Science Foundation, and although topics of research have fluctuated over the years as in any program, it retains a clear identity and continues to attract exciting proposals. As science is becoming more interdisciplinary, particularly the science of global environmental change, ecosystem scientists often find themselves in positions of intellectual and organizational leadership because of their experience working across disciplines. Now is an appropriate time to energize and bring together the discipline in pursuit of a research agenda for the future.   \n\n This grant provided funding for a series of workshops and discussion groups at multiple scientific-society meetings over a two year period and culminated in a Frontiers of Ecosystem Science workshop in October 2103. Extensive quantitative and qualitative analysis of presentations, discussions and participant surveys was used to define frontiers, capacity building and barriers in the field of Ecosystem Science.  \n\nWe learned through surveys, soapbox talks, community engagement at townhalls, and expert interviews that \"energizing\" the research agenda is not really necessary; there are many ideas, and tremendous energy and excitement about research in ecosystem ecology.\n\nThe \"core\" of ecosystem ecology is robust.  With the application of new tools and new approaches, it is possible to unravel the details of some important topics in ecosystems, for example, the nature and impact of state changes, thresholds, and tipping points.   There is also excellent and ongoing work on the \"drivers\" of change, such as climate, land use, and invasive species.  \n\nWhat is both surprising&mdash;and not&mdash;is that there is impressive ongoing work on fundamental processes  and unanswered  questions that underpin life, such as the controls and feedbacks on production, consumption, decomposition, nutrient cycling, and energy dynamics in human-dominated as well as ænaturalÆ systems.\n\nNew tools and technologies are increasingly available (e.g., sensors, genomics, new techniques for data analysis) that are being integrated into ecosystem experiments, models, long-term data, comparative studies, and used to test theory, that are fundamental to new knowledge on ecosystem structure and function. Our ability to measure and model fundamental processes has improved enormously but still has a long way to go.  We anticipate that as sensors and instruments are developed that can measure (or measure indices of) biotic activity, and more robust non linear models are developed to link pattern and process, the next wave of transformational knowledge will result. \n\nThe barriers to advancing the frontiers of ecosystem ecology are largely achieving success are largely surmountable:  support, training, cyberinfrastructure to share and explore æbig data.Æ\n\nEcosystem ecologists are increasingly engaging in \"new spaces\" at the interface between disciplines and between science and society, such as urban and global ecology, and sustainability research.  The holistic, multidisciplinary approach that is a hallmark of ecosystem ecology suggests that our science has an important, leading role to play in these new spaces and places&mdash;at the interface. The future of ecosystem ecology appears bright, and fully energized.\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2014\n\n\t\t\t\t\tSubmitted by: Peter M Groffman"
 }
}