{
 "awd_id": "1143712",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Cultural models in social robotics - Comparative studies with users in the US and Japan",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory Chirikjian",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 49957.0,
 "awd_amount": 49957.0,
 "awd_min_amd_letter_date": "2011-07-23",
 "awd_max_amd_letter_date": "2011-07-23",
 "awd_abstract_narration": "This project performs comparative research in the United States and Japan on cultural models of social behavior and technology that influence how users perceive, make sense of, and interact with social robots. Social robots are designed to engage and communicate with people using socially appropriate behaviors, cues, norms, and roles.  We (1) develop a comparative framework to study how users of social robots understand, apply, and react to cultural models of sociality and technology, as expressed in the material and discursive framing of robots, in the US and Japan, and (2) establish the foundation for long-term research collaboration on cross-cultural studies of robotics between Dr. Selma Sabanovic at Indiana University Bloomington (IUB), Dr. Takanori Shibata at the National Institute for Advanced Industrial Science and Technology (AIST) in Tsukuba, and Dr. Kazuyoshi Wada at Tokyo Metropolitan University (TMU) in Japan.\r\n\r\nThe project produces guidelines for best practices for using social robots in the US and Japan; this is particularly timely for Paro, which is commercially available in both countries. We also strengthen existing and build new collaborations with individuals and institutions in Japan. The project impacts education through the exchange of students and month-long internships and provides educational experiences for a broader audience, including other students, users, and relevant stakeholders through open houses and presentations by participating institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Selma",
   "pi_last_name": "Sabanovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Selma Sabanovic",
   "pi_email_addr": "selmas@indiana.edu",
   "nsf_id": "000584407",
   "pi_start_date": "2011-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474021847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "748400",
   "pgm_ele_name": "IIS Special Projects"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49957.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Robots are being developed for everyday use in countries around the world, so it is timely to explore how these new technologies are perceived and used in various socio-cultural contexts. The main intellectual aim of this project was to study how potential users make sense of and adapt robotic technologies in their daily lives. To understand how cultural factors affect the perception and use of robots, we combined insights from human-robot interaction, psychology, and social studies of technology. We used a variety of methods, including experimental lab studies, cross-cultural surveys, and field studies in an eldercare facility, a museum, and universities in the US and Japan. Broader impacts of the project include training for undergraduate and graduate students, and strengthening ties with the Japanese research community.</p>\n<p>&nbsp; &nbsp; &nbsp;One line of research focused on identifying what users in different countries expect from robotic technologies. A survey performed with 218 participants in the US, South Korea, and Turkey showed significant cultural variability in preferences for robot design and use on various dimensions, including robot form, level of interactivity and intelligence, sociality, and acceptable contexts of use. In contrast to prior assumptions, user expectations were not correlated to cultural factors such as religious belief or media exposure, but with more specific sociocultural norms (such as roles related to age, gender). Further design studies with users in the US and S. Korea showed their ideas about robots are related to the cultural meaning of the home and the experience of social hierarchies in daily life.</p>\n<p>&nbsp; &nbsp; &nbsp;In a second line of research, we studied the use of the socially assistive robot PARO &ndash; a seal-like therapy robot &ndash; in a local eldercare institution. The robot has been used and evaluated mainly in Japan, and was commercialized in the US in 2009. We therefore wanted to understand how it might be incorporated into the everyday operations of a nursing home in the US. We performed studies of PARO in a therapeutic group activity, as well as an open-ended naturalistic field study of people&rsquo;s interactions with the robot in the public space of the nursing home. In the group study, we found that the robot had indirect as well as direct effects on participants, increasing activity levels of participants observing PARO&rsquo;s use as well as those directly interacting with the robot. We also noticed that social and environmental factors, such as mediation by the therapist and other residents, had a significant effect on participants&rsquo; interactions with PARO and its effects. In the public space study, we found that PARO&rsquo;s use was affected by a variety of social factors, including the gender of the participants, social scaffolding by staff and residents, and individual sense making about the robot. PARO&rsquo;s presence in the nursing home led to a feedback effect, so that people who were initially uninterested in the robot gained appreciation of it as an eldercare technology. These results suggest that the study of human-robot interaction should be extended beyond its common framing as one-on-one interaction to take into account interactions among larger groups of people and the organizational context.&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;The third leg of our research involved the development of and experimentation with an interactive face robot, named MiRAE (Minimalist Robot for Affective Expression).&nbsp; We developed MiRAE to be easily reproducible, using commercially available prototyping materials and the Arduino microcontroller. After validating the robot&rsquo;s effectiveness in displaying facial expressions of emotion through an initial set of experiments, we used the robot in cross-cultural studies in the US and Japan. We found significant effects of context congruency on peop...",
  "por_txt_cntn": "\nRobots are being developed for everyday use in countries around the world, so it is timely to explore how these new technologies are perceived and used in various socio-cultural contexts. The main intellectual aim of this project was to study how potential users make sense of and adapt robotic technologies in their daily lives. To understand how cultural factors affect the perception and use of robots, we combined insights from human-robot interaction, psychology, and social studies of technology. We used a variety of methods, including experimental lab studies, cross-cultural surveys, and field studies in an eldercare facility, a museum, and universities in the US and Japan. Broader impacts of the project include training for undergraduate and graduate students, and strengthening ties with the Japanese research community.\n\n     One line of research focused on identifying what users in different countries expect from robotic technologies. A survey performed with 218 participants in the US, South Korea, and Turkey showed significant cultural variability in preferences for robot design and use on various dimensions, including robot form, level of interactivity and intelligence, sociality, and acceptable contexts of use. In contrast to prior assumptions, user expectations were not correlated to cultural factors such as religious belief or media exposure, but with more specific sociocultural norms (such as roles related to age, gender). Further design studies with users in the US and S. Korea showed their ideas about robots are related to the cultural meaning of the home and the experience of social hierarchies in daily life.\n\n     In a second line of research, we studied the use of the socially assistive robot PARO &ndash; a seal-like therapy robot &ndash; in a local eldercare institution. The robot has been used and evaluated mainly in Japan, and was commercialized in the US in 2009. We therefore wanted to understand how it might be incorporated into the everyday operations of a nursing home in the US. We performed studies of PARO in a therapeutic group activity, as well as an open-ended naturalistic field study of peopleÆs interactions with the robot in the public space of the nursing home. In the group study, we found that the robot had indirect as well as direct effects on participants, increasing activity levels of participants observing PAROÆs use as well as those directly interacting with the robot. We also noticed that social and environmental factors, such as mediation by the therapist and other residents, had a significant effect on participantsÆ interactions with PARO and its effects. In the public space study, we found that PAROÆs use was affected by a variety of social factors, including the gender of the participants, social scaffolding by staff and residents, and individual sense making about the robot. PAROÆs presence in the nursing home led to a feedback effect, so that people who were initially uninterested in the robot gained appreciation of it as an eldercare technology. These results suggest that the study of human-robot interaction should be extended beyond its common framing as one-on-one interaction to take into account interactions among larger groups of people and the organizational context. \n\n     The third leg of our research involved the development of and experimentation with an interactive face robot, named MiRAE (Minimalist Robot for Affective Expression).  We developed MiRAE to be easily reproducible, using commercially available prototyping materials and the Arduino microcontroller. After validating the robotÆs effectiveness in displaying facial expressions of emotion through an initial set of experiments, we used the robot in cross-cultural studies in the US and Japan. We found significant effects of context congruency on peopleÆs perceptions of the robotÆs emotions regardless of cultural background, as well as some culture-based differences in perceptions of different variants of facial emotio..."
 }
}