{
 "awd_id": "1144111",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Exploring Multimedia Information Networks",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Zemankova",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 199360.0,
 "awd_amount": 199360.0,
 "awd_min_amd_letter_date": "2011-07-23",
 "awd_max_amd_letter_date": "2011-07-23",
 "awd_abstract_narration": "This project is built on the interdisciplinary collaboration between multimedia and natural language processing (NLP) researchers. The goal of this exploratory research is to provide effective methods for organizing,  searching, mining and reasoning with web-scale multimedia. The approach is based on formulation of a structured multimedia database, called Multimedia Information Networks (MINets) which enables new searching and mining paradigms such as keyword query of unlabeled image/video databases, query expansion in content-based image retrieval (CBIR), and measuring similarity between different modalities such as an image and a piece of text). In addition, MINets framework is expected to provide the ability to perform robust inference (e.g., recognizing objects and activities in images or videos) in the presence of noise and uncertainty. In its simplest form, a MINet is a graph where nodes are either concepts (text) or data (such as images), and links are ontological/semantic relationships between concepts, attachment of images to concepts, and visual similarity measures between images.  Construction of an experimental MINets framework involves crawling the Web for a particular domain, gathering images with associated text and exploiting natural language processing, computer vision and mining techniques in establishing the concepts, associated images, interconnecting links and an ontology that supports inference. Validation against current web search engines and CBIR techniques is expected to provide a proof-of-concept for the novel MINets framework.\r\n\r\nThis interdisciplinary exploratory project is expected to yield general theoretical and algorithmic MINets framework that will provide new searching, mining and reasoning capabilities for multimedia data. It will help to define new research areas in effective utilization of multimedia information sources for cross-media and cross-conceptual knowledge discovery and analysis, large-scale annotation, information fusion and inference. Project results, including open source software, annotated corpora, scoring metrics will be disseminated via project Website (https://netfiles.uiuc.edu/qi4/www/MINets.htm). This project will provide research opportunities for graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Huang",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas S Huang",
   "pi_email_addr": "huang@ifp.uiuc.edu",
   "nsf_id": "000427853",
   "pi_start_date": "2011-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heng",
   "pi_last_name": "Ji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heng Ji",
   "pi_email_addr": "hengji@illinois.edu",
   "nsf_id": "000514379",
   "pi_start_date": "2011-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199360.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we developed a large-scale database system, called Multimedia Information Networks (MINets), to structure the web-scale multimedia content on the World Wide Web and social media websites like Facebook and Twitter.&nbsp; Specifically, we constructed a set of hierarchical semantic concepts to automatically classify the messages, posts and images shared by users.&nbsp; This can help build a database system to support efficient search into huge volume of multimedia content. As a prototype system, we built an experimental platform to collect and analyze the tweets about the natural disasters, such as 2011 Irene hurricane and T?hoku earthquake and tsunami,&nbsp; including all the texts as well as the external images and videos linked to these tweets.&nbsp; Our system is able to recognize if the linked images and videos are truly relevant to the tweet posts or they are linked by mistake or maliciously faked by measuring cross-media similarity.&nbsp; By linking these cross-media content together, we then developed a hierarchical concept set, called ontology, as a universal language to index the multimodal data in the database.&nbsp; The set of concepts are carefully defined in a natural language (e.g., English) by removing the conceptual ambiguity.&nbsp; For example, the concept &ldquo;Apple&rdquo; has distinct meanings in different contexts &ndash; either a kind of fruit or an IT company name.&nbsp; Our system is aware of the potential natural language ambiguity and able to differentiate them in different contexts with the help of the learned ontology.&nbsp; In this way, when a user proposes a query, the system will attempt to accurately understand the users&rsquo; real intention and recommend the most exact content to users.&nbsp; All these technologies are driven by our fundamental discovery and invention to build up web-scale MINets, which intelligently connect the cross-media content and use the ontology to accurately understand the multimedia content.&nbsp; These discovery and invention have potential to build better information retrieval systems when we wish to find the desired multimedia content from billions of websites and&nbsp; tweet posts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/09/2013<br>\n\t\t\t\t\tModified by: Thomas&nbsp;S&nbsp;Huang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we developed a large-scale database system, called Multimedia Information Networks (MINets), to structure the web-scale multimedia content on the World Wide Web and social media websites like Facebook and Twitter.  Specifically, we constructed a set of hierarchical semantic concepts to automatically classify the messages, posts and images shared by users.  This can help build a database system to support efficient search into huge volume of multimedia content. As a prototype system, we built an experimental platform to collect and analyze the tweets about the natural disasters, such as 2011 Irene hurricane and T?hoku earthquake and tsunami,  including all the texts as well as the external images and videos linked to these tweets.  Our system is able to recognize if the linked images and videos are truly relevant to the tweet posts or they are linked by mistake or maliciously faked by measuring cross-media similarity.  By linking these cross-media content together, we then developed a hierarchical concept set, called ontology, as a universal language to index the multimodal data in the database.  The set of concepts are carefully defined in a natural language (e.g., English) by removing the conceptual ambiguity.  For example, the concept \"Apple\" has distinct meanings in different contexts &ndash; either a kind of fruit or an IT company name.  Our system is aware of the potential natural language ambiguity and able to differentiate them in different contexts with the help of the learned ontology.  In this way, when a user proposes a query, the system will attempt to accurately understand the usersÆ real intention and recommend the most exact content to users.  All these technologies are driven by our fundamental discovery and invention to build up web-scale MINets, which intelligently connect the cross-media content and use the ontology to accurately understand the multimedia content.  These discovery and invention have potential to build better information retrieval systems when we wish to find the desired multimedia content from billions of websites and  tweet posts.\n\n\t\t\t\t\tLast Modified: 09/09/2013\n\n\t\t\t\t\tSubmitted by: Thomas S Huang"
 }
}