{
 "awd_id": "1144377",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OP-TEC:  The National Center for Optics and Photonics Education",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 2728289.0,
 "awd_amount": 2728289.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2011-08-19",
 "awd_abstract_narration": "The OP-TEC Center, established in 2006 as an NSF-ATE National Center of Excellence, is a consortium of eight community and technical colleges in NJ, PA, CA, FL, NC, TX, IA, and SC led by OP-TEC staff at the Center for Occupational Research and Development (CORD).   OP-TEC's mission is to build the capacity of U.S. two-year colleges to provide the quality and quantity of technicians needed in this critical and emerging field. OP-TEC projects the job market, maintains skill standards, designs curricula, tests recruiting and teaching strategies, and supports AAS programs and retraining efforts at community and technical colleges by providing studies, technical assistance, and faculty development. OP-TEC continually examines the field of optics and photonics to identify and support new education and training for emerging and changing technologies related to photonics. Photonics, the technology that incorporates optics and electronics (lasers, fiber-optics, electro-optics, etc.) is a rapidly expanding field that provides rewarding jobs for technicians and excellent opportunities for economic growth. Photonics is also an enabling technology with applications in defense/homeland security, renewable energy, telecommunications, manufacturing and materials processing, diagnostic and therapeutic medical equipment, environmental monitoring, nanotechnology, and solid state lighting.  \r\n \r\nA 2009 survey of U. S. employers estimated that nearly 2200 new photonics technicians are needed this year. The need is also great for education and training of employed technicians in this field. In its first three years, OP-TEC has created and tested its infrastructure (skill standards, curricula, teaching materials, databases, clearinghouse, website, exhibits, outreach strategies to colleges, high school recruitment strategies, faculty training, dual-credit courses, and retraining courses). It has helped eight Partner Colleges to increase enrollment and improve their curricula and teaching. These colleges have documented their \"best practices\" and are providing models and technical assistance for colleges that are interested in initiating or improving photonics education. OP-TEC has identified related fields (precision optics, solar electric energy) that require technicians with similar knowledge and skills. OP-TEC is communicating and/or working with over 240 colleges that have expressed interest in offering new programs in photonics or require assistance in rebuilding struggling programs. As a result of OP-TEC's efforts, three colleges have initiated programs, seven colleges have strengthened their offerings, two colleges are restoring phased-out programs, over 40 colleges are in the process of planning and initiating new offerings, and one college is retraining incumbent workers.   \r\n\r\nIn this renewal, OP-TEC has shifted its emphasis from building infrastructure to building capacity (greatly expanding the number of photonics student completers who enter the U.S. workforce annually). It will take an additional 6 to 8 years to reach the targeted capacity to meet employer needs for photonics technicians. \r\n\r\nThe intellectual merit of this proposal resides in its focus on photonics, photonics-enabled technologies, and the emerging applications that impact U.S. security and economic development. Success in building U.S. capacity for producing photonics technicians also provides rewarding jobs for newly-educated students and ensures that employed technicians receive additional education and training as job requirements change. OP-TEC is uniquely positioned to expand this capacity because of (1) the infrastructure already developed, (2) the 240+ colleges that have asked OP-TEC for assistance, and (3) the excellent Partner Colleges that can serve as models and provide technical assistance. \r\n\r\nThe broader impacts of the proposed Center continuation lie in (1) the potential for student/completer growth due to OP-TEC's effective strategies for assisting colleges in initiating new educational offerings, (2) the expansion of photonics applications into areas such as solar energy and solid state lighting, as well as efforts to support education/training in photonics-related fields such as precision optics, and (3) OP-TEC's aggressive efforts to open doors to underrepresented populations by educating faculty and administrators in diversity awareness, recruitment, and retention. Many colleges are also adopting OP-TEC - developed strategies for building the high school pipeline. As a result, 3-4 high schools near each college are introducing optics and photonics in their science and technology courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Hull",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel M Hull",
   "pi_email_addr": "dan37hull@gmail.com",
   "nsf_id": "000368109",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marion",
   "pi_last_name": "Soileau",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Marion J Soileau",
   "pi_email_addr": "MJ@ucf.edu",
   "nsf_id": "000357731",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "324 Kelly",
  "perf_city_name": "Waco",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767105709",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2728289.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The National Center for Optics and Photonics Education (OP-TEC), is a consortium of two-year colleges, high schools, universities, national laboratories, industry partners, and professional societies funded by the National Science Foundation&rsquo;s Advanced Technological Education (ATE) program.&nbsp;The mission of OP&shy;TEC is to increase the supply of well-educated photonics technicians by building and strengthening the capacity and quality of photonics education in U.S. two-year colleges. During this funding period, the OP-TEC Center has served as a national leader, resource center, and provider of technical assistance to colleges who are teaching&mdash;or planning to teach&mdash;optics and photonics education. OP-TEC has developed and provided up-to-date, employer validated resources to improve teaching and learning in optics, lasers and photonics technician education; provided planning assistance, expanded the number of educational courses and programs in optics and photonics offered by colleges and high schools; provided education and training for administrators, counselors, high school teachers, and community college faculty members to prepare them to (a) design new photonics technology programs (b) infuse photonics into programs in photonics enabled technologies and (c) teach optics, photonics, and laser courses; and identified and supported the emergence of new technologies, including alternative energy, that require technician knowledge and skills in optics and photonics.</p>\n<p>For several decades, most photonics employers were engaged in R&amp;D, or in operations to create new and greater lasers. The U.S. employment trend in recent years has moved toward photonics technicians who use lasers as an &ldquo;enabling technology&rdquo; and successfully integrate lasers and electro optical devices into larger systems. In the earlier environment photonics technicians required mostly in-depth knowledge and skills in lasers and optics. Today, over 85% of employers require photonics technicians that can operate, maintain, troubleshoot and integrate these devices in systems that are largely electronic and electromechanical. Information learned by OP&shy;TEC from focus groups of employers validated the new need and scope for Photonics Systems Technicians (PSTs).</p>\n<p>During the last decade, many U.S. community and technical colleges have faced financial challenges that have forced them to examine ways to educate technicians at lower costs in lab equipment and faculty. One trend is to transform electronics programs to serve several specialties through an electronics core curriculum that supports specialty courses in fields such as instrumentation, communications, robotics, medical equipment and others. This model fits well with the need for Photonics Systems Technicians (PST). But it also has required that OP&shy;TEC develop new photonics courses and teaching materials to support the PST curriculum. In addition, the need for Precision Optics Technicians (POT) has required that OP&shy;TEC develop new course materials to enable colleges to offer POT programs.</p>\n<p>Over the past four years, the OP-TEC National Center has:</p>\n<ul>\n<li>Organized, identified and empowered Regional Clusters of photonics colleges and employers.</li>\n<li>Enlarged and strengthened the OP&shy;TEC Photonics College Network (OPCN) to 32 colleges and 36 faculty/administrators.</li>\n<li>Provided networking experiences and professional development to faculty members.</li>\n<li>Held quarterly teleconferences to discuss curriculum and equipment issues, discuss problems facing member colleges, and report on new technology breakthroughs.</li>\n<li>Disseminated materials and strategies for recruiting and retaining women, minorities and veterans in photonics programs.</li>\n<li>Redesigned curriculum to meet industry&rsquo;s needs for Photonics Systems Technicians.</li>\n<li>Created teaching materials a...",
  "por_txt_cntn": "\nThe National Center for Optics and Photonics Education (OP-TEC), is a consortium of two-year colleges, high schools, universities, national laboratories, industry partners, and professional societies funded by the National Science FoundationÆs Advanced Technological Education (ATE) program. The mission of OP&shy;TEC is to increase the supply of well-educated photonics technicians by building and strengthening the capacity and quality of photonics education in U.S. two-year colleges. During this funding period, the OP-TEC Center has served as a national leader, resource center, and provider of technical assistance to colleges who are teaching&mdash;or planning to teach&mdash;optics and photonics education. OP-TEC has developed and provided up-to-date, employer validated resources to improve teaching and learning in optics, lasers and photonics technician education; provided planning assistance, expanded the number of educational courses and programs in optics and photonics offered by colleges and high schools; provided education and training for administrators, counselors, high school teachers, and community college faculty members to prepare them to (a) design new photonics technology programs (b) infuse photonics into programs in photonics enabled technologies and (c) teach optics, photonics, and laser courses; and identified and supported the emergence of new technologies, including alternative energy, that require technician knowledge and skills in optics and photonics.\n\nFor several decades, most photonics employers were engaged in R&amp;D, or in operations to create new and greater lasers. The U.S. employment trend in recent years has moved toward photonics technicians who use lasers as an \"enabling technology\" and successfully integrate lasers and electro optical devices into larger systems. In the earlier environment photonics technicians required mostly in-depth knowledge and skills in lasers and optics. Today, over 85% of employers require photonics technicians that can operate, maintain, troubleshoot and integrate these devices in systems that are largely electronic and electromechanical. Information learned by OP&shy;TEC from focus groups of employers validated the new need and scope for Photonics Systems Technicians (PSTs).\n\nDuring the last decade, many U.S. community and technical colleges have faced financial challenges that have forced them to examine ways to educate technicians at lower costs in lab equipment and faculty. One trend is to transform electronics programs to serve several specialties through an electronics core curriculum that supports specialty courses in fields such as instrumentation, communications, robotics, medical equipment and others. This model fits well with the need for Photonics Systems Technicians (PST). But it also has required that OP&shy;TEC develop new photonics courses and teaching materials to support the PST curriculum. In addition, the need for Precision Optics Technicians (POT) has required that OP&shy;TEC develop new course materials to enable colleges to offer POT programs.\n\nOver the past four years, the OP-TEC National Center has:\n\nOrganized, identified and empowered Regional Clusters of photonics colleges and employers.\nEnlarged and strengthened the OP&shy;TEC Photonics College Network (OPCN) to 32 colleges and 36 faculty/administrators.\nProvided networking experiences and professional development to faculty members.\nHeld quarterly teleconferences to discuss curriculum and equipment issues, discuss problems facing member colleges, and report on new technology breakthroughs.\nDisseminated materials and strategies for recruiting and retaining women, minorities and veterans in photonics programs.\nRedesigned curriculum to meet industryÆs needs for Photonics Systems Technicians.\nCreated teaching materials and laboratories for new, two semester course entitled \"Laser Systems and Applications\"; ten modules,&gt;550 pages. This course enables colleges to implement the Photonics Syst..."
 }
}