{
 "awd_id": "1144670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID collaborative research: Historic freshwater input and hypoxia effects on zooplankton populations of the northern Gulf of Mexico",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 89341.0,
 "awd_amount": 89341.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "Since 2003 the PIs have conducted 5 summer cruises in the northern Gulf of Mexico using high-resolution sampling to define the spatially-explicit relationships between physical structure, hypoxia and pelagic zooplankton distributions. After the Deepwater Horizon spill, the PIs received a NSF Rapid Response grant to measure zooplankton community composition and abundance in the same spatial domain as the previous 5 cruises. They now have one of the most comprehensive, synoptic data sets on temperature, salinity, oxygen, phytoplankton, zooplankton and fish in the northern Gulf of Mexico. Synthetic products from these efforts include biomass size spectrum models which have been used to assess anthropogenic effects on planktonic and fish food-webs; the species composition of phytoplankton, microzooplankton, mesozooplankton, and fish; fish diet data; and fish growth potential models to quantitatively assess fish habitat requirements based on food availability and physical conditions. For the past several months and continuing into summer 2011, the amount of freshwater delivery to the Gulf has been of historic proportions, creating the largest stratified and hypoxic water column seen in a century (http://www.cop.noaa.gov/gulf_hypoxia_forecast/).  Earlier studies by the PIs in Chesapeake Bay suggest that vertical extent of hypoxia (% water column) may be the main factor causing shifts in both location and size distribution of zooplankton.  Change in the vertical structure of zooplankton populations directly impacts trophic transfer to fish, since they are more tolerant of low oxygen than their zooplanktivorous predators. The PIs propose to take advantage of a planned survey cruise to collect and analyze zooplankton in the study area (LA-TX shelf) from 25 July to 2 August. \r\n\r\nIntellectual Merit: The impact of hypoxia on benthic organisms has been well-studied and the impacts are largely understood. Pelagic organisms, such as zooplankton, present a more difficult problem as they are able to use behavior to avoid hypoxic waters and this behavior is tightly related to the hypoxia tolerance of individual species. Hypoxia results in water columns that are biologically stratified, causing as yet unquantified impacts on trophic transfer. The PIs' prior work provides a high-resolution, spatially explicit database to compare with the anticipated hypoxia of 2011 and address specific hypotheses about these effects. \r\n\r\nBroader Impacts : Given the economic importance of the Gulf of Mexico commercial fisheries (about 20% of the U.S. total landings representing about $991 million) and recreational fishing (generating ~30% of the nation?s saltwater fishing expenditures and supporting nearly 25% of the nation?s recreational saltwater jobs). The Horn Point Laboratory is part of the National Science Foundation's Center for Ocean Sciences Education Excellence (NSF-COSEE) and Experience for Undergraduates (REU) programs. Where possible in this NSF RAPID response grant, the PIs will involve REU undergraduate students and teachers in their research. All data will be submitted to the BCO-DMO database in a timely manner so they will be available to the larger scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Pierson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "James J Pierson",
   "pi_email_addr": "jpierson@umces.edu",
   "nsf_id": "000190722",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Roman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Roman",
   "pi_email_addr": "roman@hpl.umces.edu",
   "nsf_id": "000114702",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Center for Environmental Sciences",
  "inst_street_address": "2020 HORNS POINT RD",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4102212014",
  "inst_zip_code": "216133368",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MD01",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND CENTER FOR ENVIRONMENTAL SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JHTYTGKYWLL9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Center for Environmental Sciences",
  "perf_str_addr": "P.O. Box 775",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "216130775",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MD01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 89341.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In June of 2011, the size of the Northern Gulf of Mexico &ldquo;dead zone&rdquo; was predicted to be 26,000 km<sup>2</sup> (the largest &ldquo;dead zone&rdquo; found since 1985 was 22,000 km<sup>2</sup> in 2002) based on historic rainfall and flooding of the Mississippi River during May of 2011. The &ldquo;dead zone&rdquo; is a region of low oxygen bottom water, the result of excess production that is largely driven by riverflow and runoff that contains high nutrients. These nutrients lead to blooms of algae (unicellular plants that use nutrients and sunlight to create sugars). The algal blooms are large and are not eaten by other organisms, thus they die and sink to the bottom where they decompose. The decomposition of this algal mass by bacteria uses up the oxygen in the water column faster than it can be replaced by surface mixing. This leads to &ldquo;hypoxic&rdquo; conditions, defined as water with oxygen concentrations below 2 mg per liter, which causes severe direct and indirect impacts on living resources in the system.</p>\n<p>Our team proposed an NSF RAPID project to compare zooplankton measurements in 2011 with previous work carried out in the same region in previous years, in an effort to determine whether the historic flooding altered the zooplankton abundance, composition, and size spectrum. Zooplankton are key organisms in aquatic food webs, linking primary producers like algae with economically and ecologically important fish. Our earlier work showed that hypoxic conditions can alter zooplankton communities with decreased abundance and smaller individuals compared to fully oxygenated water, but we did not know how they community would respond to such historic flooding. We participated in a research cruise (<a href=\"http://www.gulfhypoxia.net/Research/Shelfwide%20Cruises/2011/\">http://www.gulfhypoxia.net/Research/Shelfwide%20Cruises/2011/</a>) to map the dead zone, in which we collaborated with the team mapping hypoxia and collected zooplankton samples and measured particle size distribution. Our hypothesis was that the extreme flooding event would greatly alter the zooplankton community.</p>\n<p>The actual measurement of the 2011 &ldquo;dead zone&rdquo; area was 17,500 km<sup>2</sup> significantly lower than was forecast, and near the long-term average of 15,400 km<sup>2</sup>. It has suggested that the passage of Tropical Storm Don in late July, just prior to the cruise, reduced the overall size of the &ldquo;dead zone&rdquo; due to mixing of the water column and aeration of the bottom waters. We found lower salinities in 2011 than we had measured in any previous year (Figure 1). In addition, the zooplankton community in 2011 was similar to that in 2010; data from these years appear to differ from previous zooplankton data. One possible explanation is a change in sampling methods during 2010 that may be driving much of the observed differences and we are still investigating that finding. The biomass size spectra from transect line &ldquo;C&rdquo; in 2011 matched those of previous years for some locations (Figure 2), but there was a distinct absence of small size sized individuals. This is unlike any observations we have made in this or in Chesapeake Bay hypoxic waters and may be a result of the historic nature of the conditions in NGOMEX that occurred in 2011.</p>\n<p>Overall, our data suggest that hypoxia alters aquatic food web dynamics whenever it occurs. The patterns of size distribution are affected in a consistent manner in areas that experience hypoxia, but the magnitude of the changes in those patterns appears closely correlated to the magnitude of hypoxia that occurs in the system. Thus, more severe hypoxia results in larger changes to the system, but any hypoxia can initiate the change.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2013<br>\n\t\t\t\t\tModified by: James&nbsp;J&nbsp;Pierson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery...",
  "por_txt_cntn": "\nIn June of 2011, the size of the Northern Gulf of Mexico \"dead zone\" was predicted to be 26,000 km2 (the largest \"dead zone\" found since 1985 was 22,000 km2 in 2002) based on historic rainfall and flooding of the Mississippi River during May of 2011. The \"dead zone\" is a region of low oxygen bottom water, the result of excess production that is largely driven by riverflow and runoff that contains high nutrients. These nutrients lead to blooms of algae (unicellular plants that use nutrients and sunlight to create sugars). The algal blooms are large and are not eaten by other organisms, thus they die and sink to the bottom where they decompose. The decomposition of this algal mass by bacteria uses up the oxygen in the water column faster than it can be replaced by surface mixing. This leads to \"hypoxic\" conditions, defined as water with oxygen concentrations below 2 mg per liter, which causes severe direct and indirect impacts on living resources in the system.\n\nOur team proposed an NSF RAPID project to compare zooplankton measurements in 2011 with previous work carried out in the same region in previous years, in an effort to determine whether the historic flooding altered the zooplankton abundance, composition, and size spectrum. Zooplankton are key organisms in aquatic food webs, linking primary producers like algae with economically and ecologically important fish. Our earlier work showed that hypoxic conditions can alter zooplankton communities with decreased abundance and smaller individuals compared to fully oxygenated water, but we did not know how they community would respond to such historic flooding. We participated in a research cruise (http://www.gulfhypoxia.net/Research/Shelfwide%20Cruises/2011/) to map the dead zone, in which we collaborated with the team mapping hypoxia and collected zooplankton samples and measured particle size distribution. Our hypothesis was that the extreme flooding event would greatly alter the zooplankton community.\n\nThe actual measurement of the 2011 \"dead zone\" area was 17,500 km2 significantly lower than was forecast, and near the long-term average of 15,400 km2. It has suggested that the passage of Tropical Storm Don in late July, just prior to the cruise, reduced the overall size of the \"dead zone\" due to mixing of the water column and aeration of the bottom waters. We found lower salinities in 2011 than we had measured in any previous year (Figure 1). In addition, the zooplankton community in 2011 was similar to that in 2010; data from these years appear to differ from previous zooplankton data. One possible explanation is a change in sampling methods during 2010 that may be driving much of the observed differences and we are still investigating that finding. The biomass size spectra from transect line \"C\" in 2011 matched those of previous years for some locations (Figure 2), but there was a distinct absence of small size sized individuals. This is unlike any observations we have made in this or in Chesapeake Bay hypoxic waters and may be a result of the historic nature of the conditions in NGOMEX that occurred in 2011.\n\nOverall, our data suggest that hypoxia alters aquatic food web dynamics whenever it occurs. The patterns of size distribution are affected in a consistent manner in areas that experience hypoxia, but the magnitude of the changes in those patterns appears closely correlated to the magnitude of hypoxia that occurs in the system. Thus, more severe hypoxia results in larger changes to the system, but any hypoxia can initiate the change.\n\n\t\t\t\t\tLast Modified: 10/29/2013\n\n\t\t\t\t\tSubmitted by: James J Pierson"
 }
}