{
 "awd_id": "1144664",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS:  Small:  Collaborative Research: Protocols and Analysis for Predictable Wireless Sensor Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thyagarajan Nandagopal",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 148893.0,
 "awd_amount": 148893.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "The next generation of wireless sensor networks will monitor critical infrastructure, collect vital signs from patients, and disseminate medical and planning information during emergency responses. In contrast to earlier wireless sensor networks for which best-effort services were sufficient, such systems require predictable performance and high reliability. Failure to meet these requirements may have significant adverse effects. This project aims at the development of an engineering methodology for predictable wireless sensor networks. A predictable wireless sensor network is a system for which it is possible to check that its requirements are met under reasonable assumptions regarding its workload and network properties. This project enables the development of predictable wireless sensor networks by providing developers with analytical tools to characterize and optimize the performance of sensor network systems. The intllectual merit of the project includes: (i) Statistical methods for assessing the properties of wireless sensor networks and for provisioning resources to achieve robustness in spite of node failures or temporal variations; (ii) Novel transmission scheduling techniques that ensure a system meets its reliability and real-time requirements; (iii) A new schedulability analysis that bounds network capacity and message latencies under realistic interference models; and (iv) A wireless architecture that instantiates proposed transmission scheduling techniques and the schedulability analysis. In terms of broader impacts, this project will help advance our national capability to develop performance-critical wireless systems. The PIs will teach the developed design and analytical techniques as part of wireless sensor network curriculum and share them with the research community through tutorials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Octav",
   "pi_last_name": "Chipara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Octav Chipara",
   "pi_email_addr": "octav-chipara@uiowa.edu",
   "nsf_id": "000572983",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "14 MacLean Hall",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421419",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 148893.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"OutlineElement Ltr SCX119422000\">\n<p class=\"Paragraph SCX119422000\" xml:lang=\"EN-US\"><span class=\"TextRun SCX119422000\" xml:lang=\"EN-US\"><span class=\"NormalTextRun SCX119422000\">This project's objective was to develop new engineering methodologies to support the development of systems that require predictable&nbsp;</span><span class=\"NormalTextRun SCX119422000\">performance. A representative example of such systems are mobile health (</span><span class=\"SpellingError SCX119422000\">mHealth</span><span class=\"NormalTextRun SCX119422000\">)&nbsp;</span></span><span class=\"TextRun SCX119422000\" xml:lang=\"EN-US\">systems for</span><span class=\"TextRun SCX119422000\" xml:lang=\"EN-US\">&nbsp;</span><span class=\"TextRun SCX119422000\" xml:lang=\"EN-US\"><span class=\"NormalTextRun SCX119422000\">continuous sensing, monitoring and assessment to enable personalized care, empower patients to be engaged in their medical care, and support independent living in aging populations. This projects addresses two key challenges in such systems (1) reliable real-time communication to support the communication of time-</span><span class=\"NormalTextRun SCX119422000\">sensitive</span><span class=\"NormalTextRun SCX119422000\">&nbsp;data and (2) novel power management techniques to reduce the energy consumption.</span></span><span class=\"TextRun SCX119422000\" xml:lang=\"EN-US\">&nbsp;</span><span class=\"EOP SCX119422000\">&nbsp;</span></p>\n</div>\n<div class=\"OutlineElement Ltr SCX119422000\">\n<p class=\"Paragraph SCX119422000\" xml:lang=\"EN-US\"><span class=\"TextRun SCX119422000\" xml:lang=\"EN-US\"><span class=\"NormalTextRun SCX119422000\">The development of robust wireless embedded systems that may monitor a patient's vital signs remains particularly challenging. As part of this work, we have developed novel real-time communication protocols and analytical techniques for characterizing the performance of embedded wireless sensor networks. The developed framework can analyze the performance of data collection applications in terms of bandwidth, latency, and energy consumption. A focus of our work has been achieving these&nbsp;</span><span class=\"NormalTextRun SCX119422000\">guarantees</span><span class=\"NormalTextRun SCX119422000\">&nbsp;even in the presence of mobility.</span></span><span class=\"EOP SCX119422000\">&nbsp;</span></p>\n</div>\n<div class=\"OutlineElement Ltr SCX119422000\">\n<p class=\"Paragraph SCX119422000\" xml:lang=\"EN-US\"><span class=\"TextRun SCX119422000\" xml:lang=\"EN-US\">The emerging use of mobile phones as a sensor platform for personal health motivates this work, as many of these applications perform regular or continuous monitoring, and upload the gathered data to a server for later use or to be shared with a caregiver.&nbsp; Due to their always-on nature, the power drain on the device can be severe, shortening the phone's battery life to under a day, which is unacceptable and possibly dangerous due to loss of the phone for emergency calls.&nbsp;</span><span class=\"TextRun SCX119422000\" xml:lang=\"EN-US\">A significant power consumer in personal health applications is the use of specialized hardware resources like the cellular network module.&nbsp; Such a module is turned off when not in use.&nbsp; However, periodic use of this module can keep it on much of the time.&nbsp; The researchers observed that power consumption could be reduced if the application delayed using the network until another activity on the phone turned on the network module.&nbsp; Thus, the two activities could share the power costs, effectively cutting the cost in half.</span><span class=\"EOP SCX119422000\">&nbsp;</span></p>\n</div>\n<div class=\"OutlineElement Ltr SCX119422000\">\n<p class=\"Paragraph SCX119422000\" xml:lang=\"EN-US\"><span class=\"TextRun SCX119422000\" xml:lang=\"EN-US\"><span class=\"NormalTextRun SCX119422000\">Unfortunately, rewriting a mobile application to be power-observant in this way requires&nbsp;</span><s...",
  "por_txt_cntn": "\nThis project's objective was to develop new engineering methodologies to support the development of systems that require predictable performance. A representative example of such systems are mobile health (mHealth) systems for continuous sensing, monitoring and assessment to enable personalized care, empower patients to be engaged in their medical care, and support independent living in aging populations. This projects addresses two key challenges in such systems (1) reliable real-time communication to support the communication of time-sensitive data and (2) novel power management techniques to reduce the energy consumption.  \n\n\nThe development of robust wireless embedded systems that may monitor a patient's vital signs remains particularly challenging. As part of this work, we have developed novel real-time communication protocols and analytical techniques for characterizing the performance of embedded wireless sensor networks. The developed framework can analyze the performance of data collection applications in terms of bandwidth, latency, and energy consumption. A focus of our work has been achieving these guarantees even in the presence of mobility. \n\n\nThe emerging use of mobile phones as a sensor platform for personal health motivates this work, as many of these applications perform regular or continuous monitoring, and upload the gathered data to a server for later use or to be shared with a caregiver.  Due to their always-on nature, the power drain on the device can be severe, shortening the phone's battery life to under a day, which is unacceptable and possibly dangerous due to loss of the phone for emergency calls. A significant power consumer in personal health applications is the use of specialized hardware resources like the cellular network module.  Such a module is turned off when not in use.  However, periodic use of this module can keep it on much of the time.  The researchers observed that power consumption could be reduced if the application delayed using the network until another activity on the phone turned on the network module.  Thus, the two activities could share the power costs, effectively cutting the cost in half. \n\n\nUnfortunately, rewriting a mobile application to be power-observant in this way requires significant skill and effort.  The researchers introduced new programming constructs and computational capabilities that enabled a developer of ordinary skill to introduce simple code into an existing application that produce the desired delays, but does not have unwanted effects on the user experience.  One construct, called \"wait-until\", tells the application to stop execution along the current thread of computation until the desired condition is met, such as the network module being turned on.  Another construct, called, \"delayable-up-to\", enables a developer to declare that certain other computational paths cannot be delayed beyond a fixed period of time.  As long as a wait-until does not unacceptably impede the progress of a delay-sensitive path, it is allowed to pause the thread of computation until the wait condition is met.  Using these new tools, experiments have shown that power savings greater than 50% are possible. \n\n\nIn addition to this projects technical contributions, this project has helped prepare the workforce for the emerging challenges of power-aware embedded system development.  In particular, this project forms the core of one student's Ph.D. dissertation. \n\n\n \n\n\t\t\t\t\tLast Modified: 10/15/2015\n\n\t\t\t\t\tSubmitted by: Octav Chipara"
 }
}