{
 "awd_id": "1144397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "History of Counterbioterrorism Policy under the Federal Government Administration 2001-2008",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 208405.0,
 "awd_amount": 208405.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2012-08-17",
 "awd_abstract_narration": "Introduction\r\nThis project investigates the history of the counterbioterrorism policies pursued by the Federal Government Administration 2001-2008. The study will address several major dimensions of this history. It will address how counterbioterrorism policies were crafted and by whom through an examination of the roles played by government departments and agencies, national security advisers, science advisers, members of Congress, and leaders of biotechnology, pharmaceutical, science, and policy organizations, and the media. It will also address the assumptions and values that influenced the substantial rise in the support for counterbioterrorism activities, including research and development. In addition, it will address governmental responses to criticism of specific policies from scientists, public health specialists, and arms control advocates. Finally, it will address the relation of counterbioterrorism goals to more general geopolitical and military policies of the administration.\r\n\r\nIntellectual Merit\r\nThe methods of the study are historical. The project draws on a wide variety of sources, including government documents, Congressional hearings, policy papers, memoirs, conference records, and media materials. The project also uses detailed interviews with those who played primary roles in policy developments, including members of the Bush administration; senior staff members of relevant Congressional committees; and members of scientific, industry, and security policy organizations engaged in this area. \r\n\r\nPotential Broader Impacts\r\nThe study is important for the understanding it will generate of a major U.S. defense policy, the issues that arose as it evolved, and how these issues were addressed inside and outside the government. The issues addressed in the study are of special relevance for the future development of biomedical research and biotechnology. They relate to questions of scientific freedom and responsibility, secrecy in research, ethical treatment of human subjects, and the constraints of international arms control agreements. Additional broader significance of the study will result from the increased understanding it will bring to an important security policy and the conditions under which scientific knowledge is enlisted for pursuing policy goals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Wright",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Wright",
   "pi_email_addr": "supwrigh@ucsc.edu",
   "nsf_id": "000497614",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California",
  "perf_str_addr": "1156 High Street",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 146560.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 32629.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 29216.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In my previous work on the development of the Clinton administration&rsquo;s counter bioterrorism policies, I showed how the Clinton administration chose to embrace the view that a bioterrorist attack would eventually happen and to address a range of US vulnerabilities to hypothetical attacks by terrorists armed with pathogens like anthrax that had been previously developed for biological warfare.</p>\n<p>In the present study, I show how the Bush administration not only continued to support the view of bioterrorism as a real threat to the US &nbsp;but also how it embraced a more extreme position on the nature of bioterrorism, namely that terrorists would employ genetically modified pathogens. Some of the evidence for the Bush administration&rsquo;s assumptions is already well known. Beyond this evidence, this study investigates the reasons for both the Bush administration&rsquo;s decision to accept the vulnerability view of bioterrorism by examining evidence for the nature of the advice to the administration on bioterrorism, how the administration&rsquo;s counter bioterrorism policies developed as a result, and the legacy of these policies for future administrations. I have completed virtually all of the archival research and most of the interviews for a book on this subject, which is now underway. I estimate that this will be completed within two years. Because of confidentiality agreements, I cannot provide further detail until the completion of the book.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2015<br>\n\t\t\t\t\tModified by: Susan&nbsp;Wright</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn my previous work on the development of the Clinton administrationÆs counter bioterrorism policies, I showed how the Clinton administration chose to embrace the view that a bioterrorist attack would eventually happen and to address a range of US vulnerabilities to hypothetical attacks by terrorists armed with pathogens like anthrax that had been previously developed for biological warfare.\n\nIn the present study, I show how the Bush administration not only continued to support the view of bioterrorism as a real threat to the US  but also how it embraced a more extreme position on the nature of bioterrorism, namely that terrorists would employ genetically modified pathogens. Some of the evidence for the Bush administrationÆs assumptions is already well known. Beyond this evidence, this study investigates the reasons for both the Bush administrationÆs decision to accept the vulnerability view of bioterrorism by examining evidence for the nature of the advice to the administration on bioterrorism, how the administrationÆs counter bioterrorism policies developed as a result, and the legacy of these policies for future administrations. I have completed virtually all of the archival research and most of the interviews for a book on this subject, which is now underway. I estimate that this will be completed within two years. Because of confidentiality agreements, I cannot provide further detail until the completion of the book.\n\n\t\t\t\t\tLast Modified: 09/30/2015\n\n\t\t\t\t\tSubmitted by: Susan Wright"
 }
}