{
 "awd_id": "1144224",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geomorphic investigations of Northern Victoria Land, Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "thomas wilch",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 118412.0,
 "awd_amount": 118412.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2011-07-15",
 "awd_abstract_narration": "Intellectual Merit: \r\nThe PIs propose a two-year project to map the distribution of climate-sensitive landforms throughout Northern Victoria Land between the Convoy Range and Cape Adare. This work will produce geospatial products to aid their geomorphic work on ice sheet stability and landscape evolution. Specifically, the PI will investigate the potential for extensive surface melting and ice-sheet retreat with modest warming in areas north of the Convoy Range in Northern Victoria Land. The hypothesis is that if key landform elements of the Dry Valleys assemblage are lacking in NVL it suggests a major variation in current climate conditions, and perhaps changes in climate evolution. The proposed work will also benefit the broader research community, as it will demonstrate the potential for using geospatial imagery in geomorphic research and produce geospatial products that can be used by other researchers. \r\n\r\nBroader impacts: \r\nThis work will help the research community better leverage the investment being made in the Polar Geospatial Center (PGC) and will help further demonstrate the significance of satellite imagery for doing ?virtual? field work in the Polar regions. More effective use of satellite imagery by field scientists in Antarctica will help reduce the logistical footprint on the Continent. The proposed research will support one graduate student at Boston University who will be trained in image analysis, map production, Antarctic geomorphology, and geospatial technologies.  The proposed work will help to forge stronger links between PGC and Boston University?s Digital Image Analyses Lab (DIAL).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Marchant",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Marchant",
   "pi_email_addr": "marchant@bu.edu",
   "nsf_id": "000100836",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022155130",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 118412.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Buried glaciers in the Transantarctic Mountains, Antarctica represent a potentially far-reaching archive of ancient atmosphere and climate change. Unlike relatively fast-flowing ice sheets that continually move toward margins, stagnant and/or slow moving buried glaciers may contain ice several million years in age. However, even with their documented potential to register long-term climate change, and to serve as proxies for very ancient buried ice deposits on Mars, there has been surprisingly little quantification of the processes that both preserve and modify buried glaciers in Antarctica. Unknown are important details of ice burial, ice loss, and the evolution of overlying deposits that play critical roles in maintaining and/or modifying buried glacier ice. Furthermore, the degree to which buried glaciers serve as robust climate proxies has been debated.</p><p>In this research, we examined two of the oldest buried glaciers on the planet, the Mullins Glacier and the Friedman Glacier.&nbsp; Using ground penetrating radar, we found that the glaciers are largely free of debris, except for repetitive, inclined layers of rocky debris.&nbsp; The pattern of these inclined layers is nearly identical across multiple glaciers, and suggests a regional forcing mechanism is at play- most probably climate change.&nbsp; We tested this hypothesis by modelling the thermal regime, flow characteristics, and isotopic signature of the ice in the glaciers, and found that the internal layers could only be produced by changes in ice accumulation and rock fall rate at the headwall, both of which are proxies for climate change.&nbsp; The spacing of the internal layers, along with measurements for modern ice-flow velocity (and modelled ice-flow velocity over time) suggest that the purported climate changes occurred on the order of 10&rsquo;s of thousands of years. If correct, then it suggests that in this unique buried-ice system, deep in the heart of Transantarctic Mountains, the evidence for climate change over the last several hundred thousand years is registered by subtle changes in ice accumulation and rock fall, rather than large-scale changes in ice advance and retreat.&nbsp; Future work is aimed at determining a chronology for the inclined debris layers, thereby generating a robust record of regional climate change.</p><p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2014<br>\n\t\t\t\t\tModified by: David&nbsp;R&nbsp;Marchant</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>\n<div class=\"porColContainerHR\">\n<div class=\"porContentCol\">\n<h2>Addendum # 1</h2><p>Large swaths of the Antarctic continent remain essentially unexplored and unstudied, and fieldwork in Antarctica is difficult, time consuming, and expensive. &nbsp;Therefore, reconnaissance to select optimal field locations and sampling sites is critically important. Currently, much of the initial site-survey process is performed via visible inspection of aerial photographs, and more recently, satellite imagery. However, this procedure can be improved by using automated techniques for remote sensing and digital image processing to (1) extend knowledge of known field sites, (2) extract additional information including elevation data, and (3) create simple maps and layers to aid in downstream geospatial analyses such as Digital Terrain Analysis (DTA).</p>\n<p>Over the course of this project, our collaborators at the Polar Geospatial Center pioneered a robust, computationally-intensive methodology to develop and implement an automated pathway for creating Digital Elevation Models (DEMs) from stereopairs of satellite imagery. The process employs automated pixel matching to locate identical pixels between images in the pairs, then uses parallax to determine the distance of the pixels from the satellite path and thereby their elevation.&nbsp;</p>\n<p>In DTA, DEMs are processed to derive spatial, textural, and, potentially, geomorphic info...",
  "por_txt_cntn": "\nBuried glaciers in the Transantarctic Mountains, Antarctica represent a potentially far-reaching archive of ancient atmosphere and climate change. Unlike relatively fast-flowing ice sheets that continually move toward margins, stagnant and/or slow moving buried glaciers may contain ice several million years in age. However, even with their documented potential to register long-term climate change, and to serve as proxies for very ancient buried ice deposits on Mars, there has been surprisingly little quantification of the processes that both preserve and modify buried glaciers in Antarctica. Unknown are important details of ice burial, ice loss, and the evolution of overlying deposits that play critical roles in maintaining and/or modifying buried glacier ice. Furthermore, the degree to which buried glaciers serve as robust climate proxies has been debated.\nIn this research, we examined two of the oldest buried glaciers on the planet, the Mullins Glacier and the Friedman Glacier.  Using ground penetrating radar, we found that the glaciers are largely free of debris, except for repetitive, inclined layers of rocky debris.  The pattern of these inclined layers is nearly identical across multiple glaciers, and suggests a regional forcing mechanism is at play- most probably climate change.  We tested this hypothesis by modelling the thermal regime, flow characteristics, and isotopic signature of the ice in the glaciers, and found that the internal layers could only be produced by changes in ice accumulation and rock fall rate at the headwall, both of which are proxies for climate change.  The spacing of the internal layers, along with measurements for modern ice-flow velocity (and modelled ice-flow velocity over time) suggest that the purported climate changes occurred on the order of 10Æs of thousands of years. If correct, then it suggests that in this unique buried-ice system, deep in the heart of Transantarctic Mountains, the evidence for climate change over the last several hundred thousand years is registered by subtle changes in ice accumulation and rock fall, rather than large-scale changes in ice advance and retreat.  Future work is aimed at determining a chronology for the inclined debris layers, thereby generating a robust record of regional climate change.\n \n\n\t\t\t\t\tLast Modified: 10/28/2014\n\n\t\t\t\t\tSubmitted by: David R Marchant\nLarge swaths of the Antarctic continent remain essentially unexplored and unstudied, and fieldwork in Antarctica is difficult, time consuming, and expensive.  Therefore, reconnaissance to select optimal field locations and sampling sites is critically important. Currently, much of the initial site-survey process is performed via visible inspection of aerial photographs, and more recently, satellite imagery. However, this procedure can be improved by using automated techniques for remote sensing and digital image processing to (1) extend knowledge of known field sites, (2) extract additional information including elevation data, and (3) create simple maps and layers to aid in downstream geospatial analyses such as Digital Terrain Analysis (DTA).\n\nOver the course of this project, our collaborators at the Polar Geospatial Center pioneered a robust, computationally-intensive methodology to develop and implement an automated pathway for creating Digital Elevation Models (DEMs) from stereopairs of satellite imagery. The process employs automated pixel matching to locate identical pixels between images in the pairs, then uses parallax to determine the distance of the pixels from the satellite path and thereby their elevation. \n\nIn DTA, DEMs are processed to derive spatial, textural, and, potentially, geomorphic information about a location that is not available in aerial photographs. In DTA, a DEM is created and then post-processed in a variety of ways, the results of which are then combined to create a \"geospectral\" image. DTA can be applied to automatically detect terrain features of the Antarctic land..."
 }
}