{
 "awd_id": "1144281",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Exploring the biochemical principle of allostery for algorithm development",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 182650.0,
 "awd_amount": 182650.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2013-04-05",
 "awd_abstract_narration": "Computer science and biology have inspired each other by drawing analogies leading to new classes of algorithms such as neural networks and genetic algorithms and new fields such as computational biology and biocomputing (computing using biomolecules). The ever increasing data streams in everyday life as well as biology are most often characterized by networks, such as the internet, telephone network, disease transmission networks, social networks to name just a few. Networks consist of nodes connected by edges and only the nodes vary with the application areas. The network structures are conserved: the edges allow communication and information flow. Due to the size, complexity and dynamic nature of such networks, their control is challenging. As environments change, the structures of these networks change and are subject to numerous perturbations and failures. Nature faces these same types of challenges and has evolved robust strategies for ensuring that information is transmitted and that the system appropriately responds to changes in the environment: for example, the oxygen transport protein in the blood, hemoglobin, changes its affinity to oxygen in response to small molecule ligands favoring oxygen release where needed. The strategy that Nature employs in hemoglobin is called allostery.\r\n\r\nOpportunity: Allostery is a biochemical term that refers to the ability of biomolecules, in particular proteins, to achieve action at a distance in the atomic network through a small, localized perturbation.  Proteins can be viewed as networks of atoms interacting in three-dimensional space. Allostery is a classical text-book example of an experimentally well studied and firmly established mechanism of control of this atomic network. Here, PIs propose the hypothesis that one can share the biochemical principle of allostery with other domains such as disease transmission, social networks, economics, surveillance applications and cloud computing.  Understanding how Nature performs acquisition, transmission and processing of information at the molecular level may lead to future enabling technologies in other domains. \r\n\r\nIntellectual Merit: While the proposed hypothesis is potentially transformative, in-depth pursuit requires obtaining a proof-of-concept outlining (1) what kinds of mechanisms might exist in proteins that could be transferred to other domains and (2) develop an understanding of what are the requirements for such a transfer. Although allostery in proteins is an established biochemical principle, little is known how it works and how to predict it. Some proteins are regulated through allostery and others are not. Unfortunately, there is no simple property that determines whether a given protein is (or can be) allosterically regulated. While experimental methods provide direct evidence for allostery, they generally do not reveal the detailed physical and biological mechanisms for it. PIs propose to reveal these mechanisms through the combination of computation and experiments: a predicted path of communication between two distant sites can be validated or refuted by disrupting this path. The deliverables of this work will be a list of fundamental principles of allostery in proteins, and an analysis of their suitability for future extension to non-protein related networks. \r\n\r\nBroader Impact: This grant will support investigators and train graduate students from the areas of computer science, chemistry, biology & biomedicine. Convergence of technologies, here between protein allostery modeling and network control, is expected to speed up scientific progress in potentially many disciplines. Thus, one may in the future be able to push the field of biocomputing forward, predict disease outbreaks or identify action at a distance in economic networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Billy",
   "pi_last_name": "Day",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Billy W Day",
   "pi_email_addr": "bday@pitt.edu",
   "nsf_id": "000364684",
   "pi_start_date": "2013-04-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Klein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Judith Klein",
   "pi_email_addr": "jkleinse@asu.edu",
   "nsf_id": "000090986",
   "pi_start_date": "2011-08-09",
   "pi_end_date": "2013-04-05"
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 182650.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Pa4\">(1) Oligomerization: We have used GREMLIN, a graphical model that is guaranteed to find the optimum solution to identify allosteric communication sites for a given sequence alignment. Graphical models treat each amino acid as a node, and statistical correlations between amino acids in a multiple sequence alignment are used to draw edges of varying strength between residues. We have applied this graph-based approach to the Chavi subset of HIV sequences. The edges obtained from statistical sequence analysis has then been inspected in terms of the structural information available for capsid. This has allowed identification of edges corresponding to sites of relevance for capsid structure, dynamics, and oligomerization. In the previous reporting period we concentrated on structure and dynamics. In this reporting period, we investigated the relationship of edges with oligomerization. In the attached graph (image 1), one can see the GREMLIN edges plotted in the hexameric structure of capsid. Analysis of these edges revealed little correlation of edges with oligomerization interfaces.&nbsp;</p>\n<p class=\"Pa4\">(2) Development of time-dependent graphical models: In the reporting period, we investigated if it is possible to exploit time by retrieving all sequences from the Los Alamos database that have time of sample collection from the same patient. This required extensive development of data retrieval code, visualization scripts for analysis of the data and manual inspection of the results. We were able to identify a number of candidates for sites where a mutation is followed by&nbsp; a second mutation at a distant site. However, due to the small instances in which these changes were statistically relevant, it was difficult to assess if the change represented a true change over time or the diversity in the sequences present In an individual patient. A website containing the entire meta-analysis is provided here: http://www.cs.cmu.edu/~subhodee/shared/hivtime/</p>\n<p class=\"Default\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/21/2014<br>\n\t\t\t\t\tModified by: Billy&nbsp;W&nbsp;Day</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "(1) Oligomerization: We have used GREMLIN, a graphical model that is guaranteed to find the optimum solution to identify allosteric communication sites for a given sequence alignment. Graphical models treat each amino acid as a node, and statistical correlations between amino acids in a multiple sequence alignment are used to draw edges of varying strength between residues. We have applied this graph-based approach to the Chavi subset of HIV sequences. The edges obtained from statistical sequence analysis has then been inspected in terms of the structural information available for capsid. This has allowed identification of edges corresponding to sites of relevance for capsid structure, dynamics, and oligomerization. In the previous reporting period we concentrated on structure and dynamics. In this reporting period, we investigated the relationship of edges with oligomerization. In the attached graph (image 1), one can see the GREMLIN edges plotted in the hexameric structure of capsid. Analysis of these edges revealed little correlation of edges with oligomerization interfaces. \n(2) Development of time-dependent graphical models: In the reporting period, we investigated if it is possible to exploit time by retrieving all sequences from the Los Alamos database that have time of sample collection from the same patient. This required extensive development of data retrieval code, visualization scripts for analysis of the data and manual inspection of the results. We were able to identify a number of candidates for sites where a mutation is followed by  a second mutation at a distant site. However, due to the small instances in which these changes were statistically relevant, it was difficult to assess if the change represented a true change over time or the diversity in the sequences present In an individual patient. A website containing the entire meta-analysis is provided here: http://www.cs.cmu.edu/~subhodee/shared/hivtime/\n \n\n\t\t\t\t\tLast Modified: 01/21/2014\n\n\t\t\t\t\tSubmitted by: Billy W Day"
 }
}