{
 "awd_id": "1144564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Detecting and Tracking Cyber Bullying on the Social Web",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Zemankova",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 147332.0,
 "awd_amount": 163332.0,
 "awd_min_amd_letter_date": "2011-07-23",
 "awd_max_amd_letter_date": "2012-05-04",
 "awd_abstract_narration": "As many children are connected to their peers and spend a significant amount of time on social web sites (Facebook, Twitter, etc.), cyber bullying in social media is becoming a severe problem that can lead to serious social, psychological, and health effects.  To alleviate the problem, intervention from adults (teachers, parents, law enforcement, social web site moderators, etc.) is the key. However, many victims do not report bullying to adults, and bullies can use aliases and act anonymously, and thus they are difficult to identify.  The goal of this exploratory project is to eliminate or at least reduce these problems by developing an intelligent system to automatically detect and track cyber bullies on the social web.\r\n\r\nThis project explores a solution to cyber bullying based on a combination of machine learning, natural language processing, information filtering, and recommendation and social network modeling techniques. The expected results of the project include: (1) algorithm(s) that can detect cyber bullies and bullying messages automatically; (2) piloting results that suggest what prediction accuracy to expect; (3) a preliminary social web bullying detection prototype system and (4) the first labeled social cyber-bullying data set for testing of the prototype and future research in this direction. The project has high risk, as whether such a system can be developed is an untested idea and the task is challenging, largely due to the diversity of bully behaviors, ambiguity, and the special language used by bullies in social media. \r\n\r\nResults from this research project are expected to create a foundation for future larger-scale projects investigating the cyber-bullying problem in social media, which will eventually make the social interaction much safer for hundreds of millions of children and beyond. Teaching, training and learning will be promoted directly for the graduate students who serve as research assistants and programmers, and several undergraduates will contribute to the programming. The impact will be strengthened by UCSC's ethnic and cultural diversity, its proximity to Silicon Valley, and the PI's industry collaborations. Results of this research, including data generated, publications, and demo software will be available via the project web site (http://users.soe.ucsc.edu/~yiz/bullying/).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yi",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi Zhang",
   "pi_email_addr": "yiz@soe.ucsc.edu",
   "nsf_id": "000219312",
   "pi_start_date": "2011-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "UCSC, 1156 High Street",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 147332.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3fc04b16-a823-a7a7-fa0b-f8b390b41bf1\"> </span></p>\n<p dir=\"ltr\"><span>Social network websites such as Twitter and Facebook are among the most popular web sites on the Internet. While the impact of the social web can be positive, there can be a dark side as well. One example is social bullying, which can have huge negative effects on children, possibly leading to serious social, psychological and health effects. Unfortunately, social bullying can easily go undetected due to a lack of supervision.&nbsp;</span>This is a pilot proof of concept research to determine whether or not we can build an intelligent information system to automatically detect bullies and bullying messages on the social web.</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\">The project team identified and tracked thousands of children&rsquo;s social web account and found many social cyber bullying messages. The research data is made available for researchers who are interested in working on social bullying problem. Based on information filtering, social network analysis, machine learning and natural language processing techniques, an intelligent bully information filtering software is dveloped, which can automatically identities some potential bullying messages.</p>\n<p>&nbsp;</p>\n<p>This project leads to a demo system SocialFilter (http://kideroo.net/), a social web bully monitoring software to help parents and educators track children&rsquo;s status on Twitter, and detect potential bullying messages. Given a location or a children&rsquo;s account, SocialFilter tracks the messages related at real time, automatically classifies each message into bullying or non-bullying, and presents all potential bullying messages as a list or on a map. Guidance on how to handle bully cases are also provided for parents on this web site.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The core of SocialFilter is an intelligent software trained using human labeled bullying and non-bullying message. Users of the system can also give feedback on whether a potential bullying message is indeed a bullying message or not, and software can further improve it&rsquo;s classification accuracy by learning from the feedback information. More social web sites are beinng added into kideroo.net. </span></p>\n<p><br /><span>This project has provided teaching, training and learning opportunities for the graduate students, undergraduate students and high school students involved in this project. </span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2013<br>\n\t\t\t\t\tModified by: Yi&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1144564/1144564_10112167_1385800705467_SocialFilter--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1144564/1144564_10112167_1385800705467_SocialFilter--rgov-800width.jpg\" title=\"Kideroo Bully Messages\"><img src=\"/por/images/Reports/POR/2013/1144564/1144564_10112167_1385800705467_SocialFilter--rgov-66x44.jpg\" alt=\"Kideroo Bully Messages\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Bully Messages Displayed on Map</div>\n<div class=\"imageCredit\">Kideroo.net</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Yi&nbsp;Zhang</div>\n<div class=\"imageTitle\">Kideroo Bully Messages</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nSocial network websites such as Twitter and Facebook are among the most popular web sites on the Internet. While the impact of the social web can be positive, there can be a dark side as well. One example is social bullying, which can have huge negative effects on children, possibly leading to serious social, psychological and health effects. Unfortunately, social bullying can easily go undetected due to a lack of supervision. This is a pilot proof of concept research to determine whether or not we can build an intelligent information system to automatically detect bullies and bullying messages on the social web.\n \nThe project team identified and tracked thousands of childrenÆs social web account and found many social cyber bullying messages. The research data is made available for researchers who are interested in working on social bullying problem. Based on information filtering, social network analysis, machine learning and natural language processing techniques, an intelligent bully information filtering software is dveloped, which can automatically identities some potential bullying messages.\n\n \n\nThis project leads to a demo system SocialFilter (http://kideroo.net/), a social web bully monitoring software to help parents and educators track childrenÆs status on Twitter, and detect potential bullying messages. Given a location or a childrenÆs account, SocialFilter tracks the messages related at real time, automatically classifies each message into bullying or non-bullying, and presents all potential bullying messages as a list or on a map. Guidance on how to handle bully cases are also provided for parents on this web site.\n\n \nThe core of SocialFilter is an intelligent software trained using human labeled bullying and non-bullying message. Users of the system can also give feedback on whether a potential bullying message is indeed a bullying message or not, and software can further improve itÆs classification accuracy by learning from the feedback information. More social web sites are beinng added into kideroo.net. \n\n\nThis project has provided teaching, training and learning opportunities for the graduate students, undergraduate students and high school students involved in this project. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/13/2013\n\n\t\t\t\t\tSubmitted by: Yi Zhang"
 }
}