{
 "awd_id": "1144316",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CDI-Type II: From Data to Knowledge: The Quake-Catcher Network",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2011-03-10",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 88327.0,
 "awd_amount": 88327.0,
 "awd_min_amd_letter_date": "2011-09-27",
 "awd_max_amd_letter_date": "2011-09-27",
 "awd_abstract_narration": "The Quake-Catcher Network (QCN) is a transformative approach to earthquake detection, science, and outreach. The QCN is a distributed computing project that links internal (no cost, built-in) or external (low cost, USB-based) accelerometers connected to any participating computer for earthquake research.\r\nLeveraging an innovative set of cyber-enabled seismic observations, this approach will enable the creation of a very dense, low-cost seismic network that can explore earthquake fault rupture in real-time, establish ground response to seismic wave passage, and quantify the shaking effects on critical structures. Results from a one-year exploratory grant from the NSF Cyber-Infrastructure Teaching, Education, Advancement and Mentoring program indicate QCN has the ability to be a new and transformative type of network, which is scalable and easy to deploy world-wide. Increasing the number of QCN sensors from 1,000 to more than 30,000 worldwide and developing efficient schemes to ingest, process, and distribute Terabytes of data will allow us to (1) explore fault mechanics (including directionality, slip distribution, and rupture velocity) at unprecedented resolutions, (2) study ground motions to assess seismic hazard and building response and (3) analyze data in real time for earthquake early warning and rapid response. This proposal will result in network with 6,000 new USB sensors and tens of thousands of no-cost sensors\r\ncommonly built internal to laptops and other devices. Additionally, QCN will provide the cyberinfrastructure to process and analyze the large new seismic data sets in near-real time and to foster collaboration between 1000?s of researchers and interested participants around the world. The framework\r\nlaid by this project will enable rapid expansion of the network internationally and will allow us to grow the network at a fraction of the cost of traditional seismic instrumentation and infrastructure, providing valuable data to augment the existing seismic networks.The success of the Quake-Catcher Network is intrinsically linked to the broader participation of the general public; members of the public, schools (K-12, undergraduate and graduate), and community organizations host QCN sensors. These ?citizen-scientists? will receive real-time earthquake information, seismic data and results, and interactive educational materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Kohler",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Monica D Kohler",
   "pi_email_addr": "kohler@caltech.edu",
   "nsf_id": "000470825",
   "pi_start_date": "2011-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 88327.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Quake-Catcher Network (QCN) involves participants from communities at large to install low-cost accelerometers in houses and high-rise building offices for assessment of shaking intensity due to earthquakes. QCN has as its main objective the generation of high spatial resolution acceleration data that can aid in emergency response. Temporary international deployments of QCN accelerometers are conducted to record aftershock data in countries including New Zealand, Chile, and Haiti. QCN sensors can be connected to volunteers&rsquo; computers via a standard USB connection. In addition, a stand-alone package has been developed that includes a sensor, digitizer, plug-computer, and in some cases additional battery for backup power. Both the USB-connected and stand-alone packages require power and an internet connection using either Ethernet or wifi. Each sensor&rsquo;s host computer or dedicated processor runs a client application that reads in the continuous acceleration time series and executes an event-detection algorithm on the time series. This is to detect earthquake or other shaking source events that cause a vibration response in the buildings or ground. The QCN sensors in buildings are connected to netbooks with continuous data streaming in real?time via the Berkeley Open Infrastructure for Network Computing software program to a server at Stanford University.</p>\n<p>Four buildings have been instrumented by QCN, with the long-term goal of being able to show building response in real time. The continuous time series waveform data are being used to evaluate building response parameters such as peak acceleration, peak velocity, and inter-story drift values. In addition, building modal properties such as fundamental and higher mode frequencies and mode shapes are being computed from small and moderate earthquake data from the building. To demonstrate how that goal might be achieved for multiple buildings for which only minimal structural information is known, simple approximate models have been developed for several instrumented structures, including the QCN-instrumented Factor building on the UCLA campus in west Los Angeles, CA. In each case, the building is represented as an elastic continuum of the appropriate elastic properties. In cases where flexure is a significant component of the response, we apply the prismatic Timoshenko beam model with soil-structure interaction to approximate the dynamic linear elastic behavior. The 15-story steel moment-frame Factor building can be well-approximated by a simple shear beam verified by examination of earthquake records from the building.</p>\n<p>A method to rapidly estimate the total displacement response of a building based on limited observational data, in some cases from only a single seismometer has been developed. The total response of a building is modeled by the combination of the initial vibrating motion due to an upward traveling wave, and the subsequent motion as the low-frequency resonant mode response. It is demonstrated that resonant mode response alone does not adequately capture the full building response, and that a transient traveling wave comprises a significant part of the total response. The method here uses the estimated mode shapes based on frequency ratios constrained by the limited observational data, and the shear beam or Timoshenko beam representation of the building. Seismic records from a 54-story building in downtown Los Angeles and dynamic response computations using a finite-element model of the 17-story UCLA Factor building are used to verify the method. The numerical results demonstrate how the relative significance of the traveling wave component of building response is dependent on the frequency content of the input excitation. The method is particularly applicable to newly expanding crowd-sourced seismic networks such as QCN. In some cases with these networks, a building is equipped...",
  "por_txt_cntn": "\nThe Quake-Catcher Network (QCN) involves participants from communities at large to install low-cost accelerometers in houses and high-rise building offices for assessment of shaking intensity due to earthquakes. QCN has as its main objective the generation of high spatial resolution acceleration data that can aid in emergency response. Temporary international deployments of QCN accelerometers are conducted to record aftershock data in countries including New Zealand, Chile, and Haiti. QCN sensors can be connected to volunteersÆ computers via a standard USB connection. In addition, a stand-alone package has been developed that includes a sensor, digitizer, plug-computer, and in some cases additional battery for backup power. Both the USB-connected and stand-alone packages require power and an internet connection using either Ethernet or wifi. Each sensorÆs host computer or dedicated processor runs a client application that reads in the continuous acceleration time series and executes an event-detection algorithm on the time series. This is to detect earthquake or other shaking source events that cause a vibration response in the buildings or ground. The QCN sensors in buildings are connected to netbooks with continuous data streaming in real?time via the Berkeley Open Infrastructure for Network Computing software program to a server at Stanford University.\n\nFour buildings have been instrumented by QCN, with the long-term goal of being able to show building response in real time. The continuous time series waveform data are being used to evaluate building response parameters such as peak acceleration, peak velocity, and inter-story drift values. In addition, building modal properties such as fundamental and higher mode frequencies and mode shapes are being computed from small and moderate earthquake data from the building. To demonstrate how that goal might be achieved for multiple buildings for which only minimal structural information is known, simple approximate models have been developed for several instrumented structures, including the QCN-instrumented Factor building on the UCLA campus in west Los Angeles, CA. In each case, the building is represented as an elastic continuum of the appropriate elastic properties. In cases where flexure is a significant component of the response, we apply the prismatic Timoshenko beam model with soil-structure interaction to approximate the dynamic linear elastic behavior. The 15-story steel moment-frame Factor building can be well-approximated by a simple shear beam verified by examination of earthquake records from the building.\n\nA method to rapidly estimate the total displacement response of a building based on limited observational data, in some cases from only a single seismometer has been developed. The total response of a building is modeled by the combination of the initial vibrating motion due to an upward traveling wave, and the subsequent motion as the low-frequency resonant mode response. It is demonstrated that resonant mode response alone does not adequately capture the full building response, and that a transient traveling wave comprises a significant part of the total response. The method here uses the estimated mode shapes based on frequency ratios constrained by the limited observational data, and the shear beam or Timoshenko beam representation of the building. Seismic records from a 54-story building in downtown Los Angeles and dynamic response computations using a finite-element model of the 17-story UCLA Factor building are used to verify the method. The numerical results demonstrate how the relative significance of the traveling wave component of building response is dependent on the frequency content of the input excitation. The method is particularly applicable to newly expanding crowd-sourced seismic networks such as QCN. In some cases with these networks, a building is equipped with only one seismometer. The method can be straightforwardly applied to multiple in..."
 }
}