{
 "awd_id": "1144069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Review of the National Ocean Acidification Research and Monitoring Plan",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 106125.0,
 "awd_amount": 141126.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "The PIs at the National Academy of Sciences are funded to have an ad hoc committee review the Interagency Working Group on Ocean (IWGOA) strategic plan for federal research and monitoring on ocean. This study is a congressionally-mandated by the Federal Ocean Acidification Research and Monitoring (FOARAM) Act of 2009 and funded by NSF and NOAA.  \r\n\r\nBroader Impacts\r\n\r\nKnowledge about the impacts of ocean acidification from local to global scale are still not well understood. The review of the IWGOA plan will provide additional guidance to help strengthen the science as a basis for sound decision making and action.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Roberts",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Susan J Roberts",
   "pi_email_addr": "sroberts@nas.edu",
   "nsf_id": "000191236",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200012721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "541800",
   "pgm_ele_name": "OCE SPECIAL PROGRAMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 106125.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 35001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcome</strong></p>\n<p>The National Research Council is the<br />operating arm of the National Academies, who serve as the advisors to the<br />Nation on issues of science and technology and that are known for providing<br />objective and unbiased advice.&nbsp; The<br />National Research Council was asked to assemble an ad hoc expert committee to<br />review the Interagency Working Group on Ocean Acidification (IWGOA) strategic<br />plan for federal research and monitoring on ocean acidification based on the<br />program elements described in the FOARAM Act of 2009 and the advice provided to<br />the IWGOA through the 2010 NRC report <em>Ocean Acidification: A National<br />Strategy to Meet the Challenges of a Changing Ocean.&nbsp; </em>Specifically,<br />the review considered the following elements: goals and objectives; metrics for<br />evaluation; mechanisms for coordination, integration, and evaluation; means to<br />transition research and observational elements to operational status;<br />coordination with existing and developing national and international programs;<br />and community input and external review.</p>\n<p>A committee of expert was appointed from a large list of nominees. This committee<br />met twice and reviewed the draft strategic plan for federal research and<br />monitoring on ocean acidification. It prepared a consensus document summarizing<br />their critical review of the strategic plan that was then publicly released in<br />early 2013 and provided to the agencies preparing the national strategy.</p>\n<p>Overall, the committee&rsquo;s report can be summarized as follows:</p>\n<p>The world's ocean has already experienced a 30% rise in<br />acidity since the industrial revolution, with acidity expected to rise 100 to<br />150% over preindustrial levels by the end of this century. Potential consequences<br />to marine life and also to economic activities that depend on a healthy marine<br />ecosystem are difficult to assess and predict, but potentially devastating. To<br />address this knowledge gap, Congress passed the Federal Ocean Acidification<br />Research and Monitoring (FOARAM) Act in 2009, which, among other things,<br />required that an interagency working group create a \"Strategic Plan for<br />Federal Research and Monitoring of Ocean Acidification.\" This National<br />Research Council (NRC ) report reviews the strategic plan on the basis of how<br />well it fulfills program elements laid out in the FOARAM Act and follows the<br />advice provided to the working group in the NRC's 2010 report, <em><a href=\"http://dels.nas.edu/Report/Ocean-Acidification-National-Strategy/12904\">Ocean<br />Acidification: A National Strategy to Meet the Challenges of a Changing Ocean</a></em>.<br />This report concludes that, overall, the plan is strong and provides a<br />comprehensive framework for improving our understanding of ocean acidification.<br />Potential improvements include a better defined strategy for implementing<br />program goals, stronger integration of the seven broad scientific themes laid<br />out in the FOARAM Act, and better mechanisms for coordination among federal<br />agencies and with other U.S. and international efforts to address ocean<br />acidification.</p>\n<p><br /><strong>Key Messages</strong></p>\n<p><br /> The Strategic Plan presents a comprehensive<br />&nbsp;&nbsp;&nbsp;&nbsp; framework for improving our understanding of ocean acidification, broadly<br />&nbsp;&nbsp;&nbsp;&nbsp; defined to span the physical, chemical, biological, and socioeconomic<br />&nbsp;&nbsp;&nbsp;&nbsp; sciences.</p>\n<p>The Strategic Plan follows the seven themes laid out<br />&nbsp;&nbsp;&nbsp;&nbsp; in the FOARAM Act, but it treats the themes largely as independent sets of<br />&nbsp;&nbsp;&nbsp;&nbsp; activities without elaborating on how coordination among the agencies and<br />&nbsp;&nbsp;&nbsp;&nbsp; integration of themes...",
  "por_txt_cntn": "\nProject Outcome\n\nThe National Research Council is the\noperating arm of the National Academies, who serve as the advisors to the\nNation on issues of science and technology and that are known for providing\nobjective and unbiased advice.  The\nNational Research Council was asked to assemble an ad hoc expert committee to\nreview the Interagency Working Group on Ocean Acidification (IWGOA) strategic\nplan for federal research and monitoring on ocean acidification based on the\nprogram elements described in the FOARAM Act of 2009 and the advice provided to\nthe IWGOA through the 2010 NRC report Ocean Acidification: A National\nStrategy to Meet the Challenges of a Changing Ocean.  Specifically,\nthe review considered the following elements: goals and objectives; metrics for\nevaluation; mechanisms for coordination, integration, and evaluation; means to\ntransition research and observational elements to operational status;\ncoordination with existing and developing national and international programs;\nand community input and external review.\n\nA committee of expert was appointed from a large list of nominees. This committee\nmet twice and reviewed the draft strategic plan for federal research and\nmonitoring on ocean acidification. It prepared a consensus document summarizing\ntheir critical review of the strategic plan that was then publicly released in\nearly 2013 and provided to the agencies preparing the national strategy.\n\nOverall, the committeeÆs report can be summarized as follows:\n\nThe world's ocean has already experienced a 30% rise in\nacidity since the industrial revolution, with acidity expected to rise 100 to\n150% over preindustrial levels by the end of this century. Potential consequences\nto marine life and also to economic activities that depend on a healthy marine\necosystem are difficult to assess and predict, but potentially devastating. To\naddress this knowledge gap, Congress passed the Federal Ocean Acidification\nResearch and Monitoring (FOARAM) Act in 2009, which, among other things,\nrequired that an interagency working group create a \"Strategic Plan for\nFederal Research and Monitoring of Ocean Acidification.\" This National\nResearch Council (NRC ) report reviews the strategic plan on the basis of how\nwell it fulfills program elements laid out in the FOARAM Act and follows the\nadvice provided to the working group in the NRC's 2010 report, Ocean\nAcidification: A National Strategy to Meet the Challenges of a Changing Ocean.\nThis report concludes that, overall, the plan is strong and provides a\ncomprehensive framework for improving our understanding of ocean acidification.\nPotential improvements include a better defined strategy for implementing\nprogram goals, stronger integration of the seven broad scientific themes laid\nout in the FOARAM Act, and better mechanisms for coordination among federal\nagencies and with other U.S. and international efforts to address ocean\nacidification.\n\n\nKey Messages\n\n\n The Strategic Plan presents a comprehensive\n     framework for improving our understanding of ocean acidification, broadly\n     defined to span the physical, chemical, biological, and socioeconomic\n     sciences.\n\nThe Strategic Plan follows the seven themes laid out\n     in the FOARAM Act, but it treats the themes largely as independent sets of\n     activities without elaborating on how coordination among the agencies and\n     integration of themes will be accomplished.\n\n\n The following modifications would strengthen the\n     Strategic Plan:\n\n\n\n\n \n\n-\n\n \n\n \n\nArticulate a clear vision statement that conveys the importance of ocean resources to society and how ocean acidification might impact these resources.\n\n \n\n\n\n \n\n-\n\n \n\n \n\nDescribe a process and criteria by which the IWGOA will set priorities within and among themes.\n \n\n\n\n \n\n-\n\n \n\n \n\nDevelop a process for periodic reevaluation of priorities, including metrics to evaluate progress towards the Program's goals.\n\n\n\n\n \n\n-\n\n \n\n \n\nDescribe a process that would ensure better integration across t..."
 }
}