{
 "awd_id": "1144560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Repositioning NSDL for the Next Generation of Digital Learning",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Herbert H. Richtol",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 2151497.0,
 "awd_amount": 2151497.0,
 "awd_min_amd_letter_date": "2011-09-23",
 "awd_max_amd_letter_date": "2013-11-19",
 "awd_abstract_narration": "The project is a concentrated set of activities intended to expedite the systems innovations and renovations necessary for the National Science Digital Library (NSDL) to remain responsive to changing opportunities for STEM education. This project is a strategy to leverage the successes and lessons of several recent pilot projects, bring them to scale, iterate toward additional improvements, and integrate new capacities into NSDL's baseline value propositions. Goals and activities for the work focus on Transitioning NSDL's Technical Infrastructure, Transitioning Library Collections, and Redefining NSDL's Network Effects - all toward evolving the library to an NSDL 3.0 model that is a responsive tool for the next generation of digital learning. The project is led by teams currently involved in the operations of the NSDL Resource Center and Technical Network Services. Investigators are also partnering with a cadre of eight previously funded NSDL Pathways projects as an advance team for the NSDL community to co-create new processes, policies, shared practices, and collaborative resource collections - all designed to create new opportunities for educational impact and additional points of sustainability leverage, both for the NSDL network of educational resources and services providers and its associated partners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kaye",
   "pi_last_name": "Howe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaye Howe",
   "pi_email_addr": "kaye@ucar.edu",
   "nsf_id": "000376112",
   "pi_start_date": "2011-09-23",
   "pi_end_date": "2013-11-19"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Marlino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Marlino",
   "pi_email_addr": "marlino@ucar.edu",
   "nsf_id": "000213053",
   "pi_start_date": "2011-09-23",
   "pi_end_date": "2013-11-19"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Van Gundy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Van Gundy",
   "pi_email_addr": "vangundy@ucar.edu",
   "nsf_id": "000248229",
   "pi_start_date": "2011-09-23",
   "pi_end_date": "2012-04-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Ginger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn Ginger",
   "pi_email_addr": "ginger@ucar.edu",
   "nsf_id": "000507645",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Weatherley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Weatherley",
   "pi_email_addr": "jweather@ucar.edu",
   "nsf_id": "000595636",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "University Corporation For Atmospheric Res",
  "perf_str_addr": "1850 Table Mesa Drive",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803055602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "744400",
   "pgm_ele_name": "NATIONAL SMETE DIGITAL LIBRARY"
  },
  {
   "pgm_ele_code": "751400",
   "pgm_ele_name": "TUES-Central Resource Project"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2151497.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"normal\">The National Science Digital Library (NSDL) is a leader in national efforts to improve science, technology, engineering and math (STEM) education, and serves as a catalog of STEM educational content and a resource for technology solutions to help STEM instructor communities. The goals for this NSF award were to (1) focus on an educational services model that effectively collaborates with the increasingly diverse communities that produce, consume, and customize digital learning content; (2) better support the needs of teachers, librarians, and students; (3) provide the innovations necessary for NSDL to remain responsive to changing opportunities for STEM education; and (4) develop and implement a plan for the library&rsquo;s sustainability.</p>\n<p class=\"normal\">A systematic review of all NSDL resources yielded a more educationally useful collection and brought into focus some improvements that could be made to NSDL&rsquo;s metadata practices for resource contributors. Learning Application Readiness (LAR) is the term used to describe the new initiative to develop criteria and guidelines for improving the quality of resources and metadata in the NSDL collections. LAR became the metadata framework designed to ensure that&nbsp; the educational resources it describes are aligned to educational goals, curriculum, or professional development needs of teachers and learners, and that the metadata used is complete and descriptive so that resources and collections can be embedded in tools and services that educators and students use.</p>\n<p class=\"normal\">The work on LAR led to additional development of NSDL collections featuring rigorous resource characterization via the new metadata framework; the incorporation of paradata and annotations from providers; and options for services to state and district education systems adopting Common Core and Next Generation Science standards. A number of key NSDL Partners expanded the use of their collections by aligning resources to the Common Core Math and English Language Arts standards.</p>\n<p class=\"normal\">NSDL implemented a crosswalk between the American Association for the Advancement of Science (AAAS) Benchmarks and the Next Generation Science Standards (NGSS)<em> </em>in the NSDL Science Literacy Maps (SLM). The crosswalk provided a detailed display of NGSS standards within the user interface for selected AAAS Benchmarks, thereby providing a bridge for educators to follow the connections between given Benchmarks and related NGSS standards. Where a Benchmark has correlation to an NGSS performance expectation (PE), science and engineering practice (SEP), disciplinary core idea (DCI), or crosscutting concepts (CCC), those NGSS elements are displayed via an NGSS tab in the user interface and resources aligned to those elements by collection providers are displayed to the user. Related work created a complementary NGSS standards browse feature on the NSDL.org website.</p>\n<p class=\"normal\">NSDL was an early leader and collaborator in the US Department of Education&rsquo;s Learning Registry initiative. NSDL published and actively maintained its collections in the registry and was a leading source of science materials that were used to populate educational technology platforms used by states and school districts.</p>\n<p class=\"normal\">In December 2014, management of the NSDL was transferred from the University Corporation for Atmospheric Research (UCAR) to the Institute for the Study of Knowledge Management in Education (ISKME). This agreement helps ensure the long-term sustainability of NSDL. After a yearlong process, UCAR selected ISKME to manage the library and work with the educational community to ensure its continued viability and relevance. ISKME was selected in part because of its commitment to online learning and innovation, as well as its past success with a viable business model for open educational resources (...",
  "por_txt_cntn": "The National Science Digital Library (NSDL) is a leader in national efforts to improve science, technology, engineering and math (STEM) education, and serves as a catalog of STEM educational content and a resource for technology solutions to help STEM instructor communities. The goals for this NSF award were to (1) focus on an educational services model that effectively collaborates with the increasingly diverse communities that produce, consume, and customize digital learning content; (2) better support the needs of teachers, librarians, and students; (3) provide the innovations necessary for NSDL to remain responsive to changing opportunities for STEM education; and (4) develop and implement a plan for the libraryÆs sustainability.\nA systematic review of all NSDL resources yielded a more educationally useful collection and brought into focus some improvements that could be made to NSDLÆs metadata practices for resource contributors. Learning Application Readiness (LAR) is the term used to describe the new initiative to develop criteria and guidelines for improving the quality of resources and metadata in the NSDL collections. LAR became the metadata framework designed to ensure that  the educational resources it describes are aligned to educational goals, curriculum, or professional development needs of teachers and learners, and that the metadata used is complete and descriptive so that resources and collections can be embedded in tools and services that educators and students use.\nThe work on LAR led to additional development of NSDL collections featuring rigorous resource characterization via the new metadata framework; the incorporation of paradata and annotations from providers; and options for services to state and district education systems adopting Common Core and Next Generation Science standards. A number of key NSDL Partners expanded the use of their collections by aligning resources to the Common Core Math and English Language Arts standards.\nNSDL implemented a crosswalk between the American Association for the Advancement of Science (AAAS) Benchmarks and the Next Generation Science Standards (NGSS) in the NSDL Science Literacy Maps (SLM). The crosswalk provided a detailed display of NGSS standards within the user interface for selected AAAS Benchmarks, thereby providing a bridge for educators to follow the connections between given Benchmarks and related NGSS standards. Where a Benchmark has correlation to an NGSS performance expectation (PE), science and engineering practice (SEP), disciplinary core idea (DCI), or crosscutting concepts (CCC), those NGSS elements are displayed via an NGSS tab in the user interface and resources aligned to those elements by collection providers are displayed to the user. Related work created a complementary NGSS standards browse feature on the NSDL.org website.\nNSDL was an early leader and collaborator in the US Department of EducationÆs Learning Registry initiative. NSDL published and actively maintained its collections in the registry and was a leading source of science materials that were used to populate educational technology platforms used by states and school districts.\nIn December 2014, management of the NSDL was transferred from the University Corporation for Atmospheric Research (UCAR) to the Institute for the Study of Knowledge Management in Education (ISKME). This agreement helps ensure the long-term sustainability of NSDL. After a yearlong process, UCAR selected ISKME to manage the library and work with the educational community to ensure its continued viability and relevance. ISKME was selected in part because of its commitment to online learning and innovation, as well as its past success with a viable business model for open educational resources (OER). ISKME supports innovative teaching and learning practices throughout the world, and is well known for its pioneering of open education initiatives. ISKME also assists policy makers, foundations, and education insti..."
 }
}