{
 "awd_id": "1144213",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Exploring the biochemical principle of allostery for algorithm development",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 17349.0,
 "awd_amount": 17349.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "EAGER: Exploring the biochemical principle of allostery for algorithm development\r\nPI: Judith Klein-Seetharaman, Department of Structural Biology, University of Pittsburgh\r\nCo-PI: Christopher J. Langmead, Department of Computer Science, Carnegie Mellon University\r\n\r\nProject Abstract\r\nMotivation: Computer science and biology have inspired each other by drawing analogies leading to new classes of algorithms such as neural networks and genetic algorithms and new fields such as computational biology and biocomputing (computing using biomolecules). The ever increasing data streams in everyday life as well as biology are most often characterized by networks, such as the internet, telephone network, disease transmission networks, social networks to name just a few. Networks consist of nodes connected by edges and only the nodes vary with the application areas. The network structures are conserved: the edges allow communication and information flow. Due to the size, complexity and dynamic nature of such networks, their control is challenging. As environments change, the structures of these networks change and are subject to numerous perturbations and failures. Nature faces these same types of challenges and has evolved robust strategies for ensuring that information is transmitted and that the system appropriately responds to changes in the environment: for example, the oxygen transport protein in the blood, hemoglobin, changes its affinity to oxygen in response to small molecule ligands favoring oxygen release where needed. The strategy that Nature employs in hemoglobin is called allostery.\r\nOpportunity: Allostery is a biochemical term that refers to the ability of biomolecules, in particular proteins, to achieve action at a distance in the atomic network through a small, localized perturbation.  Proteins can be viewed as networks of atoms interacting in three-dimensional space. Allostery is a classical text-book example of an experimentally well studied and firmly established mechanism of control of this atomic network. Here, PIs propose the hypothesis that one can share the biochemical principle of allostery with other domains such as disease transmission, social networks, economics, surveillance applications and cloud computing.  Understanding how Nature performs acquisition, transmission and processing of information at the molecular level may lead to future enabling technologies in other domains. \r\nIntellectual Merit: While the proposed hypothesis is potentially transformative, in-depth pursuit requires obtaining a proof-of-concept outlining (1) what kinds of mechanisms might exist in proteins that could be transferred to other domains and (2) develop an understanding of what are the requirements for such a transfer. Although allostery in proteins is an established biochemical principle, little is known how it works and how to predict it. Some proteins are regulated through allostery and others are not. Unfortunately, there is no simple property that determines whether a given protein is (or can be) allosterically regulated. While experimental methods provide direct evidence for allostery, they generally do not reveal the detailed physical and biological mechanisms for it. PIs propose to reveal these mechanisms through the combination of computation and experiments: a predicted path of communication between two distant sites can be validated or refuted by disrupting this path. The deliverables of this work will be a list of fundamental principles of allostery in proteins, and an analysis of their suitability for future extension to non-protein related networks. \r\nBroader Impact: This grant will support investigators and train graduate students from the areas of computer science, chemistry, biology & biomedicine. Convergence of technologies, here between protein allostery modeling and network control, is expected to speed up scientific progress in potentially many disciplines. Thus, one may in the future be able to push the field of biocomputing forward, predict disease outbreaks or identify action at a distance in economic networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Langmead",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Langmead",
   "pi_email_addr": "cjl@cs.cmu.edu",
   "nsf_id": "000105387",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17349.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Proteins are large molecules that perform the majority of tasks within cells.&nbsp; Some proteins&nbsp;are controlled via a phenomenon known as allosteric regulation. For such proteins, the binding of an effector&nbsp;molecule to one part of the protein, known as the allosteric site, &nbsp;can alter the behavior and/or shape of some other part of the protein.&nbsp; This research project developed a computational technique for studying allosteric regulation. Briefly, the method automatically discovers how information is propagated from the allosteric site to other regions of the protein.&nbsp; This information is valuable because it explains how the protein is regulated.</p>\n<p>The method, called GREMLIN,&nbsp;analyzes statistical properties of closely related proteins and discovers a network of interactions among the various parts of the protein.&nbsp; These networks are thought to transmit information throughout the protein.</p>\n<p>We applied our method to study an class of transmembrane proteins known as G-Protein Coupled Receptors (GPCR).&nbsp; GPCRs perform many important tasks in living organisms. Additionally, many commercially available drugs target GPCRs.&nbsp; Using our method, we discoverd how GPCRs transduce signals from one side of the cell membrane to the other.&nbsp; This result. may one day lead to the design of better drugs, or to the design of nanosensors or biocomputing elements.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2013<br>\n\t\t\t\t\tModified by: Christopher&nbsp;J&nbsp;Langmead</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1144213/1144213_10119852_1383102936620_Figure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1144213/1144213_10119852_1383102936620_Figure--rgov-800width.jpg\" title=\"GPCR Allosteric Network\"><img src=\"/por/images/Reports/POR/2013/1144213/1144213_10119852_1383102936620_Figure--rgov-66x44.jpg\" alt=\"GPCR Allosteric Network\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The figure shows the backbone trace of a GPCR in grey.  The different domains of the protein are annotated. The colored lines highlight the primary communication pathways within the protein.</div>\n<div class=\"imageCredit\">Christopher Langmead</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Christopher&nbsp;J&nbsp;Langmead</div>\n<div class=\"imageTitle\">GPCR Allosteric Network</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nProteins are large molecules that perform the majority of tasks within cells.  Some proteins are controlled via a phenomenon known as allosteric regulation. For such proteins, the binding of an effector molecule to one part of the protein, known as the allosteric site,  can alter the behavior and/or shape of some other part of the protein.  This research project developed a computational technique for studying allosteric regulation. Briefly, the method automatically discovers how information is propagated from the allosteric site to other regions of the protein.  This information is valuable because it explains how the protein is regulated.\n\nThe method, called GREMLIN, analyzes statistical properties of closely related proteins and discovers a network of interactions among the various parts of the protein.  These networks are thought to transmit information throughout the protein.\n\nWe applied our method to study an class of transmembrane proteins known as G-Protein Coupled Receptors (GPCR).  GPCRs perform many important tasks in living organisms. Additionally, many commercially available drugs target GPCRs.  Using our method, we discoverd how GPCRs transduce signals from one side of the cell membrane to the other.  This result. may one day lead to the design of better drugs, or to the design of nanosensors or biocomputing elements.\n\n\t\t\t\t\tLast Modified: 10/29/2013\n\n\t\t\t\t\tSubmitted by: Christopher J Langmead"
 }
}