{
 "awd_id": "1144379",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FODAVA II - The Science of Interaction Workshop",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 49000.0,
 "awd_amount": 49000.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "Abstract - Ebert (FODAVA II Workshop)\r\n\r\nSociety, as well as the science and engineering communities, is experiencing unprecedented growth in our capability to generate and access data.  Turning this data deluge into usable, actionable information is a challenging, necessary task that is crucial to effective decision making, scientific discovery, and engineering advances. This growing need led to the development of the field of visual analytics. Key findings over the past years have illustrated that collaboration and interaction are key components that complete the integrated computational-human decision making loop. This occurs at many levels from individual manipulation of data representation to interactive cognitive discovery combined with automated analysis, to coordinative and collective interactive analysis among groups of individuals. Therefore, a research agenda for the \"science of interaction\" is needed that will support ubiquitous and collaborative analysis and discovery utilizing new, transparent interaction tools. \r\n\r\nThis workshop will help define the research topics within this Science of Interaction for data and visual analytics.  The workshop will gather leading researchers from the variety of disciplines that underpin this new topic. Focal topics will be (1) ubiquitous, embodied interaction; (2) capturing user intent to guide the analytical process; (3) knowledge-based interfaces based on visual cognition and machine reasoning; (4) effective collaboration and collaboration tools; (5) principals of design, perception, and usability; and (6) composability and integration of tools. The main outcome of the workshop will be the workshop report defining a research roadmap for the Science of Interaction for Visual and Data Analytics, as well as a summary paper to be submitted to IEEE Computer Graphics and Applications? Visualization Viewpoints or IEEE Computer magazine.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ebert",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Ebert",
   "pi_email_addr": "ebert@ou.edu",
   "nsf_id": "000280883",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "McDonald",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W McDonald",
   "pi_email_addr": "dwmc@u.washington.edu",
   "nsf_id": "000470515",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745300",
   "pgm_ele_name": "GRAPHICS & VISUALIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7453",
   "pgm_ref_txt": "GRAPHICS & VISUALIZATION"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7703",
   "pgm_ref_txt": "FOUNDATIONS VISUAL ANALYTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ever-growing volume of science and user-generated data creates a need for valuable, timely analysis tools that enable interactive visual analysis for sensemaking and provide critical insights from this sea of data. Key findings in visual analytics have demonstrated that collaboration over and interaction with data are key components of an integrated computational-human decision making loop. This human-information interaction occurs at many levels from individual manipulation of data representation, to interactive cognitive discovery combined with automated analysis, to coordinative and distributed interactive analysis among groups of individuals.</p>\n<p>The outcome of this series of workshops was to define a research agenda for the <strong>&ldquo;Science of Interaction&rdquo;</strong> to support ubiquitous and collaborative analysis and discovery utilizing new, transparent interaction tools. What resulted was the identification and discussion of four distinct areas of consideration and the description of issues and limitation and a call to arms for open research problems. These four distinct areas of research encompass the rich set of issues, capabilities and needs for next generation interaction in these ever growing large data environments.</p>\n<p>&nbsp;</p>\n<p><strong>Fluid Interaction</strong> &ndash; There is always a negotiation process in the interaction between people and data. People have roles and it's very formulaic and we can only communicate in certain ways. There is negotiation there.&nbsp; We seek to enable people to have media rich argumentation and take this a step further. How far can we push the visual communication? There are two parts to this argument. The first is our need to take responsibility that visualization is a communication method. Choices you make in creating visualization affect how it will be communicated. Just like words, we can change the structure slightly and have a significant impact. We must look at the impact these visualizations have.&nbsp; We need to think about the use of visualization in interaction, the design of the next generation of natural, fluid, interaction models and experimental paradigms to better coordinate the flow of visual information and the time course of human cognitive and motor processes.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Interactive Sense-making in Information Rich Environments</strong>: There has been a great deal of work to help individual analysts explore and understand large quantitative datasets.&nbsp; This work has helped the <em>information</em> within that <em>data</em> to be more easily extracted, used, and combined with analysts&rsquo; domain expertise.&nbsp; The interaction burdens and technical expertise requirements being placed on analysts, as barriers to fluid interaction and understanding of the data, are being ever lowered. The biggest challenge we could hope to address with this science is that of enabling large groups of people to interact with each other and data to do sense-making on complex problems where no one person can understand the problems, let alone the specific questions or answers.&nbsp; The second&nbsp; challenge&nbsp; is supporting individual and group interaction with a variety of multi-modal data, where each piece and set of data may have different properties.&nbsp; We want to understand how to build interaction environments that enable people with different expertise to interact with one another and&nbsp; data, and understand each other&rsquo;s insights. Then iteratively build on each other&rsquo;s insights. Additionally, we need the ability to measure sense-making.&nbsp; Finally, we need to find and/or generate compact representations of multimodal data sets, supporting and including discussions and insights, that can facilitate interaction for sense-making.</p>\n<p>&nbsp;</p>\n<p><strong>Human Sense-making Enhanced by Interactive Computation Guidanc...",
  "por_txt_cntn": "\nThe ever-growing volume of science and user-generated data creates a need for valuable, timely analysis tools that enable interactive visual analysis for sensemaking and provide critical insights from this sea of data. Key findings in visual analytics have demonstrated that collaboration over and interaction with data are key components of an integrated computational-human decision making loop. This human-information interaction occurs at many levels from individual manipulation of data representation, to interactive cognitive discovery combined with automated analysis, to coordinative and distributed interactive analysis among groups of individuals.\n\nThe outcome of this series of workshops was to define a research agenda for the \"Science of Interaction\" to support ubiquitous and collaborative analysis and discovery utilizing new, transparent interaction tools. What resulted was the identification and discussion of four distinct areas of consideration and the description of issues and limitation and a call to arms for open research problems. These four distinct areas of research encompass the rich set of issues, capabilities and needs for next generation interaction in these ever growing large data environments.\n\n \n\nFluid Interaction &ndash; There is always a negotiation process in the interaction between people and data. People have roles and it's very formulaic and we can only communicate in certain ways. There is negotiation there.  We seek to enable people to have media rich argumentation and take this a step further. How far can we push the visual communication? There are two parts to this argument. The first is our need to take responsibility that visualization is a communication method. Choices you make in creating visualization affect how it will be communicated. Just like words, we can change the structure slightly and have a significant impact. We must look at the impact these visualizations have.  We need to think about the use of visualization in interaction, the design of the next generation of natural, fluid, interaction models and experimental paradigms to better coordinate the flow of visual information and the time course of human cognitive and motor processes.\n\n \n\nInteractive Sense-making in Information Rich Environments: There has been a great deal of work to help individual analysts explore and understand large quantitative datasets.  This work has helped the information within that data to be more easily extracted, used, and combined with analystsÆ domain expertise.  The interaction burdens and technical expertise requirements being placed on analysts, as barriers to fluid interaction and understanding of the data, are being ever lowered. The biggest challenge we could hope to address with this science is that of enabling large groups of people to interact with each other and data to do sense-making on complex problems where no one person can understand the problems, let alone the specific questions or answers.  The second  challenge  is supporting individual and group interaction with a variety of multi-modal data, where each piece and set of data may have different properties.  We want to understand how to build interaction environments that enable people with different expertise to interact with one another and  data, and understand each otherÆs insights. Then iteratively build on each otherÆs insights. Additionally, we need the ability to measure sense-making.  Finally, we need to find and/or generate compact representations of multimodal data sets, supporting and including discussions and insights, that can facilitate interaction for sense-making.\n\n \n\nHuman Sense-making Enhanced by Interactive Computation Guidance -- Human sense-making can be enhanced through balancing active user input with systematic guidance to enable visual data manipulation and analysis.  The role of the computational guidance is to amplify the human cognition, not to remove responsibility from the analyst.  However, balancing a..."
 }
}