{
 "awd_id": "1145750",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 CSHL 77th Symposium:   Plant Biology Conference",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2011-08-19",
 "awd_abstract_narration": "77th Annual Cold Spring Harbor Symposium on Quantitative Biology, May 30 - June 4, 2012\r\nThe Cold Spring Harbor Symposia on Quantitative Biology bring together scientists from all over the world to present and evaluate new data and ideas in rapidly moving areas of biological research. Plants are integral to human wellbeing, and many species have been domesticated for over ten thousand years. During the past several decades plant biology has been revolutionized first by molecular biology and then by the genomic era. With the genomes of more than thirty plant species now available and many more planned in the near future, the impact on our understanding of plant evolution and biology continues to grow. Our increased ability to engineer plant species to a variety of ends may provide novel solutions to ensure adequate food production and renewable energy even as climate change impacts our environment.\r\nThe Symposium will span a broad range of areas of investigation including genetics, biochemistry, molecular and cell biology, developmental biology, physiology and population/evolution studies at levels ranging from the single cell to the entire organism and from single genes to genomes; plant-specific areas are anticipated to feature broadly. Fundamental biological discoveries will be balanced with applications relevant to societal wellbeing including improved crops, fuel and habitat.\r\nThe Symposium seeks to nurture the next generation of plant scientists by providing outstanding younger scientists with an opportunity to interact with and learn from their peers and more senior scientists. Much of the research will be presented in the form of posters, providing younger scientists with the opportunity to develop their ideas, their presentations skills, and their interactions with other members of the scientific community. Representation of women at the Symposium at both junior and senior level is important, since role models play a key role in attracting newcomers to any field. Equally, the Laboratory encourages minority scientists to attend and present their latest research. Through panel discussions, the Symposium also aims to encourage scientists to consider the impact of their own research in the context of how society views the associated risks and benefits. Thus the Symposium aims to empower a broad and diverse community of current and future plant scientists.\r\nThe Laboratory also plans to disseminate this synthesis of current thinking to a broader audience. In-depth interviews with leading scientists undertaken during the Symposium provide an alternative snapshot of the state of current research and are made freely available online to a broad audience. Finally, the local community is engaged in the general theme of the Symposium through a public lecture delivered by one of the Symposium participants to a mixed audience of scientists and laymen.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Stewart",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Stewart",
   "pi_email_addr": "stewart@cshl.edu",
   "nsf_id": "000148864",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "One Bungtown Road",
  "perf_city_name": "Cold Spring Harbot",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242209",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114100",
   "pgm_ele_name": "PHYSIOLOG & STRUCTURAL SYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>77<sup>th</sup> Cold Spring Harbor Laboratory Symposium on Quantitative Biology</strong></p>\n<p style=\"text-align: center;\"><strong>THE BIOLOGY OF PLANTS</strong></p>\n<p style=\"text-align: center;\"><strong>May 30 - June 4, 2012</strong></p>\n<p style=\"text-align: center;\"><strong>&nbsp;</strong></p>\n<p><strong>Organized by:</strong><strong></strong></p>\n<p><strong>Terri Grodzicker, Rob Martienssen, David Stewart &amp; Bruce Stillman</strong><strong><br /></strong><em>Cold Spring Harbor Laboratory</em></p>\n<p><em>&nbsp;</em></p>\n<p><em>319 participants<strong></strong></em></p>\n<p>&nbsp;</p>\n<p>The Cold Spring Harbor Symposia on Quantitative Biology brought together scientists from all over the world to present and evaluate new data and ideas in rapidly moving areas of biological research. Each year, a topic is chosen that appears to be at a stage where general and intensive scrutiny and review is needed. Criteria for selection of topics are numerous, but include the rate of progress in a given field, how recent research is highlighting connections between fundamental biological mechanisms, and the potential applications of the new discoveries to human health and society. Cold Spring Harbor Laboratory selected the theme of The Biology of Plants for the historic 77<sup>th</sup> Symposium in the series.</p>\n<p>Plants are integral to human wellbeing, and many species have been domesticated for over ten thousand years. Evidence of plant scientific investigation and classification can be found in ancient texts from cultures around the world (Chinese, Indian, Greco-Roman, Muslim etc.), while early modern botany can be traced to the late 15<sup>th</sup> and early 16<sup>th</sup> centuries in Europe. During the past several decades plant biology has been revolutionized first by molecular biology and then by the genomic era. The model organism <em>Arabidopsis thaliana </em>has proved an invaluable tool for investigation into fundamental processes in plant biology, many of which share commonalities with animal biology. Plant-specific processes from reproduction to immunity and second messengers have also yielded to extensive investigation. With the genomes of more than thirty plant species now available and many more planned in the near future, the impact on our understanding of plant evolution and biology continues to grow. Our increased ability to engineer plant species to a variety of ends may provide novel solutions to ensure adequate and reliable food production and renewable energy even as climate change impacts our environment.</p>\n<p>The decision to focus the 2012 Symposium on plant science reflected the enormous research progress achieved in recent years, and was intended to provide a broad synthesis of the current state of the field, setting the stage for future discoveries and application. This is the first Symposium in this historic series that focused exclusively on the botanical sciences. The Symposium spanned a broad range of areas of investigation including genetics, biochemistry, molecular and cell biology, developmental biology, physiology and population/evolution studies at levels ranging from the single cell to the entire organism and from single genes to genomes; plant-specific processes and pathways featured broadly throughout the meeting. Effort was made to balance fundamental biological discoveries with applications relevant to societal wellbeing including improved crops, fuel and habitat.</p>\n<p>In arranging this Symposium, the organizers were dependent upon the guidance of a broad cadre of advisors including Drs. Phil Benfey, Joanne Chory, Nam-Hai Chua, Jeff Dangl, Joe Ecker and Chris Somerville. Opening night speakers included Sarah Hake, Craig Pikaard, Joanne Chory and Jeff Dangl. Rob Martienssen delivered a compelling Dorcas Cummings lecture on &ldquo;Send in the Clones&rdquo; to Laboratory friends, neighbors and...",
  "por_txt_cntn": "77th Cold Spring Harbor Laboratory Symposium on Quantitative Biology\nTHE BIOLOGY OF PLANTS\nMay 30 - June 4, 2012\n \n\nOrganized by:\n\nTerri Grodzicker, Rob Martienssen, David Stewart &amp; Bruce Stillman\nCold Spring Harbor Laboratory\n\n \n\n319 participants\n\n \n\nThe Cold Spring Harbor Symposia on Quantitative Biology brought together scientists from all over the world to present and evaluate new data and ideas in rapidly moving areas of biological research. Each year, a topic is chosen that appears to be at a stage where general and intensive scrutiny and review is needed. Criteria for selection of topics are numerous, but include the rate of progress in a given field, how recent research is highlighting connections between fundamental biological mechanisms, and the potential applications of the new discoveries to human health and society. Cold Spring Harbor Laboratory selected the theme of The Biology of Plants for the historic 77th Symposium in the series.\n\nPlants are integral to human wellbeing, and many species have been domesticated for over ten thousand years. Evidence of plant scientific investigation and classification can be found in ancient texts from cultures around the world (Chinese, Indian, Greco-Roman, Muslim etc.), while early modern botany can be traced to the late 15th and early 16th centuries in Europe. During the past several decades plant biology has been revolutionized first by molecular biology and then by the genomic era. The model organism Arabidopsis thaliana has proved an invaluable tool for investigation into fundamental processes in plant biology, many of which share commonalities with animal biology. Plant-specific processes from reproduction to immunity and second messengers have also yielded to extensive investigation. With the genomes of more than thirty plant species now available and many more planned in the near future, the impact on our understanding of plant evolution and biology continues to grow. Our increased ability to engineer plant species to a variety of ends may provide novel solutions to ensure adequate and reliable food production and renewable energy even as climate change impacts our environment.\n\nThe decision to focus the 2012 Symposium on plant science reflected the enormous research progress achieved in recent years, and was intended to provide a broad synthesis of the current state of the field, setting the stage for future discoveries and application. This is the first Symposium in this historic series that focused exclusively on the botanical sciences. The Symposium spanned a broad range of areas of investigation including genetics, biochemistry, molecular and cell biology, developmental biology, physiology and population/evolution studies at levels ranging from the single cell to the entire organism and from single genes to genomes; plant-specific processes and pathways featured broadly throughout the meeting. Effort was made to balance fundamental biological discoveries with applications relevant to societal wellbeing including improved crops, fuel and habitat.\n\nIn arranging this Symposium, the organizers were dependent upon the guidance of a broad cadre of advisors including Drs. Phil Benfey, Joanne Chory, Nam-Hai Chua, Jeff Dangl, Joe Ecker and Chris Somerville. Opening night speakers included Sarah Hake, Craig Pikaard, Joanne Chory and Jeff Dangl. Rob Martienssen delivered a compelling Dorcas Cummings lecture on \"Send in the Clones\" to Laboratory friends, neighbors and Symposium participants. \n\n            This Symposium was attended by almost 320 scientists from over 20 countries, and the program included 65 invited presentations and 169 poster presentations. In order to disseminate the latest results and discussion of the Symposium to a wider audience, attendees were able to share many of the Symposium talks with their colleagues who were unable to attend using the Leading Strand video archive, while interviews by Gemma Bilsborough, In&ecirc;s Chen, Kate Creasey, Emilie M..."
 }
}