{
 "awd_id": "1145291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Human Computation: Integrating the Crowd and the Machine",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 66002.0,
 "awd_amount": 66002.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "Because both information and connectivity are more available today than ever before thanks to digital technologies, questions can now be addressed by enlisting massive human demographics to supplement the limitations of computer computation.  This is especially relevant in the case of visual analytics, where human intuition remains far superior to existing computer object recognition algorithms.  While algorithms are limited by pre-labeling requirements, humans can perceive subtle variations and nuances to identify and classify unexpected objects.  These tasks, however, are often too massive in scale for a single human to accomplish.  Distributing this task over a massive network not only succeeds in categorizing data, but generates massive quantities of human quantifiers (training data) to potentially teach computer vision algorithms to mimic human perception in order to distinguish the normal from the abnormal.\r\n\r\nThis exploratory project will combine collective human visual perception with machine learning and object recognition, through a study of 1.25 million crowd-sourced inputs provided by over 6,000 volunteers labeling satellite imagery in a search for anomalies in northern Mongolia.  These data, collected from June 2010 to the present via an online platform developed by the PI in collaboration with National Geographic Digital Media, afford an ideal \"case study\" environment to investigate the nature of crowd generated data and methods that distill the wide variability of human input into computational algorithms.  The online participants, excited by the potential of discovering the tomb of Genghis Khan, examined massive amounts of ultra-high resolution multispectral satellite imagery to label loosely defined anomalies into various categories. Trends that emerged from the massive volume of labels represent a collective human perspective on what the images contain.  A team led by the PI traveled to Mongolia to ground-truth areas of high user input convergence.  The resulting ground-truthed anomalies provide a unique opportunity to both accurately measure the quality of human/automated analysis and to investigate the effect of supplementing noisy crowd-sourced data sets with small pools of absolute data in machine learning.  In the current project the PI will develop a framework for applying and evaluating the following three research phases designed to study the nature of large scale human generated data for integration into supervised learning algorithms:\r\n\r\n1. Consensus Clustering - Tag evaluation mechanisms based upon the volume and consistency of neighboring tags and the ability of the individuals creating those tags.  Unsupervised methods for \"merging\" labels will also be applied for extended anomalies such as roads and rivers.\r\n\r\n2. Feature Vector Extraction - Both the type of features (e.g., color, luminance, edges and gradients, scale, orientation, etc.) and the extent of the neighborhoods (e.g., local, wide and global) required to detect anomalies are unknown a priori.  Thus, the aim is to determine sufficiently diverse features to  capture all relevant cues within the image.\r\n\r\n3. Machine Learning - Dominant features representative of, and excluded from, pixel groups of given categories will be determined from the results of Phase 2 above.\r\n\r\nBroader Impacts:  In this exploratory study the PI will lay the foundation for extracting new machine/human collaborative opportunities from the resource of the crowd.  Understanding the bonds between human and computer intelligence will have a profound impact on many branches of science.  Thus, concepts developed in this effort may ultimately prove transformative by affording migration of crowd-sourcing from a project-based tool for distributed analytics into a portal bridging collective human perception and machine learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Lin",
   "pi_mid_init": "y",
   "pi_sufx_name": "",
   "pi_full_name": "Albert y Lin",
   "pi_email_addr": "a5lin@ucsd.edu",
   "nsf_id": "000541273",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Falko",
   "pi_last_name": "Kuester",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Falko Kuester",
   "pi_email_addr": "fkuester@ucsd.edu",
   "nsf_id": "000329679",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gert",
   "pi_last_name": "Lanckriet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gert Lanckriet",
   "pi_email_addr": "gert.lanckriet@gmail.com",
   "nsf_id": "000487588",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 66002.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The emergence of crowdsourcing (distributed human computation) in science is the result of: (a) the ever-increasing size and scale of data collected, and (b) the increased capacity of our interconnected bandwidth required to perform these collaborative efforts.&nbsp; While there have been exciting examples of scalable human analytics, it would be a challenge for human computation alone to analyze every image on the web, every galaxy in the sky, or every cell in the human body.&nbsp; Yet we try, and as a result we have begun to produce extensive repositories of human labeled data to represent the collective visual perceptive reasoning still out of the reach of automated systems.&nbsp; This research aimed to explore frameworks for machine learning that could efficiently learn from these noisy human generated labels to extend the power of crowdsourced human perception.&nbsp; A data set of over 2 million labels collected from a National Geographic sponsored survey of ultra-high resolution satellite imagery for archaeological structures was used in this study.</p>\n<p>We explored two mathematical approaches to define consensus among the crowd within the geospatial framework of the data: (a) density based clustering, and (b) kernal density estimation. Both approaches showed dependency upon the characteristics/dimensions of the intended features to be identified.&nbsp; For non-linear features the process of kernel density estimation to define consensus resulted in a higher accuracy to the groundtruth. &nbsp;For linear features a triadic clustering approach facilitated a process to &ldquo;connect the dots&rdquo; for road segmentation, mapping rural non-paved roads across a barren landscape from sparse human generated point data.&nbsp;&nbsp; An open innovation public coding challenge was created with TopCoder and the NASA Tournament Laboratory (NTL) to generate a broad range of efficient algorithms to learn from these consensus clusters. 395 unique solutions were submitted within a highly structured framework, providing 20 solutions that showed positive learning curves.&nbsp; As expected, in each case the learning curves showed higher accuracy when seeking objects with greater visual familiarity (algorithm showed better results with modern structures tags over ancient structures tags).&nbsp; However, t<span>he overall results of this effort validated the initial framework of machine learning from crowdsourced visual perception, with the must successful algorithms gaining sufficient (showing high agreement with the crowd consensus when defining points of interest) optimization after less than 10K independent human inputs. &nbsp;This is a significant increase in efficiency over the 2.3 million tags required to survey the same area without the human/machine learning framework.</span></p>\n<p>While this study focused on a satellite imagery based archaeological survey as its case study, there exists a broad range of scientific and industry challenges where scalable human perception networks may help us dive into the unknown and extract the unexpected.&nbsp; This is exemplified by the many subsequent crowdsourced satellite remote sensing efforts that have extended from this initial experiment, with applications ranging from humanitarian monitoring to disaster assessment. &nbsp;Specific examples include: the crowdsourced search and rescue effort for the lost schooner Nina in the Tasman sea; and the coming data analytics changes associated NASA's Cassini mission where algorithm from this research will be applied.</p>\n<p>Future research should focus on understanding the impact and limitations created by diverse of input quality from the crowd.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2013<br>\n\t\t\t\t\tModified by: Albert&nbsp;Y&nbsp;Lin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe emergence of crowdsourcing (distributed human computation) in science is the result of: (a) the ever-increasing size and scale of data collected, and (b) the increased capacity of our interconnected bandwidth required to perform these collaborative efforts.  While there have been exciting examples of scalable human analytics, it would be a challenge for human computation alone to analyze every image on the web, every galaxy in the sky, or every cell in the human body.  Yet we try, and as a result we have begun to produce extensive repositories of human labeled data to represent the collective visual perceptive reasoning still out of the reach of automated systems.  This research aimed to explore frameworks for machine learning that could efficiently learn from these noisy human generated labels to extend the power of crowdsourced human perception.  A data set of over 2 million labels collected from a National Geographic sponsored survey of ultra-high resolution satellite imagery for archaeological structures was used in this study.\n\nWe explored two mathematical approaches to define consensus among the crowd within the geospatial framework of the data: (a) density based clustering, and (b) kernal density estimation. Both approaches showed dependency upon the characteristics/dimensions of the intended features to be identified.  For non-linear features the process of kernel density estimation to define consensus resulted in a higher accuracy to the groundtruth.  For linear features a triadic clustering approach facilitated a process to \"connect the dots\" for road segmentation, mapping rural non-paved roads across a barren landscape from sparse human generated point data.   An open innovation public coding challenge was created with TopCoder and the NASA Tournament Laboratory (NTL) to generate a broad range of efficient algorithms to learn from these consensus clusters. 395 unique solutions were submitted within a highly structured framework, providing 20 solutions that showed positive learning curves.  As expected, in each case the learning curves showed higher accuracy when seeking objects with greater visual familiarity (algorithm showed better results with modern structures tags over ancient structures tags).  However, the overall results of this effort validated the initial framework of machine learning from crowdsourced visual perception, with the must successful algorithms gaining sufficient (showing high agreement with the crowd consensus when defining points of interest) optimization after less than 10K independent human inputs.  This is a significant increase in efficiency over the 2.3 million tags required to survey the same area without the human/machine learning framework.\n\nWhile this study focused on a satellite imagery based archaeological survey as its case study, there exists a broad range of scientific and industry challenges where scalable human perception networks may help us dive into the unknown and extract the unexpected.  This is exemplified by the many subsequent crowdsourced satellite remote sensing efforts that have extended from this initial experiment, with applications ranging from humanitarian monitoring to disaster assessment.  Specific examples include: the crowdsourced search and rescue effort for the lost schooner Nina in the Tasman sea; and the coming data analytics changes associated NASA's Cassini mission where algorithm from this research will be applied.\n\nFuture research should focus on understanding the impact and limitations created by diverse of input quality from the crowd.\n\n\t\t\t\t\tLast Modified: 10/29/2013\n\n\t\t\t\t\tSubmitted by: Albert Y Lin"
 }
}