{
 "awd_id": "1145831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Consultation Travel for A Multidisciplinary Pilot Study of Alpine Cairns, Southeast Alaska",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 14211.0,
 "awd_amount": 14211.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "This is a small EAGER project to explore alpine cairn structures that exist in Southeast Alaska and which have been described in the historic record as early as the Russian contact period.  Because of the focus on coastal migration theories of early peopling of North American and the development of social complexity among the coastal tribes, no previous research has been done to understand the construction or prehistoric context of these cairn structures that are quite numerous in the region.  This project would support the research team to do preliminary testing of an alpine cairn and will allow PIs to travel to consult and coordinate their research with the tribal communities of Sitka and Angoon on whose traditional territories the project would take place.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Hunt",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "William J Hunt",
   "pi_email_addr": "whunt@neb.rr.com",
   "nsf_id": "000564731",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Hartley",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph J Hartley",
   "pi_email_addr": "rhartley@unlnotes.unl.edu",
   "nsf_id": "000564732",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "312 N 14th Street",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685880430",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14211.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Final Project Results</strong></p>\n<p>&nbsp;This funding paid for Investigators to travel to Southeast Alaska to meet and consult with the National Forest Service (FS), the Kootsnoowoo Tlingit&rsquo;s Angoon Community Association (ACA) tribal council; the Sitka (Sheet'k&aacute;) Tlingit tribal council (Sitka Tribe of Alaska or STA) Cultural, Customary, and Traditional Committee.</p>\n<p>&nbsp;FS consultation addressed a number of topics including the FS liaison between the Admiralty Island &ndash; Juneau District and the ACA and future use of a liaison or liaisons between the investigators , the FS, and the tribes. The proposed research location was identified and determined to be on or near the traditional territorial boundaries of the Sitka (Sheet'k&aacute;) L&rsquo;ukna<span style=\"text-decoration: underline;\">x</span>. &aacute;di and Kootsnoowoo (Xutsnoow&uacute;) Tei<span style=\"text-decoration: underline;\">k</span>weid&iacute; clans (Goldschmidt and Haas 1998). Investigators sought FS participation as a partner in the project by providing logistical support and advice as needed. Critically important elements of project planning also included development of plans for unexpected discovery of human remains and for disassembling and rebuilding the targeted cairns. Finally, a Programmatic Agreement between the FS and the tribes would be required.</p>\n<p>Subsequently, investigators consulted with the STA Tribal Council, the STA&rsquo;s Cultural, Customary, and Traditional Committee, and the ACA Tribal Council. PowerPoint presentations provided information about the background of proposed pilot project, a 2007 cairn inventory (Hunt 2010). An overview of the proposed project&rsquo;s research goals was also presented and that these would be addressed through archeology, lichenology, and oral history. It was noted that human remains were not expected to be encountered but, in the unlikely event that occurred, researchers would follow the Forest Service&rsquo;s notification protocol. This protocol would bring the STA into the process of deciding what further action, if any, was required. The presentation was received very favorably. The sentiment of the committee members was summed up by the committee chair who noted that the tribe&rsquo;s &ldquo;encyclopedias,&rdquo; the knowledgeable elders, were fast disappearing and that time is of the essence if this study is to successfully incorporate oral histories relating to Tlingit use of alpine areas. The investigators expressed a desire to include the tribe in the project as partners in the investigation through incorporation of a project-paid liaison and by including a promising student member of the tribe as a paid crew member. Both individuals would be selected by the tribe. The tribal councils were positive with regard to completing a Programmatic Agreement (PA) with the Forest Service. This PA will also include the Alaska State Historic Preservation Office, the University of Nebraska-Lincoln, and the National Science Foundation.</p>\n<p>&nbsp;<strong>What is the intellectual merit of the proposed activity?</strong></p>\n<p>&nbsp;The goal of 2011 project was to inform governmental entities about a proposed project and receive feedback from those entities with regard to cultural and legal concerns. The overall aim was to incorporate those concerns into a pilot project that would be proposed to the National Science Foundation in 2012.</p>\n<p>&nbsp;</p>\n<p><strong>What are the broader impacts of the proposed activity?</strong></p>\n<p>&nbsp;The intent of the project was to broaden the participation of two ethnic groups, the Sitka Tlingit and the Kootsnoowoo Tlingit in a pilot archaeological project to be proposed to the NSF the following year. To this end, the project will hire liaisons and student crew members appointed by each tribe. As well, the inclusion of oral history in the project design will provide an opportu...",
  "por_txt_cntn": "\nFinal Project Results\n\n This funding paid for Investigators to travel to Southeast Alaska to meet and consult with the National Forest Service (FS), the Kootsnoowoo TlingitÆs Angoon Community Association (ACA) tribal council; the Sitka (Sheet'k&aacute;) Tlingit tribal council (Sitka Tribe of Alaska or STA) Cultural, Customary, and Traditional Committee.\n\n FS consultation addressed a number of topics including the FS liaison between the Admiralty Island &ndash; Juneau District and the ACA and future use of a liaison or liaisons between the investigators , the FS, and the tribes. The proposed research location was identified and determined to be on or near the traditional territorial boundaries of the Sitka (Sheet'k&aacute;) LÆuknax. &aacute;di and Kootsnoowoo (Xutsnoow&uacute;) Teikweid&iacute; clans (Goldschmidt and Haas 1998). Investigators sought FS participation as a partner in the project by providing logistical support and advice as needed. Critically important elements of project planning also included development of plans for unexpected discovery of human remains and for disassembling and rebuilding the targeted cairns. Finally, a Programmatic Agreement between the FS and the tribes would be required.\n\nSubsequently, investigators consulted with the STA Tribal Council, the STAÆs Cultural, Customary, and Traditional Committee, and the ACA Tribal Council. PowerPoint presentations provided information about the background of proposed pilot project, a 2007 cairn inventory (Hunt 2010). An overview of the proposed projectÆs research goals was also presented and that these would be addressed through archeology, lichenology, and oral history. It was noted that human remains were not expected to be encountered but, in the unlikely event that occurred, researchers would follow the Forest ServiceÆs notification protocol. This protocol would bring the STA into the process of deciding what further action, if any, was required. The presentation was received very favorably. The sentiment of the committee members was summed up by the committee chair who noted that the tribeÆs \"encyclopedias,\" the knowledgeable elders, were fast disappearing and that time is of the essence if this study is to successfully incorporate oral histories relating to Tlingit use of alpine areas. The investigators expressed a desire to include the tribe in the project as partners in the investigation through incorporation of a project-paid liaison and by including a promising student member of the tribe as a paid crew member. Both individuals would be selected by the tribe. The tribal councils were positive with regard to completing a Programmatic Agreement (PA) with the Forest Service. This PA will also include the Alaska State Historic Preservation Office, the University of Nebraska-Lincoln, and the National Science Foundation.\n\n What is the intellectual merit of the proposed activity?\n\n The goal of 2011 project was to inform governmental entities about a proposed project and receive feedback from those entities with regard to cultural and legal concerns. The overall aim was to incorporate those concerns into a pilot project that would be proposed to the National Science Foundation in 2012.\n\n \n\nWhat are the broader impacts of the proposed activity?\n\n The intent of the project was to broaden the participation of two ethnic groups, the Sitka Tlingit and the Kootsnoowoo Tlingit in a pilot archaeological project to be proposed to the NSF the following year. To this end, the project will hire liaisons and student crew members appointed by each tribe. As well, the inclusion of oral history in the project design will provide an opportunity for tribal members to bring cultural information to the attention of the investigators, information that may be useful for interpreting any archaeological data collected. Finally, the proposed project will foster integration of research and education by including graduate students and student tribal members. It will also be accomp..."
 }
}