{
 "awd_id": "1145469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Vertically Meandering Mountain Streams",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelley Crews",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 102646.0,
 "awd_amount": 102646.0,
 "awd_min_amd_letter_date": "2011-08-07",
 "awd_max_amd_letter_date": "2011-08-07",
 "awd_abstract_narration": "Mountain streams are major sources of the world's water and sediment supply, serving as the primary reservoirs feeding into lowland rivers and larger water bodies.  These mountain streams, which are characterized by a preponderance of steps and pools, exhibit a striking, staircase-like longitudinal profile that has intrigued scientists for many years.  Recently, the application of spectral analysis has identified periodicities in the occurrence of steps and pools, thereby suggesting a mutual adjustment between flow and channel morphology, and an analogy to meandering in the vertical dimension.  Although this finding extends the fundamentally important concept of vertical meandering from pools and riffles in downstream channels to step-pools in headwater areas of river basins, the oscillations in the step-pool streambed have not been subjected to the same level of analysis as those in pools and riffles and the meandering river.  Using a combination of field, laboratory, and statistical methods, this research will develop a quantitative model to describe, predict, and explain the rhythmic step-pool morphology, and to fully establish its significance as an expression of vertical meandering in mountain streams.  Time-series analytic techniques will be applied to a large database of step-pool streams from around the world to develop a model that can describe and predict the rhythmic sequences.  Step-pool channels in the Santa Monica Mountains of California will also be surveyed and compared to profiles constructed in 1991 to assess change in the periodic character over decadal timescales.  Flume experiments will further provide specific tests for the hypothesis that periodic step-pool sequences minimize stream power in the mountain river system, thus linking the rhythmic form to principles of energy expenditure.  Collectively, these outcomes are expected to demonstrate that predictable, periodic step-pool mountain streambeds develop and are preserved in a wide range of environments to maintain equilibrium channel geometries under high energy conditions.\r\n\r\nThe comprehensive treatment undertaken in this study is expected to elevate our understanding of the vertical oscillations in mountain streams toward that of riffle-pools and horizontal meandering well known for decades.  Developing a general predictive model for rhythmic step-pool sequences will give insight into the underlying processes operating in mountain streams.    Linking the repetitive step-pool form to principles of energy expenditure will enhance our understanding of river behavior in general.  Enhanced understanding of the vertical patterns in step-pool streams will assist stable channel design and stream restoration using step-pools, a practice that is increasing in mountain and urban settings.  Effective design and management of steep mountain streams will mitigate flood hazards and protect property and livelihood in downstream communities.  Because mountain streams are important habitats for many sensitive aquatic species, results of this study will have further important implications for ecological management.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Chin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Chin",
   "pi_email_addr": "anne.chin@fsu.edu",
   "nsf_id": "000459304",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver",
  "inst_street_address": "13001 E 17TH PL STE F428",
  "inst_street_address_2": "",
  "inst_city_name": "AURORA",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "800452571",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "CO06",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIV. OF COLORADO",
  "org_prnt_uei_num": "MW8JHK6ZYEX8",
  "org_uei_num": "MW8JHK6ZYEX8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Denver and Health Sciences Center",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "800450508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "CO06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 102646.0
  }
 ],
 "por": null
}