{
 "awd_id": "1145718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Egypt Cooperative Research: Robotic Exploration of the Mersa/Wadi Gawasis",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2011-09-02",
 "awd_abstract_narration": "1145718\t  \r\n\t\t\r\nThis project supports a cooperative research project by Dr. Howard Choset, Carnegie Mellon University, Pittsburgh, Pennsylvania in collaboration with Dr. Mohamed Abd El-Maguid, Supreme Council for Antiquities (SCA), Alexandria, Egypt.  The project will establish a long-term collaboration between the two sides to use robots to inspect regions of archeological interest that are too dangerous for people to enter. The specific area of interest lies in the Mersa/Wadi Gawasis region of Egypt which contains many man-made caves that were used to store pieces of ancient ships. This region has now gained considerable interest by Egyptologists. Dr. Kathryn Bard of Boston University and Rodolfo Fattovich of the University of Naples \"l'Orientale\" have been active in this area, and Dr. Abd El-Maguid has joined with them to assist in excavations and in determining historical significance. He is an expert in underwater archeology in Egypt. Drs. Bard and Fattovich have identified two specific caves that contain artifacts of great interest and are looking at another location for a man-made storage facility. All of these areas are not safe for people to enter. The PI has developed robots, called snake robots, because they articulate and maneuver through cluttered spaces, much in the same ways biological snakes do. \r\n\r\nIntellectual merit: The research will explore the use snake robots to identify and perhaps retrieve items from these caves in collaboration with the Egyptian scientist. This grant would support an expedition to inspect the cave entrances with robots to locate artifacts of deep interest to the history of Egypt, its historical Naval capabilities, and its relationship with the city of Punt.\r\n\r\nBroader Impact:  The PI and his Egyptian collaborator believe that the use of robots in the Gawasis is just the beginning, and that this work will lead to new area of robotics called Robotic Archeology. In this new field of robotics, archaeologists can use robots as tools to explore and investigate important archaeological sites without disturbing the surrounding areas, which often happens when people enter such locations. While exploring such regions, the robot is able to construct a map of the site, which in turn can be viewed by others. This map will provide a three-dimensional view of the location, allowing anyone, both archaeologist and non-specialist alike, to remotely and virtually visit a location of great national interest. The proposed work will also contribute to education aiming at engendering science and engineering interest in middle school students. In particular, the PI will visit schools around Pittsburgh and talk about robotics, drawing on the application of archeology for subject matter. It is quite likely that archeology and the application of robotics to it will compel students of all ages and raise interest in history, science and engineering. The US PI will also develop lab modules for the undergraduate robotics with the theme of looking for concealed artifacts in difficult-to-negotiate environments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Choset",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Howard M Choset",
   "pi_email_addr": "choset@cs.cmu.edu",
   "nsf_id": "000167332",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Bard",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn A Bard",
   "pi_email_addr": "kbard@bu.edu",
   "nsf_id": "000294597",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Ave",
  "perf_city_name": "Pittsbrugh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The original purpose of this work was to explore the use of snake robots to investigate confined spaces that contain archeological evidence. Originally, this work was geared toward looking into caves off of the coast of the Red Sea in Egypt, but civil unrest caused us to redirect our investigation to Turkey. This past summer we sent our snake robots into burial mounds to explore tunners, created by Roman grave robers, to locate burial chambers.&nbsp;We were allowed to look in three tunners. The tunnels were quite tight, with only  20 cm of airspace in some, and walled right up to the ceiling in  others with stones. It is possible that &nbsp;hether the filling in  of these tunnels does not represent excavated dirt storage, but rather  intentional filling for \"closure\". That is, maybe the Roman  period \"looters\" actually found the burial chamber, and then re-used  it for a Roman period burial, sealing their tunnels with earth and  stone walls (as in the photos), thereafter. The robots were deployed and performed flawlessly but alas did not locate anything, but we were able to decisvely prove nothing was indeed there. We did&nbsp;gain in knowledge to explore the extent of  these tunnels.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2015<br>\n\t\t\t\t\tModified by: Howard&nbsp;M&nbsp;Choset</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe original purpose of this work was to explore the use of snake robots to investigate confined spaces that contain archeological evidence. Originally, this work was geared toward looking into caves off of the coast of the Red Sea in Egypt, but civil unrest caused us to redirect our investigation to Turkey. This past summer we sent our snake robots into burial mounds to explore tunners, created by Roman grave robers, to locate burial chambers. We were allowed to look in three tunners. The tunnels were quite tight, with only  20 cm of airspace in some, and walled right up to the ceiling in  others with stones. It is possible that  hether the filling in  of these tunnels does not represent excavated dirt storage, but rather  intentional filling for \"closure\". That is, maybe the Roman  period \"looters\" actually found the burial chamber, and then re-used  it for a Roman period burial, sealing their tunnels with earth and  stone walls (as in the photos), thereafter. The robots were deployed and performed flawlessly but alas did not locate anything, but we were able to decisvely prove nothing was indeed there. We did gain in knowledge to explore the extent of  these tunnels.\n\n\t\t\t\t\tLast Modified: 01/13/2015\n\n\t\t\t\t\tSubmitted by: Howard M Choset"
 }
}