{
 "awd_id": "1145152",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Combining Knowledge with Data for Generalizable and Robust Visual Learning",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 202421.0,
 "awd_amount": 226421.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2015-06-11",
 "awd_abstract_narration": "Computer vision has made tremendous progress in the past decades, partially enabled   by the advanced machine learning techniques.  But compared with human perception, computer vision remains primitive.  One contributing factor for this is the data-driven nature of the current learning algorithms and their inability to incorporate any related knowledge.  The data-driven methods tend to be database-specific and cannot generalize well to unseen data. This project addresses this issue through the introduction of a knowledge-augmented statistical learning framework.   Within this framework, knowledge and data can be systematically exploited, captured, and are principally integrated to jointly train a vision algorithm.  Developing such a framework, however, is challenging since the domain knowledge often exists in different and diverse formats, typically inaccessible to the data-driven statistical machine learning methods.  To overcome this challenge, the research team systematically converts domain knowledge into either the constraints on the model or into pseudo-data, whereby they can be incorporated into the statistical learning methods.  The project includes systematic identification of knowledge from different sources and concrete mechanisms to capture the knowledge and to convert them into formats easily accessible to the automatic machine learning methods.  The project also involves demonstrating the effectiveness of the proposed framework for certain computer vision problems.\r\n\r\nThe project provides the training for graduate and undergraduate students, and the research results are disseminated through publications and organization of the related workshops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qiang",
   "pi_last_name": "Ji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qiang Ji",
   "pi_email_addr": "qji@ecse.rpi.edu",
   "nsf_id": "000350734",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th St.",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 202421.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"line-height: 12.75pt;\"><span>Machine learning plays a very important role nowadays in computer vision. The existing visual learning algorithms are largely data-driven, ignoring the related computer vision models and domain specific knowledge.&nbsp; The goal of this research is to introduce a hybrid visual learning approach, whereby data and prior knowledge can be simultaneously exploited to achieve robust and generalizable vision algorithms</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"line-height: 12.75pt;\"><span>To this goal, throughout this research, we first identify different types of prior knowledge from different sources and then&nbsp;develop advanced&nbsp;methods to encode&nbsp;them into different stages of&nbsp;visual learning.&nbsp; Specifically, we identified three types of prior knowledge: domain-specific permanent theoretical knowledge, contextual knowledge, and computer vision theories.&nbsp;&nbsp; We developed methods to encode these prior knowledge into visual learning. These methods include probabilistic graphical models to capture permanent theoretical knowledge,&nbsp; learning with privileged information method for capturing contextual information, and regularization&nbsp; and data augmentation methods for encoding computer vision theories.&nbsp; Finally, we demonstrate the performance of our knowledge-augmented visual learning methods for&nbsp;</span><span>&nbsp;a wide range of computer vision problems including facial expression/action recognition, human event and action recognition, object category recognition, and 3D reconstruction.&nbsp;&nbsp; Experiments on benchmark datasets demonstrate the improved performance of our methods over state of the art methods. This work contributes not only to computer vision but also to machine learning and pattern recognition fields.&nbsp; </span><span>It represents a paradigm-shift from the traditional data-driven approaches to a hybrid approach that can reduce dependence on training data, reduce efforts for data annotation, and produce more robust and generalizable learning methods. </span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"line-height: 12.75pt;\"><span>The project so far has provided training for both graduate and undergraduate students.<span style=\"mso-spacerun: yes;\">&nbsp; </span>For graduate student, the project supported in part the training of&nbsp;one Ph.D student in theoretical developments, software implementation, technical paper writing, and in public presentation of his work.&nbsp;&nbsp;&nbsp; For undergraduate students, this project has supported three undergraduate students.<span style=\"mso-spacerun: yes;\">&nbsp;</span>&nbsp; It trained them in software development, algorithm development, data collection and annotation, documentations and reports, and public presentations.<span style=\"mso-spacerun: yes;\">&nbsp;&nbsp;</span>Two of the three students have decided to pursue graduate studies upon their graduation.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In terms of dissemination of the research results , this project so far has yielded&nbsp;five conference&nbsp;papers and&nbsp;&nbsp;one journal&nbsp;paper under review.&nbsp; It has also led to a Ph.D dissertation. </span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/26/2015<br>\n\t\t\t\t\tModified by: Qiang&nbsp;Ji</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nMachine learning plays a very important role nowadays in computer vision. The existing visual learning algorithms are largely data-driven, ignoring the related computer vision models and domain specific knowledge.  The goal of this research is to introduce a hybrid visual learning approach, whereby data and prior knowledge can be simultaneously exploited to achieve robust and generalizable vision algorithms\n\n \nTo this goal, throughout this research, we first identify different types of prior knowledge from different sources and then develop advanced methods to encode them into different stages of visual learning.  Specifically, we identified three types of prior knowledge: domain-specific permanent theoretical knowledge, contextual knowledge, and computer vision theories.   We developed methods to encode these prior knowledge into visual learning. These methods include probabilistic graphical models to capture permanent theoretical knowledge,  learning with privileged information method for capturing contextual information, and regularization  and data augmentation methods for encoding computer vision theories.  Finally, we demonstrate the performance of our knowledge-augmented visual learning methods for  a wide range of computer vision problems including facial expression/action recognition, human event and action recognition, object category recognition, and 3D reconstruction.   Experiments on benchmark datasets demonstrate the improved performance of our methods over state of the art methods. This work contributes not only to computer vision but also to machine learning and pattern recognition fields.  It represents a paradigm-shift from the traditional data-driven approaches to a hybrid approach that can reduce dependence on training data, reduce efforts for data annotation, and produce more robust and generalizable learning methods. \n\n \nThe project so far has provided training for both graduate and undergraduate students.  For graduate student, the project supported in part the training of one Ph.D student in theoretical developments, software implementation, technical paper writing, and in public presentation of his work.    For undergraduate students, this project has supported three undergraduate students.   It trained them in software development, algorithm development, data collection and annotation, documentations and reports, and public presentations.  Two of the three students have decided to pursue graduate studies upon their graduation.  In terms of dissemination of the research results , this project so far has yielded five conference papers and  one journal paper under review.  It has also led to a Ph.D dissertation. \n\n \n\n\t\t\t\t\tLast Modified: 12/26/2015\n\n\t\t\t\t\tSubmitted by: Qiang Ji"
 }
}