{
 "awd_id": "1146545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Design, Make, Play: World Maker Faire Workshop, Phase Two",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sylvia James",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 49870.0,
 "awd_amount": 49870.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "The New York Hall of Science (NYSCI), in collaboration with O'Reilly Media will host a two-day workshop to explore the potential for the kinds of making, designing, and engineering practices celebrated at Maker Faire to enrich science and math learning. The purpose of this workshop is to identify and aggregate successful programming strategies that increase student engagement and proficiency in STEM, with a focus on students underrepresented in STEM careers. The meeting will be organized around three main ideas:  catalyzing a national Maker movement; dissemination and scaling of design principles; and assessment of impacts on STEM learning and attitudes. The convening highlights the capacity of making activities to impact student motivation, attitudes, and conceptual understanding in STEM in both informal and formal learning environments.\r\n\r\nThe workshop will be held in conjunction with the World Maker Faire at NYSCI on September 18-19, 2011. The World Maker Faire is a two-day, family-friendly event that celebrates the Do-it-Yourself or DIY movement and brings together a broad community of professionals and laypersons with a common interest in technology-based creativity, tinkering, and the reuse of materials and technology. The proposed workshop extends the work of the previous Maker Faire workshop (DRL 10-46459) by identifying initiatives that bridge the Maker and STEM communities while building students' foundational STEM knowledge and engaging audiences underrepresented in STEM careers. This workshop will accommodate approximately 50 local and national scientists, engineers, learning science researchers, educators, policymakers, and philanthropists. Select participants will present detailed case studies of maker programs, design principles, assessments, and measured outcomes in STEM attitudes and learning. Key elements of successful programs and assessment strategies will be identified across the case studies in brainstorming sessions and roundtable discussions. Following the workshop, a subset of the case studies will be compiled into an edited volume, indexed by the dimensions of student learning in the National Research Council publication, \"A Framework for K-12 STEM Education:  Practices, Crosscutting Concepts and Core Ideas.\"\r\n\r\nThis project uses the momentum of the popular Maker Faire movement, based in design, engineering and technology concepts, to connect to STEM education while capitalizing on the strengths of informal learning environments. The workshop provides researchers, practitioners, and policymakers with an aggregated collection of program design principles and reliable metrics for documenting changes in preK-20 STEM attitudes and learning. The edited volume has the potential to advance the understanding of how to bridge formal and informal learning environments, while also fostering research on the affective dimensions of making in diverse audiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kanter",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Kanter",
   "pi_email_addr": "dkanter@100kin10.org",
   "nsf_id": "000215312",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York Hall of Science",
  "inst_street_address": "4701 111TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CORONA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7185959173",
  "inst_zip_code": "113682950",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "NEW YORK HALL OF SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "UQ7FBRE34HS5"
 },
 "perf_inst": {
  "perf_inst_name": "New York Hall of Science",
  "perf_str_addr": "47-01 111th Street",
  "perf_city_name": "Corona",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113682950",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49870.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In January 2012, the New York Hall of Science (NYSCI) hosted Design-Make-Play: Growing the Next Generation of Science Innovators. The two-day conference brought together leaders of schools, community-based programs, research and development organizations, the funding community, universities, government and business. They gathered at NYSCI to assemble evidence supporting the belief that designing, making and playing can create new pathways into science, technology, engineering and math (STEM), particularly among children.</p>\n<p>A core argument of Design-Make-Play is that informal learning centers like&nbsp;NYSCI and emerging communities like the Maker movement contribute experience and expertise in transforming education from a passive to a participatory pursuit, reflecting the latest research into how we best learn STEM subject matter and channel the potential of that knowledge into new innovations and entrepreneurship.</p>\n<p>The goal of the Design-Make-Play conference was to arrive at a framework for assessing design, making and play as methodologies for reforming and improving STEM education as a first step toward meeting the need for a more plentiful and diverse STEM workforce. Plenary sessions laid out a framework for approaching design-make-play projects, casting these methodologies as central to innovation and filling a critical national need to motivate young people to engage more deeply in STEM learning. The sessions also began the discussion about how to build the research and evidence base that will provide insight and accountability into the learning potential of these methodologies.</p>\n<p>The second half of the conference presented 14 hands-on workshops showcasing a range of activities that exemplify design-make-play approaches to learning and engagement. Each conference attendee had an opportunity to participate in four workshops and experience different aspects of the design-make-play triad. Participants were asked to report on how these types of activities could contribute to an enhanced STEM learning strategy for our nation&rsquo;s education system. Attendees paid special attention to what should be assessed and how this evidence might be collected in ways that were true to the spirit of making and creativity.</p>\n<p>The workshops and conversations of Design-Make-Play, along with a set of companion essays have been compiled in an edited volume called <em>Design-Make-Play &mdash; Growing the Next Generation of</em> <em>STEM Educators </em>to be published by Routledge in early 2013. In addition, a web presence is being created where model projects, research and other resources will serve as a repository for educators, policymakers, philanthropists and others who are committed to improving STEM education and the STEM workforce.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2012<br>\n\t\t\t\t\tModified by: David&nbsp;E&nbsp;Kanter</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1146545/1146545_10124919_1349807909572_small7071526009_d94bc49225_m(2)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/1146545/1146545_10124919_1349807909572_small7071526009_d94bc49225_m(2)--rgov-800width.jpg\" title=\"Design, Make, Play Conference 2012\"><img src=\"/por/images/Reports/POR/2012/1146545/1146545_10124919_1349807909572_small7071526009_d94bc49225_m(2)--rgov-66x44.jpg\" alt=\"Design, Make, Play Conference 2012\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">D...",
  "por_txt_cntn": "\nIn January 2012, the New York Hall of Science (NYSCI) hosted Design-Make-Play: Growing the Next Generation of Science Innovators. The two-day conference brought together leaders of schools, community-based programs, research and development organizations, the funding community, universities, government and business. They gathered at NYSCI to assemble evidence supporting the belief that designing, making and playing can create new pathways into science, technology, engineering and math (STEM), particularly among children.\n\nA core argument of Design-Make-Play is that informal learning centers like NYSCI and emerging communities like the Maker movement contribute experience and expertise in transforming education from a passive to a participatory pursuit, reflecting the latest research into how we best learn STEM subject matter and channel the potential of that knowledge into new innovations and entrepreneurship.\n\nThe goal of the Design-Make-Play conference was to arrive at a framework for assessing design, making and play as methodologies for reforming and improving STEM education as a first step toward meeting the need for a more plentiful and diverse STEM workforce. Plenary sessions laid out a framework for approaching design-make-play projects, casting these methodologies as central to innovation and filling a critical national need to motivate young people to engage more deeply in STEM learning. The sessions also began the discussion about how to build the research and evidence base that will provide insight and accountability into the learning potential of these methodologies.\n\nThe second half of the conference presented 14 hands-on workshops showcasing a range of activities that exemplify design-make-play approaches to learning and engagement. Each conference attendee had an opportunity to participate in four workshops and experience different aspects of the design-make-play triad. Participants were asked to report on how these types of activities could contribute to an enhanced STEM learning strategy for our nationÆs education system. Attendees paid special attention to what should be assessed and how this evidence might be collected in ways that were true to the spirit of making and creativity.\n\nThe workshops and conversations of Design-Make-Play, along with a set of companion essays have been compiled in an edited volume called Design-Make-Play &mdash; Growing the Next Generation of STEM Educators to be published by Routledge in early 2013. In addition, a web presence is being created where model projects, research and other resources will serve as a repository for educators, policymakers, philanthropists and others who are committed to improving STEM education and the STEM workforce.\n\n\t\t\t\t\tLast Modified: 10/09/2012\n\n\t\t\t\t\tSubmitted by: David E Kanter"
 }
}