{
 "awd_id": "1146457",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Presentational Focus in Heritage and Monolingual Spanish",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 7584.0,
 "awd_amount": 7584.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "Focused constituents receive prominence in some overt way, such as main sentence stress or a change in word order. The complex interplay of prosody, syntax, and context involved in realizing focus has been the subject of a considerable amount of research in modern linguistics, because it touches on important issues concerning the relationship between linguistic subsystems. The role of the different strategies for focus marking varies from language to language. Some languages primarily use word order (e.g. Czech, Hungarian, Spanish) while other languages primarily use stress (e.g. English), though both stress and word order may play a role in a given language. This opens up two research agendas: (i) how to model this variation from a universalist perspective, and (ii) what strategies end up being represented in the grammars of bilingual speakers. \r\n\r\nThe aim of this dissertation research is to investigate presentational focus in the Spanish of monolingual Spanish speakers as compared to US-born Spanish/English bilinguals, commonly called heritage speakers of Spanish. Spanish and English realize focus in different ways. English generally shifts the main sentence stress to the focused constituent in situ, whereas Spanish employs word order alterations to make the focused constitutent sentence-final, where it receives main stress. Since the grammars of heritage speakers are different than those of monolinguals, these Spanish/English bilinguals may use different strategies to realize focus in Spanish than do monolingual speakers. Psycholinguistic experiments will be conducted to explore differences between the bilingual and monolingual groups, with the goal of developing a model of their grammatical systems. \r\n\r\nThis project will not only shed light on the theoretical issues surrounding the realization of the focus of the sentence but also increase our understanding of the linguistic systems of bilingual individuals. The results of this research may eventually have an impact on foreign language and bilingual education.  This project will also support the graduate training of a promising scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luis",
   "pi_last_name": "Lopez-Carretero",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luis Lopez-Carretero",
   "pi_email_addr": "luislope@uic.edu",
   "nsf_id": "000519512",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Hoot",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley Hoot",
   "pi_email_addr": "bhoot1@uic.edu",
   "nsf_id": "000569790",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "601 South Morgan St.",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606077117",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7584.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p>Focused constituents receive prominence in some overt way, such as main sentence stress or a change in word order. The complex interplay of prosody, syntax, and context involved in realizing focus has been the subject of a considerable amount of research in modern linguistics, because it touches on important issues concerning the relationship between linguistic subsystems. The role of the different strategies for focus marking varies from language to language. For instance, some languages primarily use word order (e.g. Czech, Hungarian, Spanish) and some languages primarily use stress (e.g. English), though both stress and word order may play a role in the same language. This opens up two research agendas: (i) how to model this variation from a universalist perspective, and (ii) what strategies end up being represented in the grammars of bilingual speakers.</p>\n<p>This project investigated presentational focus in the Spanish of monolingual Spanish speakers as compared to US-born Spanish/English bilinguals, commonly called heritage speakers of Spanish. Spanish and English realize focus in different ways. It is generally claimed that English shifts the stress to the focused constituent in situ, while Spanish employs word order alterations to bring the focus sentence-final, where it receives main stress. Since the grammars of heritage speakers are different than those of monolinguals, it was hypothesized that these Spanish/English bilinguals would realize focus in Spanish using different strategies than those employed by monolinguals.&nbsp; Psycholinguistic experiments were conducted to explore differences between the bilingual and monolingual groups, with the goal of developing a model of their grammatical systems.</p>\n<p>The experiments revealed two main findings: (i) Spanish monolinguals accepted focus realization via stress shift, rather than word order alterations; and (ii) monolinguals and heritage speakers did not differ from one another. Both these findings have intellectual merit because of their contributions to the field of linguistics. The first finding is important because it is contrary to the claims of most previous work and thus indicates that we may need to revise certain linguistic theories about the way that speakers&rsquo; mental grammars are organized and the relationships between linguistic subsystems, and this project proposes a way to model the observed variation in light of the experimental data. The second finding is important because it tells us something new about the grammars of bilingual speakers, since focus had not been studied in this population before, and because it also runs counter expectations, again leading to refinements of existing theories about bilingual grammars.</p>\n<p>In addition to these intellectual merits, this project also has broader impacts in a number of ways. It broadens the participation of an underrepresented group by focusing on US Latinos and their Spanish. Attitudes toward heritage Spanish are generally negative within Spanish-speaking communities, with &lsquo;Spanglish&rsquo; being derided in the popular press. By studying this variety, it can be shown that these speakers&rsquo; linguistic systems are valid and interesting forms of language, worthy of scholarly study and respect, that can tell us something new about the language faculty. Further, much as research into second language acquisition goes on to form the theoretical background for effective language courses, research on heritage grammars can inform the creation of Spanish courses for heritage speakers. By highlighting those ways in which heritage Spanish is unique, teachers can more fully understand their needs, and curricula can be developed to address them. In this way, this study contributes to more effective educational opportunities for heritage speakers. In order to increase the impact of this research, it has been disseminated widely v...",
  "por_txt_cntn": "\n\nFocused constituents receive prominence in some overt way, such as main sentence stress or a change in word order. The complex interplay of prosody, syntax, and context involved in realizing focus has been the subject of a considerable amount of research in modern linguistics, because it touches on important issues concerning the relationship between linguistic subsystems. The role of the different strategies for focus marking varies from language to language. For instance, some languages primarily use word order (e.g. Czech, Hungarian, Spanish) and some languages primarily use stress (e.g. English), though both stress and word order may play a role in the same language. This opens up two research agendas: (i) how to model this variation from a universalist perspective, and (ii) what strategies end up being represented in the grammars of bilingual speakers.\n\nThis project investigated presentational focus in the Spanish of monolingual Spanish speakers as compared to US-born Spanish/English bilinguals, commonly called heritage speakers of Spanish. Spanish and English realize focus in different ways. It is generally claimed that English shifts the stress to the focused constituent in situ, while Spanish employs word order alterations to bring the focus sentence-final, where it receives main stress. Since the grammars of heritage speakers are different than those of monolinguals, it was hypothesized that these Spanish/English bilinguals would realize focus in Spanish using different strategies than those employed by monolinguals.  Psycholinguistic experiments were conducted to explore differences between the bilingual and monolingual groups, with the goal of developing a model of their grammatical systems.\n\nThe experiments revealed two main findings: (i) Spanish monolinguals accepted focus realization via stress shift, rather than word order alterations; and (ii) monolinguals and heritage speakers did not differ from one another. Both these findings have intellectual merit because of their contributions to the field of linguistics. The first finding is important because it is contrary to the claims of most previous work and thus indicates that we may need to revise certain linguistic theories about the way that speakersÆ mental grammars are organized and the relationships between linguistic subsystems, and this project proposes a way to model the observed variation in light of the experimental data. The second finding is important because it tells us something new about the grammars of bilingual speakers, since focus had not been studied in this population before, and because it also runs counter expectations, again leading to refinements of existing theories about bilingual grammars.\n\nIn addition to these intellectual merits, this project also has broader impacts in a number of ways. It broadens the participation of an underrepresented group by focusing on US Latinos and their Spanish. Attitudes toward heritage Spanish are generally negative within Spanish-speaking communities, with æSpanglishÆ being derided in the popular press. By studying this variety, it can be shown that these speakersÆ linguistic systems are valid and interesting forms of language, worthy of scholarly study and respect, that can tell us something new about the language faculty. Further, much as research into second language acquisition goes on to form the theoretical background for effective language courses, research on heritage grammars can inform the creation of Spanish courses for heritage speakers. By highlighting those ways in which heritage Spanish is unique, teachers can more fully understand their needs, and curricula can be developed to address them. In this way, this study contributes to more effective educational opportunities for heritage speakers. In order to increase the impact of this research, it has been disseminated widely via publications and presentations, including presentations in the communities in which data was collected, and is ..."
 }
}