{
 "awd_id": "1146663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HESTEC: A Decade of Innovation: Pushing Frontiers & Inspiring Future Leaders - Middle School Challenge",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Santiago",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 49999.0,
 "awd_amount": 49999.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "For the past decade, the University of Texas--Pan American has sponsored the Hispanic Engineering, Science and Technology (HESTEC) Week to promote STEM careers to students in the Rio Grande Valley of South Texas, a predominantly Hispanic area of the United States and to reach out to the community at large.  With National Science Foundation support, HESTEC will partner with two NSF-funded Science and Technology Centers to provide professional development for teachers (Educator Day), hands-on science activities for middle school students (Middle School Challenge), and science shows and experiment stations for the entire community (Community Day).  NSF support will permit students and staff from the Colorado State University Center for Multiscale Modeling of Atmospheric Processes (CMMAP) to bring its Little Shop of Physics to HESTEC, where the hand-on science activities will reach some 30-70 educators, up to 4000 middle school students, and thousands of community visitors. UT-PA undergraduates will work directly with CMMAP staff to operate the demonstrations and to engage the HESTEC participants. In addition, representatives from the Center for Coastal Margin Observation and Prediction (CMOP) at Oregon State University will provide a professional development workshop for middle and high school teachers as part of the HESTEC Educators Day.  The Little Shop of Physics was awarded the Robert A. Millikan Medal by the American Associate of Physics Teachers in 2001.  The program has reached 250,000 students in schools throughout the Colorado region and will now have a prominent place at HESTEC.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Lawrence-Fowler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy Lawrence-Fowler",
   "pi_email_addr": "wfowler@utpa.edu",
   "nsf_id": "000075484",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Salinas",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica I Salinas",
   "pi_email_addr": "lopezj@utpa.edu",
   "nsf_id": "000596413",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Texas Rio Grande Valley",
  "inst_street_address": "1201 W UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "EDINBURG",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9566652889",
  "inst_zip_code": "785392909",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "TX15",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS RIO GRANDE VALLEY",
  "org_prnt_uei_num": "",
  "org_uei_num": "L3ATVUT2KNK7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas - Pan American",
  "perf_str_addr": "1201 W. University Drive",
  "perf_city_name": "Edinburg",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "785392999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "TX15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>HESTEC, a week long event, addresses an important issue in preparing tomorrow&rsquo;s STEM workforce regionally and nationally. The week&rsquo;s activities have a profound effect on the level of knowledge, interest, and participation in STEM education and careers in the Rio South Texas region, a region of the country plagued by high unemployment and low educational attainment by its residents.&nbsp; The University of Texas-Pan American, the congressman, and South Texas school districts have launched this program in an effort to help reduce the high school drop-out rate and help the communities better prepare the future workforce.</p>\n<p>&nbsp;</p>\n<p>As documented in the HESTEC 2010 Impact Report, HESTEC has played an important role in raising students&rsquo; awareness and interest in engineering, science, technology and math. Feedback also shows that students, parents and educators valued the resources that were available during the week and that they profited by the many networking opportunities. Perhaps most important is the encouragement and inspiration that students, parents and administrators take away from HESTEC. Presenters are role models who tell the stories of their career successes in spite of obstacles in their lives, and demonstrate that others can achieve at he similar accomplishments.</p>\n<p><strong>&nbsp;</strong></p>\n<p>HESTEC provides an excellent model of best practices and lessons learned concerning broadening participation among minority populations, encouraging and motivating students to pursue higher learning and successful careers in science, technology, engineering and math (STEM). As a model, HESTEC is a catalyst for the advancement in <em>science, technology, and engineering to increase the nation&rsquo;s productivity and economic well-being, advance healthcare, improve the environment, help ensure national security, and help educate our youth by broadening the participation of Hispanics in STEM.</em></p>\n<p>&nbsp;</p>\n<p>More specifically, the participation of CMMAP and CMOP gave students and the community at-large access to latest discoveries in STEM research, as well as allowed for teachers to have the opportunity to interact with CMMAP and CMOP staff and gain access to STEM curriculum they can incorporate in their classrooms. Over 8,000 people had access to the exhibits provided through this project during the Middle School Challenge and Community Day events. <strong></strong></p>\n<p>&nbsp;</p>\n<p>To further strengthen its mission of creating an awareness of STEM education, HESTEC partnered with two National Science Foundation (NSF) Centers, the Center for Multiscale Modeling of Atmospheric Processes (CMMAP) and the Center for Coastal Margin Observation &amp; Prediction (CMOP), to provide professional development for teachers (Educator Day), hands-on science activities for middle school students (Middle School Challenge), and science shows and experiment stations for the whole community (Community Day).</p>\n<p>&nbsp;</p>\n<p>NSF CMAPP and CMOP each present professional development seminars during Educator Day, empowering participants with tools and strategies that can be implemented within the classroom to complement their teaching. Breakout sessions during Educator Day had a capacity of 30-70 educators.</p>\n<p>&nbsp;</p>\n<p>The CMAPP Little Shop of Physics exhibit was featured during HESTEC Week, specifically during the Middle School Challenge and at Community Day. The Middle School Challenge took place over 3 days on the UTPA campus. Over 4,000 middle school students from the Rio Grande Valley region participated in the challenge. Each student attended at least 4 50-minute sessions. Each hour of the challenge, CMAPP Little Shops of Physics accommodated a group 250 students in a controlled, group setting. UTPA student volunteers provided staffing support for the exhibit.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The CMAPP Little Shop of Phy...",
  "por_txt_cntn": "\nHESTEC, a week long event, addresses an important issue in preparing tomorrowÆs STEM workforce regionally and nationally. The weekÆs activities have a profound effect on the level of knowledge, interest, and participation in STEM education and careers in the Rio South Texas region, a region of the country plagued by high unemployment and low educational attainment by its residents.  The University of Texas-Pan American, the congressman, and South Texas school districts have launched this program in an effort to help reduce the high school drop-out rate and help the communities better prepare the future workforce.\n\n \n\nAs documented in the HESTEC 2010 Impact Report, HESTEC has played an important role in raising studentsÆ awareness and interest in engineering, science, technology and math. Feedback also shows that students, parents and educators valued the resources that were available during the week and that they profited by the many networking opportunities. Perhaps most important is the encouragement and inspiration that students, parents and administrators take away from HESTEC. Presenters are role models who tell the stories of their career successes in spite of obstacles in their lives, and demonstrate that others can achieve at he similar accomplishments.\n\n \n\nHESTEC provides an excellent model of best practices and lessons learned concerning broadening participation among minority populations, encouraging and motivating students to pursue higher learning and successful careers in science, technology, engineering and math (STEM). As a model, HESTEC is a catalyst for the advancement in science, technology, and engineering to increase the nationÆs productivity and economic well-being, advance healthcare, improve the environment, help ensure national security, and help educate our youth by broadening the participation of Hispanics in STEM.\n\n \n\nMore specifically, the participation of CMMAP and CMOP gave students and the community at-large access to latest discoveries in STEM research, as well as allowed for teachers to have the opportunity to interact with CMMAP and CMOP staff and gain access to STEM curriculum they can incorporate in their classrooms. Over 8,000 people had access to the exhibits provided through this project during the Middle School Challenge and Community Day events. \n\n \n\nTo further strengthen its mission of creating an awareness of STEM education, HESTEC partnered with two National Science Foundation (NSF) Centers, the Center for Multiscale Modeling of Atmospheric Processes (CMMAP) and the Center for Coastal Margin Observation &amp; Prediction (CMOP), to provide professional development for teachers (Educator Day), hands-on science activities for middle school students (Middle School Challenge), and science shows and experiment stations for the whole community (Community Day).\n\n \n\nNSF CMAPP and CMOP each present professional development seminars during Educator Day, empowering participants with tools and strategies that can be implemented within the classroom to complement their teaching. Breakout sessions during Educator Day had a capacity of 30-70 educators.\n\n \n\nThe CMAPP Little Shop of Physics exhibit was featured during HESTEC Week, specifically during the Middle School Challenge and at Community Day. The Middle School Challenge took place over 3 days on the UTPA campus. Over 4,000 middle school students from the Rio Grande Valley region participated in the challenge. Each student attended at least 4 50-minute sessions. Each hour of the challenge, CMAPP Little Shops of Physics accommodated a group 250 students in a controlled, group setting. UTPA student volunteers provided staffing support for the exhibit.\n\n \n\n \n\nThe CMAPP Little Shop of Physics exhibit was relocated to a larger venue for HESTEC Community Day on Saturday, October 1, 2011, a free, family educational event that attracts thousands of people from throughout the region, with the purpose of promoting STEM to the community at-large. In cont..."
 }
}