{
 "awd_id": "1146799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Preliminary Studies on Novel Four-Terminal Spin Transfer Torque Devices to Enable All-Magnetic Logic Circuits",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-08-04",
 "awd_max_amd_letter_date": "2011-08-04",
 "awd_abstract_narration": "Logic circuits, hence the computational electronic systems that they enable, have to date been implemented primarily with CMOS (complementary metal oxide semiconductor) transistors. The improvement in CMOS technology for the past several decades has led to remarkable progress in electronic system capabilities and complexity. As we reach the physical limits of this progress, there is a need to explore radical new technologies and corresponding circuits that will enable similar progress in the future. This project explores the use of magnetic state of electrons, rather than the typical measure of total electron charge, to define the logic states that represent the signal information. Since magnetic state has previously been used only to construct memory or storage devices, its use for logic circuits requires this project to explore and co-optimize novel magnetic devices and new circuit technologies that incorporate them.\r\n\r\n\r\nThrough direct collaboration with industry, the aforementioned novel devices and circuits could enable new electronic products and markets in the semiconductor industry. Furthermore, collaboration is planned with Entrepreneuring Youth (www.eyouthamerica.org), a nonprofit organization in Pittsburgh that designs middle school and high school programs that use entrepreneurial learning and business creation to engage young people in learning. The technical aspects of this work will be used as a platform to expand the coverage of magnetics in the middle schools, high schools and undergraduate college curriculums.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Pileggi",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence T Pileggi",
   "pi_email_addr": "pileggi@ece.cmu.edu",
   "nsf_id": "000214428",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jian-Gang",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian-Gang Zhu",
   "pi_email_addr": "jzhu@ece.cmu.edu",
   "nsf_id": "000472424",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152134116",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "287800",
   "pgm_ele_name": "Special Projects - CCF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8700",
   "pgm_ref_txt": "Nanoelectronic Interdisc Teams"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"BodyNoIndent\">CMOS (Complementary Metal Oxide Semiconductor) technology has provided the phenomenal progress in electronic systems that we have enjoyed for the past five decades. Quite remarkably the cost of silicon chips has decreased while the computational complexity has increased, thereby fulfilling the 1965 prophecy from Gordon Moore of Intel known as Moore&rsquo;s Law. After this amazing progress for one-half century, however, we have scaled CMOS devices to nanoscale dimensions (on the order of only a few molecules along certain dimensions) that are now close to the physical limits of the technology. While the search continues for a new technology to replace CMOS, it is unlikely that we will be able to build the same amazing electronic systems with something that could operate as reliably at a smaller, nearly atomic, scale. Therefore, we pragmatically seek new technologies that will enhance CMOS or operate under a completely different form of information exchange than the voltages and currents used presently in CMOS electronic systems.</p>\n<p class=\"BodyNoIndent\">&nbsp; In this project we are developing novel logic circuits for performing computations that are based on exchange of stored magnetic information via current signals. While similar devices have been used in the past to implement magnetic random access memory (MRAM) that can be used for non-volatile (information is persistent even when no power is supplied) flashdrives, disk drives, digital cameras, etc., we have proposed and partially demonstrated a new magnetic device (mCell) that can be used to implement all-magnetic logic and memory circuits. The corresponding mLogic technology will be used to create new products and markets for health monitoring and healthcare, sensor networks, smart manufacturing, RFID tags, and more. By enabling unprecedented low-energy, low-voltage circuits for sensing, digital computation and communication, small low-cost chips can be deployed in non-traditional applications and operate without batteries by harvesting solar, vibrational or thermal energy.</p>\n<p class=\"BodyNoIndent\">Our proposed non-volatile all-magnetic logic and memory circuits are based on the novel mCell device that is a patented extension of a more traditional MRAM element. This project facilitated the first laboratory design, fabrication and testing of a working mCell. We further explored the co-design of the mCell and the corresponding circuits that will enable the completely new mLogic circuit technology that operates at ultra-low supply voltages and enables a wide range of non-traditional electronics applications.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/17/2014<br>\n\t\t\t\t\tModified by: Lawrence&nbsp;T&nbsp;Pileggi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "CMOS (Complementary Metal Oxide Semiconductor) technology has provided the phenomenal progress in electronic systems that we have enjoyed for the past five decades. Quite remarkably the cost of silicon chips has decreased while the computational complexity has increased, thereby fulfilling the 1965 prophecy from Gordon Moore of Intel known as MooreÆs Law. After this amazing progress for one-half century, however, we have scaled CMOS devices to nanoscale dimensions (on the order of only a few molecules along certain dimensions) that are now close to the physical limits of the technology. While the search continues for a new technology to replace CMOS, it is unlikely that we will be able to build the same amazing electronic systems with something that could operate as reliably at a smaller, nearly atomic, scale. Therefore, we pragmatically seek new technologies that will enhance CMOS or operate under a completely different form of information exchange than the voltages and currents used presently in CMOS electronic systems.\n  In this project we are developing novel logic circuits for performing computations that are based on exchange of stored magnetic information via current signals. While similar devices have been used in the past to implement magnetic random access memory (MRAM) that can be used for non-volatile (information is persistent even when no power is supplied) flashdrives, disk drives, digital cameras, etc., we have proposed and partially demonstrated a new magnetic device (mCell) that can be used to implement all-magnetic logic and memory circuits. The corresponding mLogic technology will be used to create new products and markets for health monitoring and healthcare, sensor networks, smart manufacturing, RFID tags, and more. By enabling unprecedented low-energy, low-voltage circuits for sensing, digital computation and communication, small low-cost chips can be deployed in non-traditional applications and operate without batteries by harvesting solar, vibrational or thermal energy.\nOur proposed non-volatile all-magnetic logic and memory circuits are based on the novel mCell device that is a patented extension of a more traditional MRAM element. This project facilitated the first laboratory design, fabrication and testing of a working mCell. We further explored the co-design of the mCell and the corresponding circuits that will enable the completely new mLogic circuit technology that operates at ultra-low supply voltages and enables a wide range of non-traditional electronics applications.\n\n \n\n\t\t\t\t\tLast Modified: 02/17/2014\n\n\t\t\t\t\tSubmitted by: Lawrence T Pileggi"
 }
}