{
 "awd_id": "1147406",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Heterogeneous Cores, Memory-Hierarchy and Communication Architectures for Future CMPs",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Hong Jiang",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "Computing has enabled immense innovations in many fields and social\r\nlife due to continued performance, power, and cost improvements\r\nenabled by technology scaling. Unfortunately, two key trends threaten\r\nperformance and cost improvement of computers going into the\r\nfuture. First, technology scaling is at jeopardy, leading to major\r\nchallenges in power consumption, reliability, and performance. Second,\r\npower and energy consumption has become a key constraint, yet existing\r\nsystems are mostly designed in a one-size-fits-all way agnostic to the\r\nneeds of different applications. To overcome both problems, this\r\nresearch investigates novel uses of heterogeneous technologies in\r\nthree key components of a computing system: cores, interconnect, and\r\nmemory. The approach taken is an application-driven approach that aims\r\nto seamlessly integrate heterogeneity in the three components. Major\r\nexpected contributions of the research include: (1) an initial study\r\nof first-principles based and application-driven design of cores, (2)\r\nnew mechanisms for enabling phase-change memory based heterogeneous\r\nmain memory, (3) exploration of tradeoffs in the design of\r\n3-dimensional optical interconnects, (4) initial exploration of the\r\ninteraction of heterogeneous components in cores, interconnect, and\r\nmemory.\r\n\r\nThe proposed research has the potential to transform the design and\r\narchitecture of future multi-core systems, which are already a part of\r\nthe entire IT sector and our daily lives. It can enable overcoming key\r\nchallenges that impediment higher-performance and lower-power\r\nlower-cost computing, which has traditionally enabled new applications\r\nand discoveries.  Enabling fundamentally efficient heterogeneous\r\nmulti-core systems can largely reduce energy and technology-scaling\r\ncosts of computing, and improve dependability and performance. Direct\r\ntransfer of many ideas to industry are expected through extensive\r\ncollaborations with platform and chip design industries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luca",
   "pi_last_name": "Carloni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luca Carloni",
   "pi_email_addr": "luca@cs.columbia.edu",
   "nsf_id": "000490797",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7941",
   "pgm_ref_txt": "COMPUTER ARCHITECTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The continuous progress of semiconductor technology scaling has made possible the miniaturization and integration of higher and higher numbers of transistors into a single integrated circuit. Today&rsquo;s Chip-Multiprocessors (CMP) feature over a billion transistors in a few square centimeters. The consequent amazing progress of the Information Technology industry has benefited almost every aspect of our society. However, as the transistor dimensions reach few tens of nanometers, to sustain traditional scaling is becoming problematic: with each new technology process generation, the density of power dissipation is more difficult to manage, the reliability of circuits is reducing, and the latency of both intra-chip and inter-chip communication is increasingly penalizing the performance of computer systems. To keep the cost and performance benefits of technology scaling, innovative solutions that fundamentally address these power, reliability, and latency challenges are needed.&nbsp;</p>\n<p>As part of this NSF EAGER project, the PI and his collaborators investigated new concepts that have the potential to play a major role in sustaining the future progress of computer systems. A common theme in this research effort is heterogeneity. Different computer applications have different requirements that must be carefully considered to design systems that can deliver both high performance and energy efficiency. Future systems will need to accommodate more diverse technologies and components so that the most efficient solution supports the execution of each application or even each phase of an applicaiton.</p>\n<p>An example of technology heterogeneity, perhaps the most promising solution to overcome both the power and latency challenges, is the combination of traditional CMOS chip-fabrication processes with two emerging technologies: three-dimensional integration (3DI) and silicon photonics. &nbsp;After a recent series of major advances in building silicon-photonic devices, it is now possible to envision the realization of on-chip and off-chip interconnection networks that can leverage the unique properties of optical communication for the design of future CMPs. To combine optical networks with electronics, however, requires the combination of silicon photonics with 3DI because three-dimensional integrated circuits can take advantage of the best of both worlds by featuring multiple stacked layers, each optimized for the technology that best supports the required function: electronics for computing and photonics for communicating. This concept is exemplified by a three-dimensional architecture that consists of two main layers: an electronic layer with many processors connected by an interconnection network and a passive optical communication layer, which is vertically stacked on top of the electronic layer using through-silicon via connections. The processors are grouped in clusters which contain also an electro-optical network interface. The optical layer contains a passive photonic network-on-chip (PPNoC) architecture that supports inter-cluster communication and communication between a cluster and a DRAM memory controller.&nbsp; This type of architecture, which can deliver unique advantages in terms of high-bandwidth and low-latency communication between processors and memory modules, was proposed in a paper published at the Sixth International Symposium on Networks-on-Chip. This study explains the impact of physical constraints on the architecture design and the benefits of avoiding the integration of electronic devices in the optical layer. In particular, this enables low-cost fabrication of the optical layer, a critical requirement to make silicon photonics affordable in the future also in the embedded computing domain.</p>\n<p>Component heterogeneity denotes the phenomenon whereby computer systems are made of a variety of processors, accelerators and networks. User appl...",
  "por_txt_cntn": "\nThe continuous progress of semiconductor technology scaling has made possible the miniaturization and integration of higher and higher numbers of transistors into a single integrated circuit. TodayÆs Chip-Multiprocessors (CMP) feature over a billion transistors in a few square centimeters. The consequent amazing progress of the Information Technology industry has benefited almost every aspect of our society. However, as the transistor dimensions reach few tens of nanometers, to sustain traditional scaling is becoming problematic: with each new technology process generation, the density of power dissipation is more difficult to manage, the reliability of circuits is reducing, and the latency of both intra-chip and inter-chip communication is increasingly penalizing the performance of computer systems. To keep the cost and performance benefits of technology scaling, innovative solutions that fundamentally address these power, reliability, and latency challenges are needed. \n\nAs part of this NSF EAGER project, the PI and his collaborators investigated new concepts that have the potential to play a major role in sustaining the future progress of computer systems. A common theme in this research effort is heterogeneity. Different computer applications have different requirements that must be carefully considered to design systems that can deliver both high performance and energy efficiency. Future systems will need to accommodate more diverse technologies and components so that the most efficient solution supports the execution of each application or even each phase of an applicaiton.\n\nAn example of technology heterogeneity, perhaps the most promising solution to overcome both the power and latency challenges, is the combination of traditional CMOS chip-fabrication processes with two emerging technologies: three-dimensional integration (3DI) and silicon photonics.  After a recent series of major advances in building silicon-photonic devices, it is now possible to envision the realization of on-chip and off-chip interconnection networks that can leverage the unique properties of optical communication for the design of future CMPs. To combine optical networks with electronics, however, requires the combination of silicon photonics with 3DI because three-dimensional integrated circuits can take advantage of the best of both worlds by featuring multiple stacked layers, each optimized for the technology that best supports the required function: electronics for computing and photonics for communicating. This concept is exemplified by a three-dimensional architecture that consists of two main layers: an electronic layer with many processors connected by an interconnection network and a passive optical communication layer, which is vertically stacked on top of the electronic layer using through-silicon via connections. The processors are grouped in clusters which contain also an electro-optical network interface. The optical layer contains a passive photonic network-on-chip (PPNoC) architecture that supports inter-cluster communication and communication between a cluster and a DRAM memory controller.  This type of architecture, which can deliver unique advantages in terms of high-bandwidth and low-latency communication between processors and memory modules, was proposed in a paper published at the Sixth International Symposium on Networks-on-Chip. This study explains the impact of physical constraints on the architecture design and the benefits of avoiding the integration of electronic devices in the optical layer. In particular, this enables low-cost fabrication of the optical layer, a critical requirement to make silicon photonics affordable in the future also in the embedded computing domain.\n\nComponent heterogeneity denotes the phenomenon whereby computer systems are made of a variety of processors, accelerators and networks. User applications increasingly involve both the execution of software tasks on programmable processors and the..."
 }
}