{
 "awd_id": "1147930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Distributed Resource Allocation and Interference Management for Dense Heterogeneous Wireless Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "wenjing lou",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 328810.0,
 "awd_amount": 328810.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "This NSF collaboration project investigates the design and optimization of dynamic resource allocation and interference management strategies for spectrally efficient wireless heterogeneous networks that provide multi-level coverage and services. This research project is motivated by the recent advances in 4G wireless systems on the deployment and standardization of heterogeneous networks (HetNet). Such networks provide services to mobile subscribers of different priorities and dynamic quality needs. As more and more advanced physical layer schemes and medium access protocols are being integrated into wireless standards, future performance gain and progress in wireless networks have to rely more on intelligent resource allocation and interference management strategies that are dynamical and are adaptively responsive to location-and-time specific environment. In this project, the research team will address critical deployment issues that arise in HetNet by focusing on the development of distributed and effective mechanisms for resource allocation and interference management in order to facilitate low complexity and decentralized network operation in heterogeneous environments. The project methodology is based on novel optimization frameworks for interference control and suppression in HetNet. The research goal is to develop robust and reliable solutions for practical implementations of HetNet. The project results will facilitate novel technological directions that transcend multiple networks and multiple network layers. In particular, the results will assist the near term deployment of wireless HetNet, including the broad application of femtocell deployment.  \r\n\r\nThe technical impacts of this international collaboration project are broad both domestically and internationally. Results from successful execution of the project are expected to significantly impact the design, deployment, and operation of future wireless networks. The plan to disseminating research findings at quality journals and technical conferences will contribute directly to the wireless industry by providing critical information on interference control and management for high spectral efficiency and user satisfaction. The project outcomes can also establish new research directions for the international telecommunications community. The project activities will lead to new analytical tools and discoveries that can impact other science and engineering research fields. The project will further contribute to the training of highly qualified personnel for the hi-tech industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhi",
   "pi_last_name": "Ding",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhi Ding",
   "pi_email_addr": "zding@ucdavis.edu",
   "nsf_id": "000162105",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xin",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xin Liu",
   "pi_email_addr": "liu@cs.ucdavis.edu",
   "nsf_id": "000289050",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1 Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 328810.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project is a joint collaboration between University of California Davis and Aalto University of Finland under the sponsorship of the WiFiUS program, aimed at developing new technologies for advanced future wireless communications. The research project focuses on heterogeneous networks (or HetNet) in next generation wireless development. HetNet is a natural evolution from the traditional cellular wireless coverage to a flexible and better coverage configuration that can dynamically respond to environment variability, user mobility, and data traffics. Consisting of low power femtocells in addition to regular macrocells, HetNet demonstrates strong potential to improve spectral and power efficiency, as well as ubiquitous high speed coverage, of wireless communications. Because of the plug-and-play nature of generic femtocell deployment and operation, HetNet needs to be self-organized and adapt to dynamic environment. This project focuses on densely populated regions that require HetNet coverage through cooperation of multiple stations deployed by the same network operators.</p>\n<p>In terms of technical merit, the major goals of this NSF collaborative project are (1) to design and optimize dynamic resource allocation and interference management strategies for spectrally efficient wireless heterogeneous network with multiple levels of coverage and services; (2) to enable wireless networks and coverage for service to subscribers of different priority and quality needs; (3) to develop distributed and effective mechanism for resource allocation and interference management to facilitate simple and decentralized network operations; and (4) to develop adaptive, agile, and cooperative heterogeneous networks that respond to complex and dynamic network environment.</p>\n<p>To this end, the key outcomes of this research project include multiple novel engineering strategies for improving spectral efficiency and interference mitigation.</p>\n<p>Specifically, the research team developed optimized methods for transmission preprocessing (known as precoding), power control, and access strategies for heterogeneous femtocell deployment without adversely affecting the performance of existing macrocell users in heterogeneous wireless networks. The novel transmission precoding has practical applications in cooperative cell coverage during downlink transmission based on practical inputs and in device-to-device communications that reuse spectral resources of other cellular users. This optimized precoding is also generalized to incorporate the mechanism of hybrid ARQ commonly deployed for packet retransmission for combatting transmissions errors due to poor channel conditions. When mobile channels are difficult to estimate, the team also developed new means for each user to robustly maximize the worst case system utility function under channel estimation errors bounded a priori. &nbsp;</p>\n<p>To better improve reliability of wireless reception, we presented novel design of a new unified detection-decoding receiver formulation for distributed space-time coding relay networks that include LDPC codes for forward error correction, leading to superior performance over existing approaches.</p>\n<p>Key outcomes also include a practical approach of neighbor node discovery in modern 4G-LTE cellular systems for device-to-device partner discovery without additional cost of sending discovery signals. Utilizing intrinsic cellular data packet information, wireless terminal device can passively begin neighbor discovery by examining the uplink channel activities of various users nearby.&nbsp;</p>\n<p>Another important outcome is the proposal of a rigorous analytical framework to develop and analyze policies for application level scheduling under very general settings of channel models and deadline requirements. The project team presented a first framework and associated algorithms that consider both ...",
  "por_txt_cntn": "\nThis research project is a joint collaboration between University of California Davis and Aalto University of Finland under the sponsorship of the WiFiUS program, aimed at developing new technologies for advanced future wireless communications. The research project focuses on heterogeneous networks (or HetNet) in next generation wireless development. HetNet is a natural evolution from the traditional cellular wireless coverage to a flexible and better coverage configuration that can dynamically respond to environment variability, user mobility, and data traffics. Consisting of low power femtocells in addition to regular macrocells, HetNet demonstrates strong potential to improve spectral and power efficiency, as well as ubiquitous high speed coverage, of wireless communications. Because of the plug-and-play nature of generic femtocell deployment and operation, HetNet needs to be self-organized and adapt to dynamic environment. This project focuses on densely populated regions that require HetNet coverage through cooperation of multiple stations deployed by the same network operators.\n\nIn terms of technical merit, the major goals of this NSF collaborative project are (1) to design and optimize dynamic resource allocation and interference management strategies for spectrally efficient wireless heterogeneous network with multiple levels of coverage and services; (2) to enable wireless networks and coverage for service to subscribers of different priority and quality needs; (3) to develop distributed and effective mechanism for resource allocation and interference management to facilitate simple and decentralized network operations; and (4) to develop adaptive, agile, and cooperative heterogeneous networks that respond to complex and dynamic network environment.\n\nTo this end, the key outcomes of this research project include multiple novel engineering strategies for improving spectral efficiency and interference mitigation.\n\nSpecifically, the research team developed optimized methods for transmission preprocessing (known as precoding), power control, and access strategies for heterogeneous femtocell deployment without adversely affecting the performance of existing macrocell users in heterogeneous wireless networks. The novel transmission precoding has practical applications in cooperative cell coverage during downlink transmission based on practical inputs and in device-to-device communications that reuse spectral resources of other cellular users. This optimized precoding is also generalized to incorporate the mechanism of hybrid ARQ commonly deployed for packet retransmission for combatting transmissions errors due to poor channel conditions. When mobile channels are difficult to estimate, the team also developed new means for each user to robustly maximize the worst case system utility function under channel estimation errors bounded a priori.  \n\nTo better improve reliability of wireless reception, we presented novel design of a new unified detection-decoding receiver formulation for distributed space-time coding relay networks that include LDPC codes for forward error correction, leading to superior performance over existing approaches.\n\nKey outcomes also include a practical approach of neighbor node discovery in modern 4G-LTE cellular systems for device-to-device partner discovery without additional cost of sending discovery signals. Utilizing intrinsic cellular data packet information, wireless terminal device can passively begin neighbor discovery by examining the uplink channel activities of various users nearby. \n\nAnother important outcome is the proposal of a rigorous analytical framework to develop and analyze policies for application level scheduling under very general settings of channel models and deadline requirements. The project team presented a first framework and associated algorithms that consider both channel and load fluctuations in scheduling wireless userÆs transmission and reception to alleviate network ..."
 }
}