{
 "awd_id": "1147577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Fortress and the Grassroots: Archaeological Investigations of Early Complex Societies on the Tsaghkahovit Plain, Armenia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 84203.0,
 "awd_amount": 84203.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "Funding from the National Science Foundation will underwrite two years of archaeological research by Drs. Adam T. Smith (University of Chicago), Ian Lindsay (Purdue University), and Lori Khatchadourian (Cornell University) into the rise of the earliest complex sociopolitical regimes in southern Caucasia during the Late Bronze Age (ca. 1500-1150 BC).  The co-PIs will join their long-time collaborator, Dr. Ruben Badalyan (Armenian Institute of Archaeology and Ethnography), and an interdisciplinary team of specialists in faunal and floral analysis, archaeometallurgy, and geochemistry to investigate regionally distinctive approaches to political authority through two seasons of excavations at the fortress sites of Gegharot and Tsaghkahovit in central Armenia.  Traditional models of the rise of political complexity, built around archetypal centers such as Mesopotamia and the Maya lowlands, typically describe the origins of archaic states as the result of a gradual coalescence of settled agricultural communities, the surpluses from which fueled emerging political economies. In southern Caucasia, our research to date has revealed a different course of political coalescence during the mid-2nd millennium BC, when complex polities emerged not from settled farming villages but from nomadic, hierarchical pastoral groups.\r\n\r\nPrior excavations at the fortresses of Gegharot and Tsaghkahovit have uncovered tantalizing evidence of emergent political formation manifested in architecturally discrete areas for elite institutions.  Most intriguingly, cultic buildings at Gegharot, complete with altar and ritual equipment (such as censors), revealed evidence of storage and metalworking, suggesting well-integrated political, economic, and ritual institutions.  At the other end of the social spectrum, test excavations and a pilot magnetometry survey at the base of the Tsaghkahovit fortress have provided the first documented accounts of a Late Bronze Age residential complex; significantly, however, the informality of the domestic architecture, combined with relatively thin, single-floor occupation layers, hints that the settlement may not have been as enduring as the fortresses that oversaw them, possibly a result of seasonal occupation by transhuman pastoralists. Our research seeks to understand the internal factors through which solidarity was maintained as sedentary political institutions faced the prospect of legitimizing their right to rule over subject populations seeking to maintain their historical legacy of mobility.  Through continued detailed excavations and geophysical survey, our goal is to develop a detailed model of the practices that bound the region into a coherent socio-political order by charting the formation, operation, and ultimate collapse of Late Bronze Age regimes at the intersection of the fortress and the grassroots.\r\n\r\nThe resulting data will impact broader debates that center on the formation of complex socio-political regimes, the constitution of subject communities, and the inter-digitation of settled institutions and nomadic pastoralists.  The project will also train American and Armenian graduate students in advanced archaeological data collection, recording, sampling, and remote sensing techniques.  Materials from the proposed excavations will provide the foundation for exhibits planned for the Yerevan Museum in 2012 and the Oriental Institute (Chicago) in 2013. Project staff will also continue to offer periodic lectures on its activities in the local schools of the Tsaghkahovit plain.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Smith",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Adam T Smith",
   "pi_email_addr": "ats73@cornell.edu",
   "nsf_id": "000117201",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 84203.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This archaeological research project examined the formation of the earliest complex societies in the South Caucasus as seen from the Tsaghkahovit Plain in the modern Republic of Armenia.&nbsp; Our goal was to discover the nature of the relationship between small settled communities and newly emerging political institutions during the Late Bronze Age (ca. 1500-1250 BC).&nbsp; If political complexity is defined by relations of inequality formalized by institutions like palaces, temples, and markets, then we should find clues as to why communities established centralized polities in the links between the fortress&mdash;the sites of aspiring sovereigns&mdash;and the grassroots.&nbsp;</p>\n<p>With support from the National Science Foundation, our collaborative team conducted two seasons of intensive archaeological excavations at the fortress site of Gegharot and the small extramural town at Tsaghkahovit.&nbsp; Our discoveries have shed considerable new light on the emergence of complex polities in the South Caucasus as well as the forces driving the initial emergence of sovereign authority.&nbsp; Two findings of our research are particularly important to highlight.&nbsp;</p>\n<p>First, studies of the lower town at Tsaghkahovit suggest a rather limited occupation and not the extensive settlement that we had hypothesized based on the extensive cemeteries and evidence of coordinated labor at the site.&nbsp; Thus, our data currently suggest that most of the population in the Tsaghkahovit Plain during the Late Bronze Age were mobile, continuing pastoral traditions of the prior Middle Bronze Age.&nbsp; This finding contradicts traditional models of early state formation that require permanent villages and surplus agricultural production as a basis for political authority.</p>\n<p>Second, excavations at the fortress of Gegharot did not uncover evidence of palatial structures but rather documented a series of shrines.&nbsp; The shrines were impeccably preserved thanks to a terminal fire at the site.&nbsp; The artifacts from within the shrines all testify to extensive practices of divination&mdash;efforts to discern the future through various portents.&nbsp; Collections of river cobbles indicate lithomancy; caches of striated and burned astragali (primarily from the left side of the animal) testify to the throwing of bones.&nbsp; And storage areas filled with the remains of wine, wheat, and cuts of meat indicate the provisioning of priests by the surrounding communities.</p>\n<p>While a great deal more work needs to be done to define the wide variety of linkages between the fortress and the grassroots, this research program successfully uncovered one relationship that was not expected&mdash;a link that centered on ritual practices of devotion and divination.&nbsp; These practices were not only religious but also fundamental elements of the emerging state apparatus.&nbsp; The enclosure of divinatory practices in shrines set within stone walled fortresses was part of an effort by aspiring sovereigns to monopolize ties to the sacred and thus establish their role as privileged intermediary to the gods.&nbsp; Moreover, divinatory practices are at root efforts to understand and minimize risks by assessing possible futures.&nbsp; By controlling access to such actuarial tools, the rulers of the emerging complex polities of the Late Bronze Age gained a significant advantage over rivals, enhanced their prestige, and, not incidentally, established a powerful basis for extracting tax levies, a portion of which would provision the shrines.&nbsp; The shrines thus formed a key element not only in an ideological system of legitimation, but also in the politicization of the local economy.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/21/2013<br>\n\t\t\t\t\tModified by: Adam&nbsp;T&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoC...",
  "por_txt_cntn": "\nThis archaeological research project examined the formation of the earliest complex societies in the South Caucasus as seen from the Tsaghkahovit Plain in the modern Republic of Armenia.  Our goal was to discover the nature of the relationship between small settled communities and newly emerging political institutions during the Late Bronze Age (ca. 1500-1250 BC).  If political complexity is defined by relations of inequality formalized by institutions like palaces, temples, and markets, then we should find clues as to why communities established centralized polities in the links between the fortress&mdash;the sites of aspiring sovereigns&mdash;and the grassroots. \n\nWith support from the National Science Foundation, our collaborative team conducted two seasons of intensive archaeological excavations at the fortress site of Gegharot and the small extramural town at Tsaghkahovit.  Our discoveries have shed considerable new light on the emergence of complex polities in the South Caucasus as well as the forces driving the initial emergence of sovereign authority.  Two findings of our research are particularly important to highlight. \n\nFirst, studies of the lower town at Tsaghkahovit suggest a rather limited occupation and not the extensive settlement that we had hypothesized based on the extensive cemeteries and evidence of coordinated labor at the site.  Thus, our data currently suggest that most of the population in the Tsaghkahovit Plain during the Late Bronze Age were mobile, continuing pastoral traditions of the prior Middle Bronze Age.  This finding contradicts traditional models of early state formation that require permanent villages and surplus agricultural production as a basis for political authority.\n\nSecond, excavations at the fortress of Gegharot did not uncover evidence of palatial structures but rather documented a series of shrines.  The shrines were impeccably preserved thanks to a terminal fire at the site.  The artifacts from within the shrines all testify to extensive practices of divination&mdash;efforts to discern the future through various portents.  Collections of river cobbles indicate lithomancy; caches of striated and burned astragali (primarily from the left side of the animal) testify to the throwing of bones.  And storage areas filled with the remains of wine, wheat, and cuts of meat indicate the provisioning of priests by the surrounding communities.\n\nWhile a great deal more work needs to be done to define the wide variety of linkages between the fortress and the grassroots, this research program successfully uncovered one relationship that was not expected&mdash;a link that centered on ritual practices of devotion and divination.  These practices were not only religious but also fundamental elements of the emerging state apparatus.  The enclosure of divinatory practices in shrines set within stone walled fortresses was part of an effort by aspiring sovereigns to monopolize ties to the sacred and thus establish their role as privileged intermediary to the gods.  Moreover, divinatory practices are at root efforts to understand and minimize risks by assessing possible futures.  By controlling access to such actuarial tools, the rulers of the emerging complex polities of the Late Bronze Age gained a significant advantage over rivals, enhanced their prestige, and, not incidentally, established a powerful basis for extracting tax levies, a portion of which would provision the shrines.  The shrines thus formed a key element not only in an ideological system of legitimation, but also in the politicization of the local economy.\n\n\t\t\t\t\tLast Modified: 05/21/2013\n\n\t\t\t\t\tSubmitted by: Adam T Smith"
 }
}