{
 "awd_id": "1147517",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S. participation in the IUTAM Symposium on \"Mobile particulate systems:  kinematics, rheology and phenomena\" Bangalor, India, January 23-27, 2012",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ashok S. Sangani",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 28700.0,
 "awd_amount": 28000.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "1147517\r\nPI: Leal\r\n\r\nThis symposium is sponsored by IUTAM (International Union of Theoretical and Applied Mechanics) as one of the approximately 15 chosen by the IUTAM General Assembly for the current two year period. The main themes of this meeting are granular flows, particle-fluid suspensions, and suspensions of flexible and/or swimming cells and microorganisms. Although there have been meetings and workshops on the individual topics, this is the first meeting so far as the proposer is aware that combines these subjects to seek a synergistic interaction, and thus push all of the topical areas forward. Particle and particle-fluid flows are ubiquitous in nature and in industrial processes, yet their mechanics and kinematics is poorly understood. Such an understanding would be of great value in the design and optimization of processes for the chemical, mineral, food and pharmaceutical industries, and also in mitigating the effects of natural disasters such as avalanches and debris flows. Several factors contribute to the lack of understanding of these systems, such as the complex nature of grain interactions (e.g., friction in dry systems, hydrodynamic interactions in suspensions), limited understanding of the statistics of grain interactions and microstructure, and the strong dependence of these properties on the nature of forcing. The emphasis of this meeting will be on the regimes of flow wherein the particles are mobile or free to flow.\r\n\r\nThe mathematical tools and experimental techniques developed for the granular and suspension flows find application in many areas of complex fluids and multiphase flows. Equally, the development of techniques in allied areas of physics and mathematics will find applications in the understanding of particulate flows. As a specific example, rheological models for anisotropic fluids that have been proposed several decades ago for liquid crystalline mesophases now find application in the modeling of dense granular flows. Similarly, the developments of theoretical and computational tools for Stokesian suspensions now find application in the analysis of biological systems such as swimming microorganisms. Thus, fostering interaction between these communities will therefore be of significant benefit to all these areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "L. Gary",
   "pi_last_name": "Leal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "L. Gary Leal",
   "pi_email_addr": "lgl20@engineering.ucsb.edu",
   "nsf_id": "000429286",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Santa Barbara",
  "perf_str_addr": "Engr II Room 3329",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931065080",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "149E",
   "pgm_ref_txt": "Granular systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 28000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant provided partial travel support for NN American scientists to participate in the IUTAM symposium on Mobile Particulate Systems held in Bangalore, India from 23-27 January 2012. IUTAM Symposia are selected by the General Assembly of IUTAM based upon the timeliness of the subject matter, whether the organization and proposal for topical areas is likely to strongly impact the field, and the scientific stature of the institution and principle organizer of the meeting (Prof. Prabhu Nott). A major goal is also to enhance communication between scientists from various parts of the world. Very few prior symposia have been held in India, and this represented a major opportunity especially for some of the younger participants, many of whom came from India or other parts of Asia.</p>\n<p>&nbsp;</p>\n<p>This symposium followed a series of meetings and conferences, several of which were held under the aegis of IUTAM, devoted to the broad area of particle and particle-fluid flows. Though considerable progress has been made in the recent decades, a large number of open questions and problems remain. The emphasis of this symposium was on the regimes of flow wherein the particles are &ldquo;mobile&rdquo;, or free to flow. Apart from bringing together researchers in diverse disciplines who are engaged in the study of mobile particulate systems, this symposium also attempted to bring young scholars and &nbsp;graduate students in contact with the acknowledged experts in the field, in an atmosphere conducive to informal interaction. The relatively small size of IUTAM Symposia (nominally 50-60 participants) is intended to faster this type of communication.</p>\n<p>&nbsp;</p>\n<p>&nbsp;The symposium was conducted at the Hotel Lalit Ashok in Bangalore, India during 23&ndash;27 January2012, and the organisation was overseen by a committee of researchers from several institutions in India. The scientific program was determined in consultation with an international committee appointed by IUTAM. A modest level of financial support was obtained from several institutions and industry in India. IUTAM provided its standard support of $6K, which were used solely to provide travel support for international participants. In this context, the NSF travel grant was extremely beneficial as it facilitated participation by a number of American scientists without requiring support from the organizers. This allowed the organizers funds to be focused on young researchers from India and other countries, and cover the organizational costs of the meeting.</p>\n<p>&nbsp;</p>\n<p>The symposium focused on three distinct but complimentary topics:</p>\n<p>&bull; Mechanics of dry granular materials</p>\n<p>&bull; Dynamics and rheology of fluid-particle suspensions</p>\n<p>&bull; Kinematics, statistics and mechanics of living suspensions</p>\n<p>&nbsp;</p>\n<p>Forty four presentations were made in all, which were divided thematically over the five</p>\n<p>days of the symposium. The first speaker for each theme gave an overview of recent developments in the field and summarized the open questions, before proceeding to deliver his/her presentation. There was also a poster session. A number of papers will be published in a special section of Physics of Fluids, as well as an introductory paper that will summarize the meeting and consider the status and opportunities in the field as reflected by the presentations and the progress made at the symposium.</p>\n<p>&nbsp;</p>\n<p>From the presentations and discussions at the meeting, some broad conclusions on the state of the art and the open problems that remain to be addressed in the future could be drawn.&nbsp; These are listed below:</p>\n<ul>\n<li>New experiments indicate that the stress transmitted by inter-particle contacts may play an important role in dense Stokesian suspensions.&nbsp; A theoretical framework that integrates hydrodynamics with contact is required to properly...",
  "por_txt_cntn": "\nThis grant provided partial travel support for NN American scientists to participate in the IUTAM symposium on Mobile Particulate Systems held in Bangalore, India from 23-27 January 2012. IUTAM Symposia are selected by the General Assembly of IUTAM based upon the timeliness of the subject matter, whether the organization and proposal for topical areas is likely to strongly impact the field, and the scientific stature of the institution and principle organizer of the meeting (Prof. Prabhu Nott). A major goal is also to enhance communication between scientists from various parts of the world. Very few prior symposia have been held in India, and this represented a major opportunity especially for some of the younger participants, many of whom came from India or other parts of Asia.\n\n \n\nThis symposium followed a series of meetings and conferences, several of which were held under the aegis of IUTAM, devoted to the broad area of particle and particle-fluid flows. Though considerable progress has been made in the recent decades, a large number of open questions and problems remain. The emphasis of this symposium was on the regimes of flow wherein the particles are \"mobile\", or free to flow. Apart from bringing together researchers in diverse disciplines who are engaged in the study of mobile particulate systems, this symposium also attempted to bring young scholars and  graduate students in contact with the acknowledged experts in the field, in an atmosphere conducive to informal interaction. The relatively small size of IUTAM Symposia (nominally 50-60 participants) is intended to faster this type of communication.\n\n \n\n The symposium was conducted at the Hotel Lalit Ashok in Bangalore, India during 23&ndash;27 January2012, and the organisation was overseen by a committee of researchers from several institutions in India. The scientific program was determined in consultation with an international committee appointed by IUTAM. A modest level of financial support was obtained from several institutions and industry in India. IUTAM provided its standard support of $6K, which were used solely to provide travel support for international participants. In this context, the NSF travel grant was extremely beneficial as it facilitated participation by a number of American scientists without requiring support from the organizers. This allowed the organizers funds to be focused on young researchers from India and other countries, and cover the organizational costs of the meeting.\n\n \n\nThe symposium focused on three distinct but complimentary topics:\n\n&bull; Mechanics of dry granular materials\n\n&bull; Dynamics and rheology of fluid-particle suspensions\n\n&bull; Kinematics, statistics and mechanics of living suspensions\n\n \n\nForty four presentations were made in all, which were divided thematically over the five\n\ndays of the symposium. The first speaker for each theme gave an overview of recent developments in the field and summarized the open questions, before proceeding to deliver his/her presentation. There was also a poster session. A number of papers will be published in a special section of Physics of Fluids, as well as an introductory paper that will summarize the meeting and consider the status and opportunities in the field as reflected by the presentations and the progress made at the symposium.\n\n \n\nFrom the presentations and discussions at the meeting, some broad conclusions on the state of the art and the open problems that remain to be addressed in the future could be drawn.  These are listed below:\n\nNew experiments indicate that the stress transmitted by inter-particle contacts may play an important role in dense Stokesian suspensions.  A theoretical framework that integrates hydrodynamics with contact is required to properly characterize their rheology.\nDespite significant advances in the recent years, a continuum-mechanical model for dry granular flows that accurately represents the important experimental observations is still lacking..."
 }
}