{
 "awd_id": "1147603",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Energy Efficient Cognitive Networking",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "wenjing lou",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 171450.0,
 "awd_amount": 171450.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "This project addresses two of the grand challenges of the next decade: green wireless communication systems and spectrum efficiency, through a collaborative research and education plan utilizing optimization theory, and involving researchers from the U.S. and Finland. This project considers energy efficiency for cognitive radio networks and introduces a novel optimization-based methodology. It builds on existing results to establish a new focus on green cognitive networking. The way in which energy is consumed in cognitive networks provides unique opportunities for exploiting the cognitive process to save energy and for using energy reduction techniques to modify and improve the performance of cognitive networks. A unique feature of this project is the introduction of an optimization-based methodology for establishing and attaining ultimate performance limits. In this project, PIs develop energy performance bounds that yield insights for design of general networks, derive optimal tradeoffs between fundamental performance criteria, use optimization formulations for establishing and achieving ultimate performance limits, and design protocols that are optimal in the presence of temporal cognitive systems evolution. Research results of this work will be widely promulgated through the usual means of publication and dissemination and will have significant impact on energy efficiency of spectrum-efficient wireless systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alhussein",
   "pi_last_name": "Abouzeid",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alhussein Abouzeid",
   "pi_email_addr": "abouzeid@ecse.rpi.edu",
   "nsf_id": "000428598",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 171450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The wireless spectrum is a limited national resource. For example, the FCC currently has only 50 MHz left in its inventory, while the most conservative predictions of wireless data traffic estimate a 20x increase in data traffic in the next 5 years.&nbsp; Both the National Broadband Plan and the President&rsquo;s Memorandum on June 28 entitled &ldquo;Unleashing the Wireless Revolution&rdquo; highlight the critical value of spectrum and encourage researchers to seek methods to achieve efficient utilization of this valuable resource.</p>\n<p>The major goals of the project involved the fundamental understanding of the tradeoffs in cognitive radio networks, focusing on (1) design of economic-aware algorithms using sequential optimization and Markov decision processes that provide incentives for spectrum sharing between primary spectrum owners and secondary (opportunistic) spectrum users and, (2) scheduling and optimization of cooperation in cognitive radio networks. The key theme is the capture of temporal dependencies.&nbsp;</p>\n<p>They key research outcomes of the project can be summarized as follows.</p>\n<p>1. We developed a reserve price auction mechanism for spectrum sharing in cognitive radio networks where the secondary spectrum users (SUs) bid to buy spectrum bands from the &nbsp;primary spectrum owner (PO) who acts as the auctioneer, selling idle spectrum bands to make a profit. Unlike most existing auction mechanisms that assume identical channels, we consider a more general and more realistic case where channels have different qualities. Also, SUs are allowed to express their preferences for each channel separately. That is, each SU submits a vector of bids, one for each channel. In addition, reservation prices that are proportional to channel qualities are imposed by the PO. The proposed auction mechanism results in efficient allocation that maximizes SUs&rsquo; valuations subject to reserve price constraints, and it has desired economic properties that we formally prove in the analysis.</p>\n<p>2. We developed ADAPTIVE, a dynAmic inDex Auction for sPectrum sharing with TIme-evolving ValuEs that maximizes the social welfare of the SUs.&nbsp;Existing spectrum auctions assume that SUs have static and known values for the channels. However, in many real world settings, SUs do not know the exact value of channel access at first, but they learn it over time. In this work, we study spectrum auctions in a dynamic setting where SUs can change their valuations based on their experiences with the channel. &nbsp;ADAPTIVE is based on multi-armed bandit models where for each user an allocation index is independently calculated in polynomial time. ADAPTIVE has some desired economic properties that are formally proven in the analysis.</p>\n<p>3. We characterized the average end-to-end queuing delay and maximum achievable per-node throughput in an opportunistic secondary cognitive radio network co-existing with a primary network where both networks consist of static nodes that use random medium access schemes. We model the secondary network as a two-class priority queuing network and use queuing approximation techniques to obtain closed form expressions for average end-to-end delay of a packet in the secondary network and the maximum achievable throughput of a secondary node. The results are validated against extensive simulations.</p>\n<p>&nbsp;4. We considered network-layer scheduling for cooperation in cognitive radio networks whereby secondary users may be allowed to relay primary user&rsquo;s packets. Under this cooperative scheme, the work investigated whether, and under what conditions, the primary and secondary networks can be stabilized without explicit knowledge of the arrival rates. We develop a relaying and scheduling algorithm using Lyapunov drift techniques that does not require explicit knowledge of primary and secondary packet arrival rates. The algorithm is th...",
  "por_txt_cntn": "\nThe wireless spectrum is a limited national resource. For example, the FCC currently has only 50 MHz left in its inventory, while the most conservative predictions of wireless data traffic estimate a 20x increase in data traffic in the next 5 years.  Both the National Broadband Plan and the PresidentÆs Memorandum on June 28 entitled \"Unleashing the Wireless Revolution\" highlight the critical value of spectrum and encourage researchers to seek methods to achieve efficient utilization of this valuable resource.\n\nThe major goals of the project involved the fundamental understanding of the tradeoffs in cognitive radio networks, focusing on (1) design of economic-aware algorithms using sequential optimization and Markov decision processes that provide incentives for spectrum sharing between primary spectrum owners and secondary (opportunistic) spectrum users and, (2) scheduling and optimization of cooperation in cognitive radio networks. The key theme is the capture of temporal dependencies. \n\nThey key research outcomes of the project can be summarized as follows.\n\n1. We developed a reserve price auction mechanism for spectrum sharing in cognitive radio networks where the secondary spectrum users (SUs) bid to buy spectrum bands from the  primary spectrum owner (PO) who acts as the auctioneer, selling idle spectrum bands to make a profit. Unlike most existing auction mechanisms that assume identical channels, we consider a more general and more realistic case where channels have different qualities. Also, SUs are allowed to express their preferences for each channel separately. That is, each SU submits a vector of bids, one for each channel. In addition, reservation prices that are proportional to channel qualities are imposed by the PO. The proposed auction mechanism results in efficient allocation that maximizes SUsÆ valuations subject to reserve price constraints, and it has desired economic properties that we formally prove in the analysis.\n\n2. We developed ADAPTIVE, a dynAmic inDex Auction for sPectrum sharing with TIme-evolving ValuEs that maximizes the social welfare of the SUs. Existing spectrum auctions assume that SUs have static and known values for the channels. However, in many real world settings, SUs do not know the exact value of channel access at first, but they learn it over time. In this work, we study spectrum auctions in a dynamic setting where SUs can change their valuations based on their experiences with the channel.  ADAPTIVE is based on multi-armed bandit models where for each user an allocation index is independently calculated in polynomial time. ADAPTIVE has some desired economic properties that are formally proven in the analysis.\n\n3. We characterized the average end-to-end queuing delay and maximum achievable per-node throughput in an opportunistic secondary cognitive radio network co-existing with a primary network where both networks consist of static nodes that use random medium access schemes. We model the secondary network as a two-class priority queuing network and use queuing approximation techniques to obtain closed form expressions for average end-to-end delay of a packet in the secondary network and the maximum achievable throughput of a secondary node. The results are validated against extensive simulations.\n\n 4. We considered network-layer scheduling for cooperation in cognitive radio networks whereby secondary users may be allowed to relay primary userÆs packets. Under this cooperative scheme, the work investigated whether, and under what conditions, the primary and secondary networks can be stabilized without explicit knowledge of the arrival rates. We develop a relaying and scheduling algorithm using Lyapunov drift techniques that does not require explicit knowledge of primary and secondary packet arrival rates. The algorithm is then shown to stabilize the transmission queues in the network for all secondary packet arrival rates that lie in the interior of a certain region. The signific..."
 }
}