{
 "awd_id": "1147838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reconfigurable Antenna-based Enhancement of Dynamic Spectrum Access Algorithms",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "wenjing lou",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 340000.0,
 "awd_amount": 340000.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "While there is a tremendous amount of research in the algorithmic and protocol aspects of cognitive radios, very little attention is given to the antennas used in cognitive links. This project focuses on the enhancement of cognitive dynamic spectrum access (DSA) techniques with electrically reconfigurable antennas that are capable of dynamically adjusting their radiation patterns and operating frequency in response to the needs of overlying communication link and network. Based upon the results of field testing, new reconfigurable antennas are being designed that provide not only flexibility in radiation pattern, but also frequency agility. The design and performance of the cross?layer control stack is being evaluated for identification of the optimal control policy for secondary radios seeking to maximize their throughput. With the additional support of our collaborators in Finland, the Drexel SDC Testbed is being extended to provide real-time implementations of the proposed enhanced DSA algorithms.\r\n\r\nThis research is enabled through the reconfigurable leaky wave metamaterial antenna technology, developed at Drexel University. The highly adaptive frequency agility and spatial filtering capabilities of this antenna will be used to develop new DSA algorithms to leverage these degrees of freedom.   Enhanced performance will be demonstrated in terms of the user capacity of the cognitive radio network and increased throughput of secondary cognitive radio users.  These antennas and control algorithms will be field tested and demonstrated using a FGPA-based SDR platform built to evaluate reconfigurable antenna-enhanced DSA algorithms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kapil",
   "pi_last_name": "Dandekar",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kapil R Dandekar",
   "pi_email_addr": "dandekar@drexel.edu",
   "nsf_id": "000244555",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Weber",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Steven P Weber",
   "pi_email_addr": "sweber@ece.drexel.edu",
   "nsf_id": "000341702",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut St",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 340000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cognitive radio is a wireless communications technique that allocates scarce radio spectrum intelligently to increase the reliability and spectral efficiency of data transmission. Cognitive radio builds upon the flexibility in physical layer algorithm implementation delivered by Software Defined Radio (SDR) to include assessment of, and adaptation to, the surrounding radio environment. While there is a tremendous amount of research in the algorithmic and protocol aspects of cognitive radios, very little attention is given to the antennas used in cognitive links. This project focused on the enhancement of cognitive dynamic spectrum access (DSA) techniques with electrically reconfigurable antennas that are capable of dynamically adjusting their radiation patterns and operating frequency in response to the needs of the overlying communication link and network. Towards these goals, the project followed the proposed thrusts to achieve the following outcomes.</p>\n<p>Reconfigurable Antenna Hardware Design for Cognitive DSA &ndash; For this project, we utilized the spatial filtering capabilities of our current reconfigurable antennas to greatly enhance existing DSA approaches. Based upon the results of algorithm development and field testing, we designed new reconfigurable antennas that provide not only flexibility in radiation pattern for spatial filtering, but also frequency agility. Furthermore, prior research in the area of beamforming network nodes ignore practical antenna size and directionality constraints that our technology uniquely addressed. To this end, the Reconfigurable Alford Loop was developed that provided wideband and multiband functionality, while providing direction and omnidirectional modes of operation. This was an important development for DSA providing the flexibility of an omnidirectional antenna with the degree of freedom to choose directional spatial filtering modes as well.</p>\n<p>Enhancement of DSA Algorithms to Leverage Reconfigurable Antennas &ndash; The physical layer flexibility of reconfigurable antennas was integrated with dynamic spectrum access algorithms at the medium access layer to form a novel PHY/MAC cross&ndash;layer protocol stack. Fundamentally, the design challenge and opportunity afforded by integrated antenna configuration and spectrum access is that intelligent joint selection of antenna mode and frequency band so as to optimize a relevant performance metric. The project team has developed online learning techniques for spectrum sensing and antenna control, DoA estimation using reconfigurable antennas, and done extensive analysis of beamwidth and orientation error on network.</p>\n<p>Testbed Implementation of the Proposed Techniques &ndash; With the additional support of the University of Oulu, Tampere University of Technology, and VTT Technical Research Centre of Finland in Oulu, the Drexel SDC Testbed has been extended for use as an Enhanced Reconfigurable Antenna Testbed. To this end, the team extended the functionality of LE-WARP to include reconfigurable antenna control, implemented antenna control and enabled some cognitive antenna techniques in Drexel&rsquo;s SDC platform. Additionally the collaborative effort integrated the Nutaq Radio420 frontend with the Drexel SDC to provide a frequency agile transceiver to compliment the flexible SOFDM PHY on the SDC.</p>\n<p>In addition to the research outcomes of the project, additional broader impact outcomes were accomplished. Through the collaboration with the University of Oulu enabled by this project, Drexel&rsquo;s College of Engineering leveraged this relationship to establish a new program known as iSTAR. Drexel&rsquo;s STAR (Students Tackling Advanced Research) program allows first-year students to participate in faculty-mentored research, scholarship, or creative work during the summer after their freshman year. The iSTAR program extends this by allowing STAR scholars t...",
  "por_txt_cntn": "\nCognitive radio is a wireless communications technique that allocates scarce radio spectrum intelligently to increase the reliability and spectral efficiency of data transmission. Cognitive radio builds upon the flexibility in physical layer algorithm implementation delivered by Software Defined Radio (SDR) to include assessment of, and adaptation to, the surrounding radio environment. While there is a tremendous amount of research in the algorithmic and protocol aspects of cognitive radios, very little attention is given to the antennas used in cognitive links. This project focused on the enhancement of cognitive dynamic spectrum access (DSA) techniques with electrically reconfigurable antennas that are capable of dynamically adjusting their radiation patterns and operating frequency in response to the needs of the overlying communication link and network. Towards these goals, the project followed the proposed thrusts to achieve the following outcomes.\n\nReconfigurable Antenna Hardware Design for Cognitive DSA &ndash; For this project, we utilized the spatial filtering capabilities of our current reconfigurable antennas to greatly enhance existing DSA approaches. Based upon the results of algorithm development and field testing, we designed new reconfigurable antennas that provide not only flexibility in radiation pattern for spatial filtering, but also frequency agility. Furthermore, prior research in the area of beamforming network nodes ignore practical antenna size and directionality constraints that our technology uniquely addressed. To this end, the Reconfigurable Alford Loop was developed that provided wideband and multiband functionality, while providing direction and omnidirectional modes of operation. This was an important development for DSA providing the flexibility of an omnidirectional antenna with the degree of freedom to choose directional spatial filtering modes as well.\n\nEnhancement of DSA Algorithms to Leverage Reconfigurable Antennas &ndash; The physical layer flexibility of reconfigurable antennas was integrated with dynamic spectrum access algorithms at the medium access layer to form a novel PHY/MAC cross&ndash;layer protocol stack. Fundamentally, the design challenge and opportunity afforded by integrated antenna configuration and spectrum access is that intelligent joint selection of antenna mode and frequency band so as to optimize a relevant performance metric. The project team has developed online learning techniques for spectrum sensing and antenna control, DoA estimation using reconfigurable antennas, and done extensive analysis of beamwidth and orientation error on network.\n\nTestbed Implementation of the Proposed Techniques &ndash; With the additional support of the University of Oulu, Tampere University of Technology, and VTT Technical Research Centre of Finland in Oulu, the Drexel SDC Testbed has been extended for use as an Enhanced Reconfigurable Antenna Testbed. To this end, the team extended the functionality of LE-WARP to include reconfigurable antenna control, implemented antenna control and enabled some cognitive antenna techniques in DrexelÆs SDC platform. Additionally the collaborative effort integrated the Nutaq Radio420 frontend with the Drexel SDC to provide a frequency agile transceiver to compliment the flexible SOFDM PHY on the SDC.\n\nIn addition to the research outcomes of the project, additional broader impact outcomes were accomplished. Through the collaboration with the University of Oulu enabled by this project, DrexelÆs College of Engineering leveraged this relationship to establish a new program known as iSTAR. DrexelÆs STAR (Students Tackling Advanced Research) program allows first-year students to participate in faculty-mentored research, scholarship, or creative work during the summer after their freshman year. The iSTAR program extends this by allowing STAR scholars to perform their research at international institutions. Three students from Drexel worked with Universit..."
 }
}