{
 "awd_id": "1148884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symposium: Dispersal of Marine Organisms Symposium at the Society for Integrative and Comparative Biology Meeting, Charleston, SC Jan 3-7, 2012",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. Zamer",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 14967.0,
 "awd_amount": 14967.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "This award provides support for a symposium entitled Dispersal of Marine Organisms at the January 2012 Society for Integrative and Comparative Biology (SICB) meeting in Charleston, SC. The world?s oceans hold a significant fraction of the diversity of organisms on the planet. Understanding where, when and how populations of organisms are distributed in the ocean is a central and significant topic in marine biological research. Fundamentally, the dispersal (movement) and distribution of marine organisms results from an integration of both the physical and biotic environmental characteristics with organisms? biological characteristics, such as physiology and behavior. Often, however, research on dispersal tends to emphasize a particular discipline (e.g., population genetics, functional morphology, developmental biology, physiology, biophysics), or to emphasize a particular group of organisms (e.g. fish, marine invertebrates).  This symposium assembles an interdisciplinary group of outstanding young and established speakers to address the broad issue of dispersal in marine environments in an integrative way. Such integration is increasingly important to marine conservation and management efforts. The goal of the symposium is to promote the exchange and integration of ideas and knowledge of dispersal across disciplines, and to identify scientific opportunities and approaches for future research that will accelerate understanding. Participants will be encouraged to consider the common properties that influence dispersal across different species, and to discuss what currencies should be measured in order to predict how dispersal of marine organisms will be influenced by environmental change. \r\n\r\nThe invited symposium speakers represent a diverse scientific perspective and include established experts and early career scientists, men and women. Additional researchers will present their findings in contributed sessions and the project contributes to student training by inviting and providing financial assistance for up to ten graduate students or postdoctoral researchers to present in these complementary sessions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Lindsay",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sara M Lindsay",
   "pi_email_addr": "slindsay@maine.edu",
   "nsf_id": "000258983",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Society for Integrative and Comparative Biology",
  "inst_street_address": "950 HERNDON PKWY STE 450",
  "inst_street_address_2": "",
  "inst_city_name": "HERNDON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7037901745",
  "inst_zip_code": "201705528",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "SOCIETY FOR INTEGRATIVE AND COMPARATIVE BIOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNNAKXZMJZK8"
 },
 "perf_inst": {
  "perf_inst_name": "Society for Integrative and Comparative Biology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "221013926",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14967.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project assembled an interdisciplinary group of outstanding young and established speakers to address the topic of dispersal in marine organisms at a Society-wide symposium during the January 2012 Society for Integrative &amp; Comparative Biology (SICB) meeting in Charleston, SC. Understanding where, when and how populations of organisms are distributed in the ocean is a central and significant topic in marine biological research. Fisheries management and marine conservation efforts also rely on understanding the movement (dispersal) and abundance of animals in the ocean. Fundamentally, the dispersal and distribution of marine organisms reflects an integration of environmental factors and the organisms&rsquo; biology, physiology and behavior. Although understanding dispersal and its complex variables is critical to understanding ecology and life-histories of marine species, much of the research on dispersal has tended to reflect or emphasize a particular discipline<strong> </strong>(e.g. population genetics, functional morphology, evolutionary and developmental biology, and biophysics) or emphasize a particular taxon or functional groups (e.g. fish, pelagic or benthic organisms). Moreover, researchers in these areas tend to gather at separate meetings. This symposium at the SICB meeting provided an excellent opportunity to cross those boundaries by bringing together researchers from each of these perspectives to address the broad problem of dispersal in marine environments. At the symposium, we promoted the exchange and integration of ideas and knowledge of dispersal across disciplines, and identified needed areas and approaches for future research.</p>\n<p>The Symposium sessions were attended by &gt;100 people, and  approximately 50-75 people participated in the discussion following the  presentations, in which the moderator challenged the audience and  participants to consider how best to integrate and communicate among the  different scales/approaches to studying dispersal in marine organisms.  The complementary sessions were also well attended.&nbsp; Abstracts from all  of the presentations were published online as supplements to the journal  <em>Integrative and Comparative Biology</em>, and 9 peer-reviewed reports were published in the online and print edition of the <em>Integrative and Comparative Biology</em>.</p>\n<table border=\"0\" cellpadding=\"0\" width=\"4\" height=\"18\">\n<tbody>\n<tr>\n<td><br /></td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2012<br>\n\t\t\t\t\tModified by: Sara&nbsp;M&nbsp;Lindsay</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project assembled an interdisciplinary group of outstanding young and established speakers to address the topic of dispersal in marine organisms at a Society-wide symposium during the January 2012 Society for Integrative &amp; Comparative Biology (SICB) meeting in Charleston, SC. Understanding where, when and how populations of organisms are distributed in the ocean is a central and significant topic in marine biological research. Fisheries management and marine conservation efforts also rely on understanding the movement (dispersal) and abundance of animals in the ocean. Fundamentally, the dispersal and distribution of marine organisms reflects an integration of environmental factors and the organismsÆ biology, physiology and behavior. Although understanding dispersal and its complex variables is critical to understanding ecology and life-histories of marine species, much of the research on dispersal has tended to reflect or emphasize a particular discipline (e.g. population genetics, functional morphology, evolutionary and developmental biology, and biophysics) or emphasize a particular taxon or functional groups (e.g. fish, pelagic or benthic organisms). Moreover, researchers in these areas tend to gather at separate meetings. This symposium at the SICB meeting provided an excellent opportunity to cross those boundaries by bringing together researchers from each of these perspectives to address the broad problem of dispersal in marine environments. At the symposium, we promoted the exchange and integration of ideas and knowledge of dispersal across disciplines, and identified needed areas and approaches for future research.\n\nThe Symposium sessions were attended by &gt;100 people, and  approximately 50-75 people participated in the discussion following the  presentations, in which the moderator challenged the audience and  participants to consider how best to integrate and communicate among the  different scales/approaches to studying dispersal in marine organisms.  The complementary sessions were also well attended.  Abstracts from all  of the presentations were published online as supplements to the journal  Integrative and Comparative Biology, and 9 peer-reviewed reports were published in the online and print edition of the Integrative and Comparative Biology.\n\n\n\n\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/16/2012\n\n\t\t\t\t\tSubmitted by: Sara M Lindsay"
 }
}