{
 "awd_id": "1148598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biophysical Society Subgroup Symposium in San Diego, CA February 25, 2012.",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 4000.0,
 "awd_amount": 4000.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "The subgroup, \"Biopolymers In Vivo\" (BIV), was created to broaden the understanding of biophysics in cells and has attracted the attention of researchers from around the world, and especially students, postdocs and early-career biophysicists. The organizers have selected for the 2012 Biophysical Society BIV symposium, topics from molecular to cellular systems to address the effects of cellular environment on biological functions. The subjects range from proteins and nucleic acids in bacteria, to synthetic cells, and cell-like environments. In addition, physical principles and theories involving hydrodynamic interactions and volume exclusion provide complementary insight into biomolecular dynamics inside a cell. The symposium will accelerate the momentum of research inside cells by gathering established leaders in this field along with undergrads, graduate students, and postdocs who share the same aim. The level of the talks will be accessible to general attendees of the 2012 Biophysical Society Meeting, which will be held in San Diego. The BIV subgroup will promote research on the physics of living matter using a wide range of approaches including experiment, theory and computer simulation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Cheung",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret S Cheung",
   "pi_email_addr": "mscheung@uw.edu",
   "nsf_id": "000488747",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772045005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit<br /> <br /></p>\n<p>To understand biological function in living systems requires knowledge of the physical principles that give rise to cellular complexity. One of the challenges has been about the unknown impact of a diverse environment inside a cell. In cellular milieu, the volume fraction of macromolecules can reach up to 40% and the chemical composition can change rapidly in response to external cues. A new subgroup, &ldquo;Biopolymers In Vivo&rdquo; (BIV), was created to broaden the understanding of biophysics in cells and has attracted the attention of researchers from around the world, and especially students, postdocs and early-career biophysicists. In the 2012 subgroup symposium, speakers presented their recent research progress with topics from molecular to cellular systems that address the effects of cellular environment on biological functions.</p>\n<p><br /> <br /> Broader Impact</p>\n<p>The symposium has accelerated the momentum of research on physics of living systems by gathering established leaders in this field along with undergrads, graduate students, and postdocs who share the same interest. The symposium attracted hundreds of attendees of the 2012 Biophysical Society Meeting in San Diego. Among the six established speakers, two are women. Two speaker slots were awarded to postdoctoral fellows whose abstracts were voted best by the BIV committee. One of them is a woman. A travel award was presented to a graduate student who particiated in the Poster Competition for the Student Research Achievement Award under affiliated Biopolymers In Vivo categories. An important outcome of such symposium is to disseminate data and ideas, foster collaborations, and train young scientists.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2012<br>\n\t\t\t\t\tModified by: Margaret&nbsp;S&nbsp;Cheung</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n \n\n\nTo understand biological function in living systems requires knowledge of the physical principles that give rise to cellular complexity. One of the challenges has been about the unknown impact of a diverse environment inside a cell. In cellular milieu, the volume fraction of macromolecules can reach up to 40% and the chemical composition can change rapidly in response to external cues. A new subgroup, \"Biopolymers In Vivo\" (BIV), was created to broaden the understanding of biophysics in cells and has attracted the attention of researchers from around the world, and especially students, postdocs and early-career biophysicists. In the 2012 subgroup symposium, speakers presented their recent research progress with topics from molecular to cellular systems that address the effects of cellular environment on biological functions.\n\n\n \n Broader Impact\n\nThe symposium has accelerated the momentum of research on physics of living systems by gathering established leaders in this field along with undergrads, graduate students, and postdocs who share the same interest. The symposium attracted hundreds of attendees of the 2012 Biophysical Society Meeting in San Diego. Among the six established speakers, two are women. Two speaker slots were awarded to postdoctoral fellows whose abstracts were voted best by the BIV committee. One of them is a woman. A travel award was presented to a graduate student who particiated in the Poster Competition for the Student Research Achievement Award under affiliated Biopolymers In Vivo categories. An important outcome of such symposium is to disseminate data and ideas, foster collaborations, and train young scientists.\n\n\t\t\t\t\tLast Modified: 09/26/2012\n\n\t\t\t\t\tSubmitted by: Margaret S Cheung"
 }
}