{
 "awd_id": "1148936",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Mattressene - A 3D Carbon Nanostructure Superlattice: Experimental and Theoretical Synthesis and Characterization",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 149970.0,
 "awd_amount": 149970.0,
 "awd_min_amd_letter_date": "2011-08-07",
 "awd_max_amd_letter_date": "2011-08-07",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: The principal objective of this work is the experimental fabrication of a new, technologically important, carbon-based nanostructured material referred to as mattressene. Structurally, mattressene consists of alternating single-layer graphene sheets connected to each other by parallel arrays of carbon nanotubes, and this regular, periodic arrangement of graphene and nanotubes enables mattressene to exhibit remarkable electronic, thermal and mechanical properties, making it applicable as a (i) high-speed, high-density semiconductor chip device,  (ii) high-efficiency thermoelectric material capable of converting waste heat to electricity, (iii) thermal interface material for efficient and swift removal of heat in electronic devices and (iv) high-capacity reversible hydrogen storage in hydrogen fuel cells.\r\n\r\nTECHNICAL DETAILS: The experimental ability to synthesize a new, ordered, carbon-based nano-metamaterial- mattressene is being explored in this project. Mattressene consists of parallel sheets of graphene connected to each other by ordered, parallel arrays of same-length single-walled carbon nanotubes oriented orthogonal to the graphene sheets. The key elements of the chemical synthesis strategy, appropriately informed by high-accuracy density functional theory (DFT) calculations,  consists of assembling a layered structure comprised of alternating graphene and functionalized-fullerene layers, followed by chemical attachment between graphene and fullerenes and conversion of the fullerenes to carbon nanotubes via cycloaddition reactions. The building blocks of mattressene consist of graphene and nanotubes, and that in combination with a 3-D periodic arrangement which can be suitably varied by adopting the layer by layer synthesis approach, enables mattressene to exhibit tunable electronic, thermal and thermoelectric properties. This tunability makes mattresene highly desirable and ideally suited for technological applications as semiconducting devices, efficient thermal transport materials and thermoelectric materials. Another significant impact of this project is the rigorous training of a graduate student in a multi-disciplinary environment spanning across many fields of science and engineering as well as allowing the student to get familiarized with advanced, cutting-edge experimental and theoretical research tools and techniques that are adopted in this work.  A post-doctoral scholar and several undergraduate students are also engaged in this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krishna",
   "pi_last_name": "Muralidharan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krishna Muralidharan",
   "pi_email_addr": "krishna@u.arizona.edu",
   "nsf_id": "000508426",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pierre",
   "pi_last_name": "Deymier",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Pierre A Deymier",
   "pi_email_addr": "deymier@u.arizona.edu",
   "nsf_id": "000100100",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ludwik",
   "pi_last_name": "Adamowicz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ludwik Adamowicz",
   "pi_email_addr": "ludwik@u.arizona.edu",
   "nsf_id": "000425098",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Beck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Warren Beck",
   "pi_email_addr": "wbeck@physics.arizona.edu",
   "nsf_id": "000481127",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />Graphene and fullerenes represent low-dimensional nano-materials that demonstrate unique structure-property relations. Their discovery has led to Nobel prizes in 2010 and 1996 respectively. The ability to couple and harness their properties by synthesizing hybrid nanostructures consisting of graphene and fullerenes as the building blocks can lead to realizing emergent functionalities that will have enormous technological implications. Towards this end, as an important first step, we have examined the ability to controllably fabricate such hybrid nanostructures. Specifically, we have demonstrated that (i) a sandwich structure involving alternating graphene/fullerene/graphene layers can be synthesized, where the graphene and fullerene layers are strongly bonded leading to mechanical robustness of the structure. In addition, we have also shown that extended fullerene structures such as fullerene-rods and fullerene-tubes can be easily self-assembled on graphene substrates in a simple, facile and rapid fashion. Further, the morphology of these fullerene structures can be shape and size-shifted based on different experimental conditions, thereby providing &lsquo;on-demand&rsquo; structures that can be suitably tuned to yield desired properties.</p>\n<p>This capability to effectively synthesize such structures can lead to a number of technologically important applications. In particular, the manufacturing of<br />highly ordered, high speed, high density (up to 10<sup>14</sup> cm<sup>-1</sup>) semi-conducting graphene-fullerene arrays, will lead to a dramatic improvement in speed, device density, and operating temperature range for semiconductor chip devices. Also, the thermal transport properties of graphene and fullerene structures can be effectively tapped, leading to the design of next-generation<br />thermal interface materials for heat conduction in electronic devices. The inherent &lsquo;light-weight&rsquo; but robust structure of these hybrid structures especially structures such as fullerene tubes can be used as electrode<br />materials in batteries and supercapacitors with high energy density as well as<br />power density. This can pave way for integration in renewable energy driven<br />power grids to enable power-management.</p>\n<p>In this project, a graduate student and a postdoctoral associate received training to work in a multi-disciplinary environment, where they gained exposure to cutting-edge experimental and theoretical research work. Further, three undergraduate students were involved with the research work. Students from under-represented groups were specifically recruited and exposed to the multidisciplinary research environment. They greatly benefited from this experience and have consequently decided to pursue a science-based career. In addition, the experimental resources obtained from this&nbsp; funding have been extensively used for reaching out to high-school students as well as freshman undergraduates. The ability to synthesize<br />atomic-layer thick graphene as well as self-assembly of fullerene nanostructures was used for demonstration purposes in order to promote intellectual curiosity in the students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2013<br>\n\t\t\t\t\tModified by: Krishna&nbsp;Muralidharan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nGraphene and fullerenes represent low-dimensional nano-materials that demonstrate unique structure-property relations. Their discovery has led to Nobel prizes in 2010 and 1996 respectively. The ability to couple and harness their properties by synthesizing hybrid nanostructures consisting of graphene and fullerenes as the building blocks can lead to realizing emergent functionalities that will have enormous technological implications. Towards this end, as an important first step, we have examined the ability to controllably fabricate such hybrid nanostructures. Specifically, we have demonstrated that (i) a sandwich structure involving alternating graphene/fullerene/graphene layers can be synthesized, where the graphene and fullerene layers are strongly bonded leading to mechanical robustness of the structure. In addition, we have also shown that extended fullerene structures such as fullerene-rods and fullerene-tubes can be easily self-assembled on graphene substrates in a simple, facile and rapid fashion. Further, the morphology of these fullerene structures can be shape and size-shifted based on different experimental conditions, thereby providing æon-demandÆ structures that can be suitably tuned to yield desired properties.\n\nThis capability to effectively synthesize such structures can lead to a number of technologically important applications. In particular, the manufacturing of\nhighly ordered, high speed, high density (up to 1014 cm-1) semi-conducting graphene-fullerene arrays, will lead to a dramatic improvement in speed, device density, and operating temperature range for semiconductor chip devices. Also, the thermal transport properties of graphene and fullerene structures can be effectively tapped, leading to the design of next-generation\nthermal interface materials for heat conduction in electronic devices. The inherent ælight-weightÆ but robust structure of these hybrid structures especially structures such as fullerene tubes can be used as electrode\nmaterials in batteries and supercapacitors with high energy density as well as\npower density. This can pave way for integration in renewable energy driven\npower grids to enable power-management.\n\nIn this project, a graduate student and a postdoctoral associate received training to work in a multi-disciplinary environment, where they gained exposure to cutting-edge experimental and theoretical research work. Further, three undergraduate students were involved with the research work. Students from under-represented groups were specifically recruited and exposed to the multidisciplinary research environment. They greatly benefited from this experience and have consequently decided to pursue a science-based career. In addition, the experimental resources obtained from this  funding have been extensively used for reaching out to high-school students as well as freshman undergraduates. The ability to synthesize\natomic-layer thick graphene as well as self-assembly of fullerene nanostructures was used for demonstration purposes in order to promote intellectual curiosity in the students.\n\n\t\t\t\t\tLast Modified: 12/01/2013\n\n\t\t\t\t\tSubmitted by: Krishna Muralidharan"
 }
}