{
 "awd_id": "1148741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Revolution's Refugees: Displaced Libyans in Tunisia and the Formation of Transnational Amazigh (Berber) Consciousness",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 27691.0,
 "awd_amount": 27691.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "Dr. Katherine E. Hoffman (Northwestern University) will undertake anthropological field research on the role of ethnicity in the integration of populations displaced by political violence into the country of first asylum, and the ways in which transnational ethnic identity may facilitate refugee assimilation in refugee situations.  This project considers the effects of the Arab Spring revolutions on minority populations, taking as a case study the Amazigh (Berber) populations of Libya and Tunisia.  The urgency associated with this RAPID proposal results from the immediacy of the displacement of the Libyan Berbers and the unknowns about how soon the situation may change.  The project focuses on the women and the elderly who are central, albeit overlooked, actors in the construction and maintenance of local and transnational ethnic identities.  The informal settlement of Libyan refugees into Tunisia - in rural community-volunteered housing and private Tunisian homes - means that laypeople rather than aid workers are managing much of the integration of this displaced population.  Refugees from western Libya and their southern Tunisian hosts are Imazighen (Berbers), speaking the Tamazight language and sharing both customs and longstanding discrimination by their respective states. \r\n\r\nWhereas scholarship on indigenous people such as North Africa's Imazighen has long focused on their rootedness in ancestral lands, this project asks instead how indigenous groups transform in contexts of displacement.  The research will focus on the everyday material and discursive practices in the work and socializing of women and the elderly. Data collection in southern Tunisia will include life histories, participant observation, interviews, and discourse analysis to document over time the shifts in strategies used by refugees to organize their economic and social lives in exile and to mark similarity with and distinctiveness from their hosts.  This qualitative study of individuals and families will be complemented by data collection from the UNHCR and relief agencies and will be useful to relief organizations, policymakers, and scholars.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Hoffman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine E Hoffman",
   "pi_email_addr": "khoffman@northwestern.edu",
   "nsf_id": "000596469",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Anthropology - Northwestern University",
  "perf_str_addr": "1810 Hinman Ave",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081310",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 27691.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Whereas indigenous people, such as the Imazighen (Berbers) of North Africa, are often seen as rooted in ancestral  lands, this research instead suggests that they  transform in contexts of displacement -- whether they are on the side of those  forced into migration or those receiving victims of forced migration.</p>\n<p>The popular uprisings of 2012 in North Africa and the Middle East provided a valuable &ndash; albeit fleeting -- opportunity to understand not only the Arab part of the so-called &ldquo;Arab Spring,&rdquo; but also the opportunities and challenges for non-Arab ethnic minorities that emerged from political upheaval. Around the world today, new understandings of the self and the nation emerge from situations of crisis in which normal life is suspended, the trajectory of long-established patterns is altered or reversed, and new possibilities and claims to collective rights emerge. In Tunisia, where the popular uprising overturned an authoritarian regime, civilians organized in new ways in their communities to provide basic services such as policing and garbage collection. In the Tunisian South where this research was based, in the Province of Tataouine and on Djerba Island and, civil society took on a new importance, and led to a new sense of community among the marginalized, largely rural Tunisian Amazigh (Berber) population. As Libyans began crossing the Western border from the Nafusa Mountains &ndash; home to Tamazight Berber speakers &ndash; they found Tunisian hospitality took the form of free housing for the duration of the conflict in Libya, and the distribution of foodstuffs months before the UNHCR and Red Cross established outposts in these regions and registered displaced people eligible for rations.&nbsp;</p>\n<p>With Western Libyans and Southern Tunisians suddenly thrust together in small villages and towns of the Tunisian southeast, shared ethnicity between host communities and the victims of forced migration allowed for new opportunities for consciousness raising and for imagining their countries as tolerant of minorities -- &nbsp;rather than foregrounding Arab nationalism. This was significant because since the 1950s and the end of French and Italian colonial regimes and protectorates in North Africa, the rise of Arab nationalism in each of the post-colonial states has discouraged the cohabitation of different sectors of the transnational Amazigh population. In the case of Tunisian and Libyan Imazighen, there had not been massive co-habitation of these populations since the last massive forced migration of Libyans taking place in 1911 with the Italian invasion that resulted in colonization. Moreover, the widespread political oppression of Amazigh identities and language in both Tunisia and Libya (in contrast to the political opening towards Amazigh minority language and identity claims in Morocco and Algeria over the past three decades) has long discouraged activism on the part of advocates for minority language and cultural practices.</p>\n<p>The co-existence of Tunisian and Libyan Berbers during the Libyan Civil War of 2012 suggested a new opportunity for consciousness raising and networking grounded in ethnic affiliation and common struggle. For a North African Muslim society, where decades of Arab and Arabic dominance have been central to language shift from Tamazight to Arabic, this finding is particularly important. Shared language between the exiled and host populations was crucial to the settlement of families and safeguarding of children in particular who are especially vulnerable in contexts of displacement. The perceived value of shared Amazigh ethnicity was that both sides claimed to inherently trust each other's values and morals, and this constituted a fundamental criterion for settlement of the displaced Libyans.&nbsp; Trust was absolutely crucial in this crisis period wrought with visceral uncertainties that manifested in widespread anxiety, aggression, and depression among all ages of the Libyan displaced population, and especially children who displayed signs of trauma.</p>\n<p>An addiitonal finding in this research was that the civil war was a commuter war. Libyan men commuted back and forth across the border with Libya to fight with the rebels during this conflict. That is, they brought their wives, children, sometimes parents and dependent relatives with them to Tunisia and located safe havens. But these men then stayed in exile only for short periods before returning to Western Libya, and later to Tripoli, to fight with the rebels.&nbsp; Other men who did not participate in the armed rebellion served as merchants shuttling material provisions needed for survival in exile and maintenance of populations and property that remained in Libya, at least as much as they could secure and entirely dependent on their ability to find cash to fill their trucks' gas tanks. This meant that displaced Libyan women as well as children and the vulnerable elderly often remained in Tunisia without the socially crucial protection of an able-bodied male family member. This arrangement was only possible because the Libyans felt safe in Amazigh communities in which they knew that local men would protect the women, children, and elderly in exile.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2017<br>\n\t\t\t\t\tModified by: Katherine&nbsp;E&nbsp;Hoffman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhereas indigenous people, such as the Imazighen (Berbers) of North Africa, are often seen as rooted in ancestral  lands, this research instead suggests that they  transform in contexts of displacement -- whether they are on the side of those  forced into migration or those receiving victims of forced migration.\n\nThe popular uprisings of 2012 in North Africa and the Middle East provided a valuable &ndash; albeit fleeting -- opportunity to understand not only the Arab part of the so-called \"Arab Spring,\" but also the opportunities and challenges for non-Arab ethnic minorities that emerged from political upheaval. Around the world today, new understandings of the self and the nation emerge from situations of crisis in which normal life is suspended, the trajectory of long-established patterns is altered or reversed, and new possibilities and claims to collective rights emerge. In Tunisia, where the popular uprising overturned an authoritarian regime, civilians organized in new ways in their communities to provide basic services such as policing and garbage collection. In the Tunisian South where this research was based, in the Province of Tataouine and on Djerba Island and, civil society took on a new importance, and led to a new sense of community among the marginalized, largely rural Tunisian Amazigh (Berber) population. As Libyans began crossing the Western border from the Nafusa Mountains &ndash; home to Tamazight Berber speakers &ndash; they found Tunisian hospitality took the form of free housing for the duration of the conflict in Libya, and the distribution of foodstuffs months before the UNHCR and Red Cross established outposts in these regions and registered displaced people eligible for rations. \n\nWith Western Libyans and Southern Tunisians suddenly thrust together in small villages and towns of the Tunisian southeast, shared ethnicity between host communities and the victims of forced migration allowed for new opportunities for consciousness raising and for imagining their countries as tolerant of minorities --  rather than foregrounding Arab nationalism. This was significant because since the 1950s and the end of French and Italian colonial regimes and protectorates in North Africa, the rise of Arab nationalism in each of the post-colonial states has discouraged the cohabitation of different sectors of the transnational Amazigh population. In the case of Tunisian and Libyan Imazighen, there had not been massive co-habitation of these populations since the last massive forced migration of Libyans taking place in 1911 with the Italian invasion that resulted in colonization. Moreover, the widespread political oppression of Amazigh identities and language in both Tunisia and Libya (in contrast to the political opening towards Amazigh minority language and identity claims in Morocco and Algeria over the past three decades) has long discouraged activism on the part of advocates for minority language and cultural practices.\n\nThe co-existence of Tunisian and Libyan Berbers during the Libyan Civil War of 2012 suggested a new opportunity for consciousness raising and networking grounded in ethnic affiliation and common struggle. For a North African Muslim society, where decades of Arab and Arabic dominance have been central to language shift from Tamazight to Arabic, this finding is particularly important. Shared language between the exiled and host populations was crucial to the settlement of families and safeguarding of children in particular who are especially vulnerable in contexts of displacement. The perceived value of shared Amazigh ethnicity was that both sides claimed to inherently trust each other's values and morals, and this constituted a fundamental criterion for settlement of the displaced Libyans.  Trust was absolutely crucial in this crisis period wrought with visceral uncertainties that manifested in widespread anxiety, aggression, and depression among all ages of the Libyan displaced population, and especially children who displayed signs of trauma.\n\nAn addiitonal finding in this research was that the civil war was a commuter war. Libyan men commuted back and forth across the border with Libya to fight with the rebels during this conflict. That is, they brought their wives, children, sometimes parents and dependent relatives with them to Tunisia and located safe havens. But these men then stayed in exile only for short periods before returning to Western Libya, and later to Tripoli, to fight with the rebels.  Other men who did not participate in the armed rebellion served as merchants shuttling material provisions needed for survival in exile and maintenance of populations and property that remained in Libya, at least as much as they could secure and entirely dependent on their ability to find cash to fill their trucks' gas tanks. This meant that displaced Libyan women as well as children and the vulnerable elderly often remained in Tunisia without the socially crucial protection of an able-bodied male family member. This arrangement was only possible because the Libyans felt safe in Amazigh communities in which they knew that local men would protect the women, children, and elderly in exile.\n\n \n\n\t\t\t\t\tLast Modified: 10/12/2017\n\n\t\t\t\t\tSubmitted by: Katherine E Hoffman"
 }
}