{
 "awd_id": "1148786",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Future of Rural China:  Evaluation of an Agent-Based Model to Predict Home Heating and Cooking Practices on Energy Use",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Tsapogas",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 10354.0,
 "awd_amount": 10354.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "This award supports the doctoral dissertation field research of Ms. Abilgail Watrous in China. Her research seeks to answer the student?s thesis question: \"How will the factors of education, income, and migration influence solid-fuel use in rural China over the next 20 years?\"  The project, which is designed to advance knowledge and understanding of rural energy use in China, has three components: surveys of migrant workers to understand how migration affects energy perspectives and fuel use, adult energy-education programs, and continued documentation of rural energy use. Ms. Watrous will collaborate with Prof. Xudong Yang of Tsinghua University in Beijing and make use of innovative analytical and modeling methods (agent-based models) as well as the public surveys. \r\nThis is a unique project that will develop important data as well as the related analytical tools to address the challenges of expanding energy use and the associated climate change. Because energy use raises several social and environmental challenges, especially at the scale of the issue encountered in China, this proposal is especially timely. An important contribution of the project is to understand better the impact of the migration of rural Chinese to cities as it relates to overall energy use.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhiqiang",
   "pi_last_name": "Zhai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhiqiang Zhai",
   "pi_email_addr": "john.zhai@colorado.edu",
   "nsf_id": "000105742",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine St, Rm 481, 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "773100",
   "pgm_ele_name": "Other Global Learning & Trng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7731",
   "pgm_ref_txt": "OTHER GLOBAL LEARNING & TRNING"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10354.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Based in a desire to better understand the socioeconomic and environmental impacts of energy use as millions of people migrate from rural China into the cities, this study sought to evaluate what are the key factors involved in how rural Chinese families and migrant workers make their energy choices for home heating and cooking. An additional research goal was to determine if education about renewable energy effects energy consumption patterns. The final output of the research was an agent-based model to predict how these factors will affect China&rsquo;s energy consumption patterns over the next 25 years.</p>\n<p>By creating, administrating and evaluating the Beijing Migrant Workers&rsquo; Energy Survey, analyzing the Tsinghua Rural Energy Survey data set, and incorporating these results into an agent-based model, we are able to predict solid fuel use and income levels for rural, urban, and migrant populations in China over the next 25 years.</p>\n<p>Data from the Tsinghua rural energy survey was used to calculate the top factors impacting rural energy use and connections between education and solid fuel use, and income and solid fuel use. Data from the Beijing migrant workers survey was used to evaluate factors impacting fuel use by migrant workers, how their energy use changes when they move to the city, and<br />connections between their education level and solid fuel use, and income and solid fuel use. Results from analysis of both data sets were incorporated into a new agent-based model to predict solid fuel use over the next 25 years by rural, urban, and migrant populations.</p>\n<p>Major findings were that the top four factors influencing rural fuel use were price of electricity, area of the home, education level, and income. It was found that understanding of renewable energy did not have a significant impact on solid fuel use, although overall education level did. By evaluating two different educational scenarios within the agent-based model, the<br />importance of education to public and environmental health was shown as migrant workers&rsquo;percentage of solid fuel use was decreased by half when their likelihood of attending college was increased.</p>\n<p>This project was extremely interdisciplinary and contributed primarily to the fields of modern Chinese studies, renewable energy, and international development. This work is significant because it showed that the preconception that migration necessarily implies an energy transition is wrong. We were able to show that migrant workers continue to use the types of fuels they were using at home, and are actually very slow (on the scale of 10-20 years) to transition to clean energies. This has implications for international development, refugee camps, displaced persons, and estimations of solid fuel use. Solid fuel use in turn impacts personal and planetary health ranging from lung cancer to global warming.</p>\n<p>This work served to show that environmental engineering cannot be done in a vacuum, but the human factors must be incorporated. As engineers, we are often tempted to model likely results on a computer without talking to people face-to-face. This work is admirable in that it took the time to have real conversations with people affected by global migration and changing energy patterns. The work is a great example of truly interdisciplinary research and &ldquo;global engineering&rdquo;.</p>\n<p>A shorter mini-documentary film &ldquo;Beijing Tai Da, Wo Hen Xiao&rdquo; (which translates to &ldquo;Beijing is too big, I am very small&rdquo;) on the challenges of migrant workers in China was created using researcher's footage and photos from this and previous trips to China and was shown to the public in Nov 2011. An entire curricular unit &ldquo;Environmental Challenges in China: From Rural Villages to Big Cities&rdquo; for elementary students based on this research was created and published on the NSF-spons...",
  "por_txt_cntn": "\nBased in a desire to better understand the socioeconomic and environmental impacts of energy use as millions of people migrate from rural China into the cities, this study sought to evaluate what are the key factors involved in how rural Chinese families and migrant workers make their energy choices for home heating and cooking. An additional research goal was to determine if education about renewable energy effects energy consumption patterns. The final output of the research was an agent-based model to predict how these factors will affect ChinaÆs energy consumption patterns over the next 25 years.\n\nBy creating, administrating and evaluating the Beijing Migrant WorkersÆ Energy Survey, analyzing the Tsinghua Rural Energy Survey data set, and incorporating these results into an agent-based model, we are able to predict solid fuel use and income levels for rural, urban, and migrant populations in China over the next 25 years.\n\nData from the Tsinghua rural energy survey was used to calculate the top factors impacting rural energy use and connections between education and solid fuel use, and income and solid fuel use. Data from the Beijing migrant workers survey was used to evaluate factors impacting fuel use by migrant workers, how their energy use changes when they move to the city, and\nconnections between their education level and solid fuel use, and income and solid fuel use. Results from analysis of both data sets were incorporated into a new agent-based model to predict solid fuel use over the next 25 years by rural, urban, and migrant populations.\n\nMajor findings were that the top four factors influencing rural fuel use were price of electricity, area of the home, education level, and income. It was found that understanding of renewable energy did not have a significant impact on solid fuel use, although overall education level did. By evaluating two different educational scenarios within the agent-based model, the\nimportance of education to public and environmental health was shown as migrant workersÆpercentage of solid fuel use was decreased by half when their likelihood of attending college was increased.\n\nThis project was extremely interdisciplinary and contributed primarily to the fields of modern Chinese studies, renewable energy, and international development. This work is significant because it showed that the preconception that migration necessarily implies an energy transition is wrong. We were able to show that migrant workers continue to use the types of fuels they were using at home, and are actually very slow (on the scale of 10-20 years) to transition to clean energies. This has implications for international development, refugee camps, displaced persons, and estimations of solid fuel use. Solid fuel use in turn impacts personal and planetary health ranging from lung cancer to global warming.\n\nThis work served to show that environmental engineering cannot be done in a vacuum, but the human factors must be incorporated. As engineers, we are often tempted to model likely results on a computer without talking to people face-to-face. This work is admirable in that it took the time to have real conversations with people affected by global migration and changing energy patterns. The work is a great example of truly interdisciplinary research and \"global engineering\".\n\nA shorter mini-documentary film \"Beijing Tai Da, Wo Hen Xiao\" (which translates to \"Beijing is too big, I am very small\") on the challenges of migrant workers in China was created using researcher's footage and photos from this and previous trips to China and was shown to the public in Nov 2011. An entire curricular unit \"Environmental Challenges in China: From Rural Villages to Big Cities\" for elementary students based on this research was created and published on the NSF-sponsored webpage www.teachengineering.org: http://www.teachengineering.org/view_curricularunit.php?url=collection/cub_/curricular_units/cub_china/cub_china_unit.xml. Part of this..."
 }
}