{
 "awd_id": "1148600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Resource Containers: Addressing Resource Heterogeneity for Cloud4Home Applications",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anita La Salle",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "The focus of this project is on cloud computing.\r\n\r\nThe Cloud4Home project strives to enhance services and service delivery by moving from the current \"in the cloud\" vs. \"at the edge\" model of cloud computing to a hybrid model in which services can easily leverage both types of resources. \r\n\r\nConcurrent with the rapid gains in popularity of cloud computing facilities and infrastructure is an even more impressive continued increase in the capabilities of the end devices used in the Internet's periphery. In fact, major hardware manufacturers are releasing new end devices as frequently as every six months, whereas server systems typically experience a multi-year replacement cycle. This raise the interesting challenge of how to best combine cloud-provided services, like those offered commercially,  with services that can efficiently run on consumer devices like smartphones, iPads or netbooks, laptops and desktops nodes, and game consoles. In particular, purely end-point based solutions cannot take advantage of the large storage and computational capacities present in large scale datacenters. Conversely, current \"thin client\" models in which end devices \"simply access the Internet\" can suffer from high and variable delays in accessing and using remote resources. Preferable to either extreme would be a solution that (1) can leverage the lower costs of using local resources and exploiting locally available state and avoid potential issues with data privacy or security for cloud-based operation, while at the same time (2) utilize Internet resources when those are not encumbered by undue costs like high latency or undue communication overheads.\r\n\r\nThe specific technical requirements for such enhanced services include:\r\n     -jointly using remote cloud platforms with local, nearby resources available in the home, office or other \"private\" environment; \r\n     -decoupling the physical location of state and service execution from the applications that interface with such services/state, and \r\n     -exposing higher-level \"properties\" of the diverse capabilities of  the aggregate resources and then use this heterogeneity to better meeting application requirements and satisfy service policies.\r\n\r\nTo achieve these goals, this project introduces the system-level abstraction of resource containers, which represent pools of resources in the Cloud4Home environment tagged with specific properties or features. Resource containers will be realized for and evaluated with representative @home and server systems and with services that combine computational with storage needs. If successful, the Cloud4Home prototype can be a valuable vehicle to explore the myriad of other challenges in these environments - from dynamic resource discovery to security and privacy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ada",
   "pi_last_name": "Gavrilovska",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ada Gavrilovska",
   "pi_email_addr": "ada@cc.gatech.edu",
   "nsf_id": "000494213",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Concurrent with the rapid gains in popularity of cloud computing facilities and infrastructure is an even more impressive continued increase in the capabilities of the end devices used in the Internet&rsquo;s periphery. &nbsp;These devices rely on cloud backend services to support diverse client applications, including emerging interactive, latency-sensitive and data-rich applications, like&nbsp;</span>assisted living technologies, smart and proactive health, self-driving cars, solutions for smart cities, and end user-personalized applications based on emerging devices like Google Glass or EEG headsets.&nbsp;</p>\n<p><span>Meeting the requirements of such applications with existing device-remote cloud model is inadequate,&nbsp;due to the prohibitive latency variability that is inherent in remote-cloud interactions, as well as due to the bottlenecks this will create in the Internet and remote datacenters alike. In constrast, this project developed solutions that will permit the aggregate use of resources \"at the edge\", in homes, offices, or elsewhere in the end users' environment, for such future services. The resulting edge cloud technologies allow (i) dynamic creation of edge cloud assemblies, consisting of mix of hardware resources or service components present at the edge or in remote clouds, and (ii) flexible and dynamic service configuration across such distributed and highly diverse infrastructure components. Service composition is goverened by both resource availability (e.g., battery life, network bandwidth or cost), as well as end user's policies, context and intent. (iii) The later gave rise to novel system level abstractions -- intent, context and competence -- that, unlike in existing traditional cloud solutions, are needed in these highly diverse edge environments to support the dynamic reconfiguration and management of these more end-user-facing infrastructures. (iv) Important concerns regarding access control and resource sharing are addressed in a scalable manner by leveraging end-user information otherwise available in widely-used social networks like Facebook and LinkedIn. (v) The project demonstrated the impact of the developed technology through development of several innovative application benchmarks and use cases that examplify future highly personalized, data-rich and interactive client services. (vi) This work also identified that the increase of the number and diversity of client devices at the edge, comes with a corresponding rapid increase in apps for such devices, and that the pure service of app distribution -- downloads for new installs and app updates -- will create a significant bottleneck in the device-cloud ecosystem. The edge cloud solutions developed under this award are suitable for addressing future challenges surrounding app distribution as well.&nbsp;</span></p>\n<p>The outcomes of this research are dissemminated through multiple publications and presentations at industry and academic venues. During this project, numerous students, including undergrads and under-represented minorities, gained experience working with systems software and application stacks for client devices -- a sought after skill by future employers. Student engagement was facilitated through special projects in existing undergraduate and graduate level courses, and through thesis-related research activities. The research also created new collaborations among the PI and researchers in other areas of Computer Science, as well as help seed new industry programs related to the project.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2014<br>\n\t\t\t\t\tModified by: Ada&nbsp;Gavrilovska</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nConcurrent with the rapid gains in popularity of cloud computing facilities and infrastructure is an even more impressive continued increase in the capabilities of the end devices used in the InternetÆs periphery.  These devices rely on cloud backend services to support diverse client applications, including emerging interactive, latency-sensitive and data-rich applications, like assisted living technologies, smart and proactive health, self-driving cars, solutions for smart cities, and end user-personalized applications based on emerging devices like Google Glass or EEG headsets. \n\nMeeting the requirements of such applications with existing device-remote cloud model is inadequate, due to the prohibitive latency variability that is inherent in remote-cloud interactions, as well as due to the bottlenecks this will create in the Internet and remote datacenters alike. In constrast, this project developed solutions that will permit the aggregate use of resources \"at the edge\", in homes, offices, or elsewhere in the end users' environment, for such future services. The resulting edge cloud technologies allow (i) dynamic creation of edge cloud assemblies, consisting of mix of hardware resources or service components present at the edge or in remote clouds, and (ii) flexible and dynamic service configuration across such distributed and highly diverse infrastructure components. Service composition is goverened by both resource availability (e.g., battery life, network bandwidth or cost), as well as end user's policies, context and intent. (iii) The later gave rise to novel system level abstractions -- intent, context and competence -- that, unlike in existing traditional cloud solutions, are needed in these highly diverse edge environments to support the dynamic reconfiguration and management of these more end-user-facing infrastructures. (iv) Important concerns regarding access control and resource sharing are addressed in a scalable manner by leveraging end-user information otherwise available in widely-used social networks like Facebook and LinkedIn. (v) The project demonstrated the impact of the developed technology through development of several innovative application benchmarks and use cases that examplify future highly personalized, data-rich and interactive client services. (vi) This work also identified that the increase of the number and diversity of client devices at the edge, comes with a corresponding rapid increase in apps for such devices, and that the pure service of app distribution -- downloads for new installs and app updates -- will create a significant bottleneck in the device-cloud ecosystem. The edge cloud solutions developed under this award are suitable for addressing future challenges surrounding app distribution as well. \n\nThe outcomes of this research are dissemminated through multiple publications and presentations at industry and academic venues. During this project, numerous students, including undergrads and under-represented minorities, gained experience working with systems software and application stacks for client devices -- a sought after skill by future employers. Student engagement was facilitated through special projects in existing undergraduate and graduate level courses, and through thesis-related research activities. The research also created new collaborations among the PI and researchers in other areas of Computer Science, as well as help seed new industry programs related to the project. \n\n\t\t\t\t\tLast Modified: 12/30/2014\n\n\t\t\t\t\tSubmitted by: Ada Gavrilovska"
 }
}