{
 "awd_id": "1148806",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Cognitive and Metacognitive Activities in Engineering Design Education",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paige Smith",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 461031.0,
 "awd_amount": 470092.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2017-08-01",
 "awd_abstract_narration": "This engineering education research project seeks to better understand the connection between students' metacognition, or their own strategies for learning, and how they develop their abilities in engineering design.  Design is a critical skill for engineers, but since it requires thinking about problems when they are ambiguous, it requires that students are able to make judgments about their own knowledge.  The study will use the framework of self-regulated learning and engage undergraduate students from multiple engineering disciplines.\r\n\r\nThe broader significance and importance of this project will be to inform engineering and other STEM disciplines how to develop student expertise in regulating their own learning in design and other technical activities.  Since metacognition is critical to future success, the project can inform workforce development efforts in STEM fields.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by creating results and research that are useful for society by informing educational policy and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oenardi",
   "pi_last_name": "Lawanto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oenardi Lawanto",
   "pi_email_addr": "olawanto@usu.edu",
   "nsf_id": "000530401",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843226000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "751400",
   "pgm_ele_name": "TUES-Central Resource Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 461031.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 9061.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Design is considered to be a core task that helps engineering students develop problem-solving skills, critical thinking. An integral part of undergraduate engineering education is often a multi-semester senior course sequence in \"capstone\" design. These courses are typically designed to promote learning transfer; it provides a professional learning experience that represents the design process and project management similar to what can be expected in the engineering workplace. The capstone design course provides engineering students with the opportunity to apply the knowledge and skills learned during their undergraduate program to solve design problems representative of those encountered in business and industry. This study focused on students&rsquo; approaches to self-regulation (SR) in the context of capstone design, both design and project management activities. Self-regulation refers to how students deliberately and reflectively control their thoughts, feelings, and actions in order to achieve valued goals.</p>\n<p>Across our various levels of analysis, we found high reported use of SR in identifying tasks during the design process and project management. This finding was encouraging, given the importance of task interpretation in successful forms of SR. We also found lower reported use of SR in planning, implementing, and monitoring and fix-up strategies. However, as the design phases progressed, students reported more frequent use of monitoring and fix-up strategies, which is coherent with the idea that, as they developed their design, students would need to focus more on monitoring outcomes and adjusting as needed. Still, a relatively balanced self-regulatory profile occurred only during the detailed design phase, suggesting that students were more likely to report engaging in all aspects of SR in the \"heart\" of design activity (detailing a design). This is problematic because engaging in iterative cycles of strategic action is equally important in design phases before and after the more specific design development. Also, in some cases, if students had attended more to planning, they might not have had to use as many monitoring/fix up strategies.</p>\n<p>Students' lower focus throughout on systematically assessing how they were achieving design goals was particularly problematic. Here, one important finding was that, although students engaged in high levels of task interpretation in the problem definition phase overall, these high levels were focused most on clarifying design objectives and identifying constraints. However, a design evaluation checklist to refine the number of possible design solutions was not widely used during the problem-framing phase. The result was consistent lower use of SR on task-interpretation, planning, and monitoring strategies associated with developing an evaluation checklist during the problem-definition design phase. This suggests that students were not aware of the importance of this more detailed strategy as part of engineering design.</p>\n<p>When self-regulating their engagement in project management, students were most strongly focused on task interpretation. This was evidenced through the significant attention devoted to understanding task demands, doing their fair share, completing on time, and using proper resources. Enacting strategies and monitoring/fix-up of time, resources, and team-related tasks were reported to a lesser degree. An area of significant concern occurred in students&rsquo; infrequent efforts to define, update, and adhere to a project budget. Teamwork took the most significant portion of student project management effort, confirming that teams add complexity to design situations. However, this may benefit students because the experience of being part of a team may play a significant developmental role for engineers.</p>\n<p>The approach of the participants to a design problem was also influenced primarily by three contexts: the nature of the design process, the nature of the design project, and their experience. Being aware of the nature of the design process helped the participants to be cognizant of how all of the design aspects and phases (e.g., problem definition and project management) were equally important. Being aware of the nature of the design project helped the participants to select and apply the most effective general and discipline-specific strategies to solve the design tasks. Thus, the students&rsquo; were likely to achieve a heightened awareness of the nature of the design process and project in order to ultimately become better engineers. In this study, the participants&rsquo; lack of design experience contributed negatively to their design process. For example, it was observed that the participants sometimes failed to check their assumptions and, thus, their progress was hindered. Although making assumptions is a common strategy in engineering design, it would be beneficial for the course instructor to design a case study or an activity that would illustrate the disadvantage of having unchecked or unconfirmed assumptions and would train the students in the art of self-monitoring.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/17/2018<br>\n\t\t\t\t\tModified by: Oenardi&nbsp;Lawanto</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDesign is considered to be a core task that helps engineering students develop problem-solving skills, critical thinking. An integral part of undergraduate engineering education is often a multi-semester senior course sequence in \"capstone\" design. These courses are typically designed to promote learning transfer; it provides a professional learning experience that represents the design process and project management similar to what can be expected in the engineering workplace. The capstone design course provides engineering students with the opportunity to apply the knowledge and skills learned during their undergraduate program to solve design problems representative of those encountered in business and industry. This study focused on students? approaches to self-regulation (SR) in the context of capstone design, both design and project management activities. Self-regulation refers to how students deliberately and reflectively control their thoughts, feelings, and actions in order to achieve valued goals.\n\nAcross our various levels of analysis, we found high reported use of SR in identifying tasks during the design process and project management. This finding was encouraging, given the importance of task interpretation in successful forms of SR. We also found lower reported use of SR in planning, implementing, and monitoring and fix-up strategies. However, as the design phases progressed, students reported more frequent use of monitoring and fix-up strategies, which is coherent with the idea that, as they developed their design, students would need to focus more on monitoring outcomes and adjusting as needed. Still, a relatively balanced self-regulatory profile occurred only during the detailed design phase, suggesting that students were more likely to report engaging in all aspects of SR in the \"heart\" of design activity (detailing a design). This is problematic because engaging in iterative cycles of strategic action is equally important in design phases before and after the more specific design development. Also, in some cases, if students had attended more to planning, they might not have had to use as many monitoring/fix up strategies.\n\nStudents' lower focus throughout on systematically assessing how they were achieving design goals was particularly problematic. Here, one important finding was that, although students engaged in high levels of task interpretation in the problem definition phase overall, these high levels were focused most on clarifying design objectives and identifying constraints. However, a design evaluation checklist to refine the number of possible design solutions was not widely used during the problem-framing phase. The result was consistent lower use of SR on task-interpretation, planning, and monitoring strategies associated with developing an evaluation checklist during the problem-definition design phase. This suggests that students were not aware of the importance of this more detailed strategy as part of engineering design.\n\nWhen self-regulating their engagement in project management, students were most strongly focused on task interpretation. This was evidenced through the significant attention devoted to understanding task demands, doing their fair share, completing on time, and using proper resources. Enacting strategies and monitoring/fix-up of time, resources, and team-related tasks were reported to a lesser degree. An area of significant concern occurred in students? infrequent efforts to define, update, and adhere to a project budget. Teamwork took the most significant portion of student project management effort, confirming that teams add complexity to design situations. However, this may benefit students because the experience of being part of a team may play a significant developmental role for engineers.\n\nThe approach of the participants to a design problem was also influenced primarily by three contexts: the nature of the design process, the nature of the design project, and their experience. Being aware of the nature of the design process helped the participants to be cognizant of how all of the design aspects and phases (e.g., problem definition and project management) were equally important. Being aware of the nature of the design project helped the participants to select and apply the most effective general and discipline-specific strategies to solve the design tasks. Thus, the students? were likely to achieve a heightened awareness of the nature of the design process and project in order to ultimately become better engineers. In this study, the participants? lack of design experience contributed negatively to their design process. For example, it was observed that the participants sometimes failed to check their assumptions and, thus, their progress was hindered. Although making assumptions is a common strategy in engineering design, it would be beneficial for the course instructor to design a case study or an activity that would illustrate the disadvantage of having unchecked or unconfirmed assumptions and would train the students in the art of self-monitoring.\n\n\t\t\t\t\tLast Modified: 12/17/2018\n\n\t\t\t\t\tSubmitted by: Oenardi Lawanto"
 }
}