{
 "awd_id": "1149218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Underwater Robotics Applied To STEM Education: A Time-Sensitive Discovery In Marine Archeology",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925117",
 "po_email": "adestrul@nsf.gov",
 "po_sign_block_name": "Arlene de Strulle",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 199927.0,
 "awd_amount": 199927.0,
 "awd_min_amd_letter_date": "2011-09-25",
 "awd_max_amd_letter_date": "2011-09-25",
 "awd_abstract_narration": "The Virginia Institute of Marine Science (VIMS) and The Watermen's Museum, Yorktown, VA, will produce an underwater robotics research and discovery education program in conjunction with time-sensitive, underwater archeological research exploring recently discovered shipwrecks of General Cornwallis's lost fleet in the York River. The urgency of the scientific research is based upon the dynamic environment of the York River with its strong tidal currents, low visibility, and seasonal hypoxia that can rapidly deteriorate the ships, which have been underwater since 1781. Geophysical experts believe that further erosion is likely once the wrecks are exposed. Given the unknown deterioration rate of the shipwrecks coupled with the constraints of implementing the project during the 2011-2012 school-year, any delays would put the scientific research back at least 18 months - a potentially devastating delay for documenting the ships. \r\n\r\nThe monitoring and studying of the historic ships will be conducted by elementary through high school-aged participants and their teachers who will collect the data underwater through robotic missions using VideoRay Remotely Operated Vehicles (ROVs) and a Fetch Automated Underwater Vehicle (AUV) from a command station at The Watermen's Museum. Students and teachers will be introduced to the science, mathematics, and integrated technologies associated with robotic underwater research and will experience events that occur on a real expedition, including mission planning, execution, monitoring, and data analysis. Robotic missions will be conducted within the unique, underwater setting of the historical shipwrecks. Such research experiences and professional development are intended to serve as a key to stimulating student interest in underwater archeological research, the marine environment and ocean science, advanced research using new technologies, and the array of opportunities presented for scientific and creative problem solving associated with underwater research. A comprehensive, outcomes-based formative and summative, external evaluation of the project will be conducted by Dr. L. Art Safer, Loyola University. The evaluation will inform the project's implementation efforts and investigate the project's impact. \r\n\r\nThe newly formed partnership between the Waterman's Museum and VIMS will expand the ISE Program's objectives to forge new partnerships among informal venues, and to expand the use of advanced technologies for informal STEM learning. Extensive public dissemination during and after the project duration, includes but is not limited to, hosting an \"Expedition to the Wrecks\" web portal on the VIMS BRIDGE site for K-12 educators providing real-time results of the project and live webcasts. The website will be linked to the education portal at the Association for Unmanned Vehicle Systems International, the world's largest organization devoted to promoting unmanned systems and to the FIRST Robotics community through the Virginia portal. The website will be promoted through scientific societies, the National Marine Educators Association, National Science Teachers Association, and ASTC. Links will be provided to the Center for Archeological Research at the College of William and Mary and the Immersion Presents web portal--consultants to Dr. Bob Ballard's K-12 projects and JASON explorations. The NPS Colonial National Historic Park and the Riverwalk Landing will create public exhibits about the shipwreck's archeological and scientific significance, and will provide live observation of the research and the exploration technologies employed in this effort.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Patterson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mark R Patterson",
   "pi_email_addr": "m.patterson@northeastern.edu",
   "nsf_id": "000158167",
   "pi_start_date": "2011-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "inst_street_address": "1375 GREATE RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLOUCESTER POINT",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8046847000",
  "inst_zip_code": "230622026",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "VIRGINIA INSTITUTE OF MARINE SCIENCE",
  "org_prnt_uei_num": "Y5P1L2NZAHV9",
  "org_uei_num": "XGE9T6KCMSR4"
 },
 "perf_inst": {
  "perf_inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230621346",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199927.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The NSF Cornwallis AUV/ROV project was a partnership between the Virginia Institute of Marine Science&rsquo;s <a href=\"http://www.vims.edu/research/units/labgroups/asl/index.php\"><span>Autonomous Systems Laboratory</span></a>, a world-recognized leader in marine robotics, and the Watermen&rsquo;s Museum, an informal educational facility. Both institutions are in close proximity to a national historical treasure, the fleet scuttled by Lord Cornwallis during the <a href=\"http://www.vims.edu/research/units/projects/cornwallis/yorktown_battle/index.php\"><span>1781 Battle of Yorktown</span></a>&mdash;the decisive battle of the American Revolution.</span></p>\n<p>This pioneering partnership used an innovative educational approach that gave school children at the middle school and high school level the opportunity to use underwater robots&mdash;both an <a href=\"http://www.vims.edu/research/units/projects/cornwallis/auv/index.php\">Autonomous Underwater Vehicle (AUV)</a> and a <a href=\"http://www.vims.edu/research/units/projects/cornwallis/rov/index.php\">Remotely Operated Vehicle</a> (ROV)&mdash;to monitor the Cornwallis shipwrecks, thereby integrating marine exploration and archeology, marine robotics, and estuarine science to address a monitoring need with national historical significance.</p>\n<p><span>The outcomes of the project were to develop a methodology that allowed students to experience the full range of events that occur on a real expedition, including mission planning, execution and monitoring, and data analysis. The objectives achieved were&nbsp;</span>designing and debugging procedures for robotic operation and data collection, analysis, and reporting that are user-friendly for students at several developmental stages of their education, developing lesson plans using input from a multidisciplinary team of scientists and engineers, outreach specialists, and K-12 teachers, to repeatedly field test this unique experience with students, including groups underrepresented in STEM fields, and assess the approach to gauge its educational impact using a professional evaluator. The research team made numerous presentations to the lay public, the media, and have publishes two papers so far from presentations made at two international scientific meetings held in the US, the Association of Unmanned Vehicle Systems International (AUVSI) Unmanned Systems 2012 conference, and the OCEANS 2012 conference hosted by the Marine Technology Society and the Institute of Electrical and Electronics Engineers (IEEE).</p>\n<p><span>The students' 2-to-3 hour mini-expeditions imparted memorable impressions about robotics, marine science, and world history. The&nbsp; evaluator found that &ldquo;pride of ownership&rdquo; by maintaining and repairing the robots, gathering data, and working as a team gave students and teachers valuable experiences, thus leading to a high probability of some participants pursuing a STEM career.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2013<br>\n\t\t\t\t\tModified by: Mark&nbsp;R&nbsp;Patterson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1149218/1149218_10138301_1374955596839_OCEANS2012.011--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1149218/1149218_10138301_1374955596839_OCEANS2012.011--rgov-800width.jpg\" title=\"Marine robots and archeology\"><img src=\"/por/images/Reports/POR/2013/1149218/1149218_10138301_1374955596839_OCEANS2012.01...",
  "por_txt_cntn": "\nThe NSF Cornwallis AUV/ROV project was a partnership between the Virginia Institute of Marine ScienceÆs Autonomous Systems Laboratory, a world-recognized leader in marine robotics, and the WatermenÆs Museum, an informal educational facility. Both institutions are in close proximity to a national historical treasure, the fleet scuttled by Lord Cornwallis during the 1781 Battle of Yorktown&mdash;the decisive battle of the American Revolution.\n\nThis pioneering partnership used an innovative educational approach that gave school children at the middle school and high school level the opportunity to use underwater robots&mdash;both an Autonomous Underwater Vehicle (AUV) and a Remotely Operated Vehicle (ROV)&mdash;to monitor the Cornwallis shipwrecks, thereby integrating marine exploration and archeology, marine robotics, and estuarine science to address a monitoring need with national historical significance.\n\nThe outcomes of the project were to develop a methodology that allowed students to experience the full range of events that occur on a real expedition, including mission planning, execution and monitoring, and data analysis. The objectives achieved were designing and debugging procedures for robotic operation and data collection, analysis, and reporting that are user-friendly for students at several developmental stages of their education, developing lesson plans using input from a multidisciplinary team of scientists and engineers, outreach specialists, and K-12 teachers, to repeatedly field test this unique experience with students, including groups underrepresented in STEM fields, and assess the approach to gauge its educational impact using a professional evaluator. The research team made numerous presentations to the lay public, the media, and have publishes two papers so far from presentations made at two international scientific meetings held in the US, the Association of Unmanned Vehicle Systems International (AUVSI) Unmanned Systems 2012 conference, and the OCEANS 2012 conference hosted by the Marine Technology Society and the Institute of Electrical and Electronics Engineers (IEEE).\n\nThe students' 2-to-3 hour mini-expeditions imparted memorable impressions about robotics, marine science, and world history. The  evaluator found that \"pride of ownership\" by maintaining and repairing the robots, gathering data, and working as a team gave students and teachers valuable experiences, thus leading to a high probability of some participants pursuing a STEM career.\n\n \n\n\t\t\t\t\tLast Modified: 07/29/2013\n\n\t\t\t\t\tSubmitted by: Mark R Patterson"
 }
}