{
 "awd_id": "1149307",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER-ORCID: Investigating ORCID as an accelerator of science of science policy",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joshua Rosenbloom",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 259977.0,
 "awd_amount": 259977.0,
 "awd_min_amd_letter_date": "2011-09-23",
 "awd_max_amd_letter_date": "2011-09-23",
 "awd_abstract_narration": "The ability to attribute the results of scholarship to individual scholars is a fundamental enabler of a rigorous and data-driven science of science policy; it enables the automated linkage of research inputs to research outputs in an accurate and consistent manner.  The research explores whether a new researcher identification and profile system can provide the basis for an automated attribution system.\r\n\r\nThe goals are to refine and deploy a profile system by working with a small number of US research institutions and the federal government to explore how this system works in practice when used to acquire and provide access to information about US researchers.  This research is suitable for the EAGER program because it is simultaneously high risk (there are many ways in which a researcher identity system can fail, including technical, institutional, and sociological) and high reward (it can fundamentally change the way in which scientific activity is documented).\r\n\r\nIntellectual Merit: The attribution problem is extremely complex.  There are technical challenges such as how to generate unique researcher identifiers, match those identifiers with research outputs such as publications and patents and maintain large numbers of researcher profiles in a reliable and efficient manner.  There are human computer interface issues, such as privacy concerns and user-friendly claiming mechanisms.  There are also substantive social issues such as incentivizing and rewarding participation as well as achieving network effects.\r\n\r\nBroader impacts: The researcher identifier and profile system to be developed and evaluated in this project has benefits well beyond science policy. Researcher profiles can be used to streamline grant application, publication manuscript, and employment application processes. Researchers could use the approach to include all their contributions to the scholarly record, such as peer review, data curation, and software development. By making data about research and researchers more visible, profiles can also help researchers locate potential collaborators and develop networks. Research institutions can use such profiles to help them to evaluate the research outputs associated with specific research teams, departments, and/or institutions, and to support the job recruitment process. In all cases, profiles will enable the identification of strong areas of research and to track the publications of their faculty. Scholarly societies could use profiles to enhance their public member profiles.  Publishers could use profiles to track authors and reviewers in their journal submission systems, with the ability to screen effectively for conflicts of interest. Reliable linkage among articles by the same authors and their collaborators could help promote the discovery of related scholarly works.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Foster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Foster",
   "pi_email_addr": "foster@uchicago.edu",
   "nsf_id": "000234022",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5735 S. Ellis Ave.",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807500",
   "pgm_ele_name": "SciSIP Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 259977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;<strong>Project Outcomes:</strong> The primary project outcome was launch of ORCID (<a href=\"http://orcid.org\">http://orcid.org</a>) for the use of active researchers or institutions acting on their behalf to self-register with ORCID, create a profile and associate a unique identifier. The system provides APIs (application programming interfaces) that third parties can use to integrate grant, manuscript, or personnel tracking systems with ORCID. Privacy is inherent to the system providing authentication when accessing ORCID member API and providing multiple granularities of access control.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Intellectual Merit:</strong> The project contributed to the launch of ORCID through three targeted activities: (i) Refining the ORCID researcher identifier and profile system, which at the start of the project existed as an advanced prototype, to the point where it can be used by larger numbers of researchers; (ii) Deploying and operating the ORCID system in a form suitable for use by US researchers and other profiling systems such as Harvard Profiles, and (iii) Working with a small number of US research institutions and the federal government to explore how this system works in practice when used to acquire and provide access to information about US researchers. The result was an initial mock API leading to the more mature ORCID registry system and API for public use. The system integrates with Harvard Profiles for supplying ORCID IDs with minimal user intervention. Finally, two federal agencies, NIH and Europe&rsquo;s Wellcome Trust are currently involved with ORCID.</p>\n<p><strong>Broader Impacts:</strong> This project lead to the formal launch of ORCID.&nbsp; Since the launch, ORCID has grown from no members prior to this project to a 100,000+ community of signed researchers from various institutions. The ORCID website (<a href=\"http://orcid.org\">http://orcid.org</a>) was launched and ORCID&rsquo;s philosophy and evolution has been disseminated through publications, such as Nature and EduCASE, outreach meetings and social media channels such as Twitter (1617 followers). The website details all ongoing developments on ORCID. A more readable documentation was created using Web 2.0 principles.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/05/2013<br>\n\t\t\t\t\tModified by: Ian&nbsp;Foster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Project Outcomes: The primary project outcome was launch of ORCID (http://orcid.org) for the use of active researchers or institutions acting on their behalf to self-register with ORCID, create a profile and associate a unique identifier. The system provides APIs (application programming interfaces) that third parties can use to integrate grant, manuscript, or personnel tracking systems with ORCID. Privacy is inherent to the system providing authentication when accessing ORCID member API and providing multiple granularities of access control.\n\n \n\nIntellectual Merit: The project contributed to the launch of ORCID through three targeted activities: (i) Refining the ORCID researcher identifier and profile system, which at the start of the project existed as an advanced prototype, to the point where it can be used by larger numbers of researchers; (ii) Deploying and operating the ORCID system in a form suitable for use by US researchers and other profiling systems such as Harvard Profiles, and (iii) Working with a small number of US research institutions and the federal government to explore how this system works in practice when used to acquire and provide access to information about US researchers. The result was an initial mock API leading to the more mature ORCID registry system and API for public use. The system integrates with Harvard Profiles for supplying ORCID IDs with minimal user intervention. Finally, two federal agencies, NIH and EuropeÆs Wellcome Trust are currently involved with ORCID.\n\nBroader Impacts: This project lead to the formal launch of ORCID.  Since the launch, ORCID has grown from no members prior to this project to a 100,000+ community of signed researchers from various institutions. The ORCID website (http://orcid.org) was launched and ORCIDÆs philosophy and evolution has been disseminated through publications, such as Nature and EduCASE, outreach meetings and social media channels such as Twitter (1617 followers). The website details all ongoing developments on ORCID. A more readable documentation was created using Web 2.0 principles. \n\n \n\n\t\t\t\t\tLast Modified: 06/05/2013\n\n\t\t\t\t\tSubmitted by: Ian Foster"
 }
}