{
 "awd_id": "1151895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "An Ethnographic Investigation of the Cultural and Social Adaptation of a New Immigrant Russian Community in Delta Junction,Alaska.",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 299833.0,
 "awd_amount": 359524.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2014-02-19",
 "awd_abstract_narration": "This is an EArly-concept Grants for Exploratory Research (EAGER) project to do ethnographic research among the ex-Soviet immigrant settlers living in the Delta Junction area of Alaska, self-designated \"Delta Russians.\"    The project is an interdisciplinary social cultural investigation of the migration history, food procurement strategies, material culture, and worldview of this diasporic Russian community in Alaska.    The Delta Russians are a rapidly growing community, ranging in population from 3,000-3,500, with large extended family households that exploit diverse and abundant wild resources as well as supplementing their food with crop cultivation and animal husbandry and their incomes with the domestic production of goods for the local market.    Although 20th century Russian migration to Alasksa has been the subject of social science research, this work has focused on Old Believer populations, a religious sect that fractured from their Far East Russian roots in the 19th Century to settle in California and then again in the 20th Century to settle in Alaska, this project is will be the first time that new Russian settlers have been the subject of social science research.   More importantly, this research builds on the recommendations from other scholars in the discipline to begin working with immigrant diasporas soon after they arrive in order to understand the full range of adaptation strategies employed toward settlement.    The Delta Russians provide a unique opportunity for the research team to investigate \"a human ecological niche emerging in real time and in a [established]social context.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sveta",
   "pi_last_name": "Yamin-Pasternak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sveta Yamin-Pasternak",
   "pi_email_addr": "syamin@alaska.edu",
   "nsf_id": "000314291",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Pasternak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Igor Pasternak",
   "pi_email_addr": "gipasternak@alaska.edu",
   "nsf_id": "000580470",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99989.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199844.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 59691.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the last twenty years the area of interior Alaska around the locality of Delta Junction is seeing a continuous and rapid inflow of migrants who, upon settling, begin to call themselves Delta Russians. Originating from a number of ex-Soviet republics, these migrants speak a mix Ukrainian, Russian, and Byelorussian as their native languages and associate their ethnicity with a shared Slavic heritage. For the vast majority of the Delta Russians, coming to Delta represents second or third migration within the United States, following the immigration from the former Soviet Union. Brought up predominantly in rural agricultural zones and temperate climates, they find home in subarctic Alaska, turning toward an adaptation that thrives on a diverse resource base of subsistence farming and foraging. They tend to settle into kin based homestead clusters consisting of large nuclear and extended family households. Among the notable features of the Delta Russian foodways are an elaborate domestic production of foods, root cellar storage, and long-term preservation of produce, game, wild mushrooms and berries. &nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our study participants have grown up in small rural villages or semi-rural district centers. As followers of Evangelical Christianity (self-designated as Baptist, Pentecostal, and Charismatic), while living in the Soviet Union they endured severe government persecution and social marginalization. Some of our study participants are lifelong adherents of their religion and others have become <em>veruyushchie</em> [believers] at a relatively mature age.&nbsp; This transition changed not only their view of the world but also their daily conduct, often creating tension at their place of work.&nbsp; &nbsp;Additionally, they had the social stigma of <em>kurkuli (pl</em>), which is a Ukrainian term absorbed into Russian to stand for an equivalent of &ldquo;rich peasant.&rdquo;&nbsp; Unlike the pre-revolutionary <em>kulak</em> &ndash; a negatively constructed image of an exploiter who profits unjustly from others&rsquo; work, the Soviet and post-Soviet <em>kurkul&rsquo;</em> is someone who lives in a homestead setting, strives toward self-sufficient food security (usually through a combination of domestic agricultural production and foraging), and is perceived to live more prosperously than others inhabiting a similar rural setting. Paradoxically, while their <em>kurkul&rsquo;</em> stigma and the non-atheistic (and not Russian Orthodox) view of the world were perceived to counter Soviet ideology, their ethic of hard work was regarded as a trait of <em>vyskochka</em> &ndash; one who strives to stand out. Their refusal to take part in the everyday forms of the endemic Soviet corruption had often put them at odds with co-workers and the Soviet society as a whole.</p>\n<p>&nbsp;</p>\n<p>When the Gorbachev policies of the late 1980s made immigration out of the Soviet Union possible, our study participants &ndash; and the larger diaspora group of the Soviet Evangelical Christians &ndash; sought political asylum in the United States and other western countries that were accepting political refugees.&nbsp; Their religious affiliation served at once as a vehicle and a partial reason for immigration.&nbsp; The opportunity to live with a greater sense of security with respect to the protection of property rights constitutes another major reason, as the uncertainty of having one&rsquo;s cultivated land or yield being taken away by means of sudden policy reforms remains a threat even in the post-Soviet contexts. The Delta Russian perspectives on their chosen destination offer a portrayal of paradise, where the desired continuities of their former homeland (opportunity to live in a homestead setting amidst the extended household network of one&rsquo;s kin) meet the spectacular scenery of the Alaska Range mountains, vast foraging resources, and the protec...",
  "por_txt_cntn": "\nOver the last twenty years the area of interior Alaska around the locality of Delta Junction is seeing a continuous and rapid inflow of migrants who, upon settling, begin to call themselves Delta Russians. Originating from a number of ex-Soviet republics, these migrants speak a mix Ukrainian, Russian, and Byelorussian as their native languages and associate their ethnicity with a shared Slavic heritage. For the vast majority of the Delta Russians, coming to Delta represents second or third migration within the United States, following the immigration from the former Soviet Union. Brought up predominantly in rural agricultural zones and temperate climates, they find home in subarctic Alaska, turning toward an adaptation that thrives on a diverse resource base of subsistence farming and foraging. They tend to settle into kin based homestead clusters consisting of large nuclear and extended family households. Among the notable features of the Delta Russian foodways are an elaborate domestic production of foods, root cellar storage, and long-term preservation of produce, game, wild mushrooms and berries.    \n\n \n\nOur study participants have grown up in small rural villages or semi-rural district centers. As followers of Evangelical Christianity (self-designated as Baptist, Pentecostal, and Charismatic), while living in the Soviet Union they endured severe government persecution and social marginalization. Some of our study participants are lifelong adherents of their religion and others have become veruyushchie [believers] at a relatively mature age.  This transition changed not only their view of the world but also their daily conduct, often creating tension at their place of work.   Additionally, they had the social stigma of kurkuli (pl), which is a Ukrainian term absorbed into Russian to stand for an equivalent of \"rich peasant.\"  Unlike the pre-revolutionary kulak &ndash; a negatively constructed image of an exploiter who profits unjustly from othersÆ work, the Soviet and post-Soviet kurkulÆ is someone who lives in a homestead setting, strives toward self-sufficient food security (usually through a combination of domestic agricultural production and foraging), and is perceived to live more prosperously than others inhabiting a similar rural setting. Paradoxically, while their kurkulÆ stigma and the non-atheistic (and not Russian Orthodox) view of the world were perceived to counter Soviet ideology, their ethic of hard work was regarded as a trait of vyskochka &ndash; one who strives to stand out. Their refusal to take part in the everyday forms of the endemic Soviet corruption had often put them at odds with co-workers and the Soviet society as a whole.\n\n \n\nWhen the Gorbachev policies of the late 1980s made immigration out of the Soviet Union possible, our study participants &ndash; and the larger diaspora group of the Soviet Evangelical Christians &ndash; sought political asylum in the United States and other western countries that were accepting political refugees.  Their religious affiliation served at once as a vehicle and a partial reason for immigration.  The opportunity to live with a greater sense of security with respect to the protection of property rights constitutes another major reason, as the uncertainty of having oneÆs cultivated land or yield being taken away by means of sudden policy reforms remains a threat even in the post-Soviet contexts. The Delta Russian perspectives on their chosen destination offer a portrayal of paradise, where the desired continuities of their former homeland (opportunity to live in a homestead setting amidst the extended household network of oneÆs kin) meet the spectacular scenery of the Alaska Range mountains, vast foraging resources, and the protection of rights to property and religious freedom.  \n\n \n\nBetween 2011 and 2015, over the course of regular visits to the Delta Junction area, we have worked with our Delta Russian collaborators on a broad-based exploratory ethnography. Ou..."
 }
}