{
 "awd_id": "1152256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Outreach and Scaling-up Activities for the ALIGNED Project",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 31579.0,
 "awd_amount": 31579.0,
 "awd_min_amd_letter_date": "2011-08-14",
 "awd_max_amd_letter_date": "2011-08-14",
 "awd_abstract_narration": "This RAPID award is being used to augment capabilities of a new geospatial undergraduate student recruitment toolkit under development at the American Association of Geographers that is helping geoscience and geography departments identify and reach students both within their common source regions and from among their undecided major population. AAG's innovative department toolkit combines a spatial decision support system prototype and an online clearinghouse of materials for increasing the participation of members of underrepresented groups in geography/geosciences.  This grant is being used to incorporate new outreach and scaling-up activities that will address two objectives that remain central to the ALIGNED project's original goals.  Additional key features are being incorporated into the toolkit and the departmental data holdings are being expanded, in preparation for broader use as a national level toolkit.  Undergraduate profile data of approximately 50 additional departments are being added to the system.  In addition, a map layer that locates institutions with active NSF awards from the Louis Stokes Alliances for Minority Participation Program (LSAMP), Alliances for Graduate Education and the Professoriate (AGEP), Centers for Research Excellence in Science and Technology (CREST), Historically Black Colleges and Universities Undergraduate Program (HBCU-UP), Increasing the Participation and Advancement of Women in Academic Science and Engineering Careers (ADVANCE), and/or Opportunities for Enhancing Diversity in the Geosciences (OEDG) programs is being developed.  AAG is also producing seven new outreach videos that address common issues and considerations about the geosciences that often inform decisions made by under-reprented students regarding education and career pathways.  The themes being featured in these videos have been developed through consultation with representatives from minority-serving institutions and professional societies supporting these communities, including the American Geophysical Union (AGU), American Geological Institute (AGI), Hispanic Association of Colleges & Universities (HACU), and, the American Indian Higher Education Consortium (AIHEC). These activities are being conducted in conjunction with events being organized in at the AAG's Annual Meeting in New York, February 2012, where more than 8,500 attendees are expected and special coordinated activities among the major geography and geoscience associations are being planned.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Solis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Solis",
   "pi_email_addr": "patricia.solis@asu.edu",
   "nsf_id": "000408091",
   "pi_start_date": "2011-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association of American Geographers",
  "inst_street_address": "1701 PENNSYLVANIA AVE NW STE 325",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022341450",
  "inst_zip_code": "200065805",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "ASSOCIATION OF AMERICAN GEOGRAPHERS, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "VCEDP1MAPF43"
 },
 "perf_inst": {
  "perf_inst_name": "Association of American Geographers",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200093198",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173300",
   "pgm_ele_name": "GEOSCIENCE EDUCATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 31579.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>An NSF-supported research and action project has enabled 73 university geography departments to visualize their demographic profile of undergraduates in a unique interactive spatial toolkit in order to design better ways to recruit and retain talented minority and underrepresented students in STEM disciplines.</p>\n<p>By comparing department scale data across Census categories of race, ethnicity, gender, and other measures, to local institutional data, state statistics, and national level figures on participation in higher education, the project is helping a broad group of programs to see the potential for engaging new underrepresented populations on their campuses, within their communities and throughout their regional settings.&nbsp; Developed by the Association of American Geographers (AAG), the toolkit helps departments rethink and retool for a changing US demographic of potential university students.&nbsp; It includes tips and best practices about \"what works best where\" in order to inspire more creative and effective action at the scale of the department, where students enter and engage with their disciplines.</p>\n<p>When students consider higher education, they ask, &ldquo;Where should I go to college?&rdquo; Meanwhile departments ask, &ldquo;Where do we find a more diverse faculty and student body?&rdquo; These questions hint at how the nature of participation in higher education is fundamentally spatial and geographic.&nbsp; Where universities are, from where and how far their underrepresented students or faculty come, and the complex dynamics of their geographic context matter considerably.&nbsp; The ALIGNED project seeks to use the intellectual resources of the discipline of geography and tools like online mapping and GIS to change business as usual. The project is inspiring the development of realistic, knowledge-driven, place-based, and locally-tailored plans for recruitment and retention in our own geography and geoscience departments.</p>\n<p>This RAPID grant from NSF enabled a broader number of departments beyond a dozen original pilot beta participants to access the ALIGNED toolkit with their own data.&nbsp; A new map layer was also added to identify existing NSF funding for broadening participation that could represent fruitful local synergies or new departmental partners. The project also developed a series of seven multimedia videos that could be used for undergraduate recruitment efforts in departmental outreach activities. The videos feature findings from multiple NSF-funded research projects at AAG and the perspectives of a diverse group of geographers and related scientists sharing messages about Geographers Making a Difference, Advice on Jobs, Journeys into Geography, Creating a Departmental Home for minority and international students of color, and more.</p>\n<p>Guest access to the toolkit is available at www.aag.org/alignedtoolkit.&nbsp; The videos may be viewed from www.aag.org/jobsmultimedia.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2012<br>\n\t\t\t\t\tModified by: Patricia&nbsp;A&nbsp;Solis</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1152256/1152256_10122040_1353087275410_nekyagraduates--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/1152256/1152256_10122040_1353087275410_nekyagraduates--rgov-800width.jpg\" title=\"Neyka's Story\"><img src=\"/por/images/Reports/POR/2012/1152256/1152256_10122040_1353087275410_nekyagraduates--rgov-66x44....",
  "por_txt_cntn": "\nAn NSF-supported research and action project has enabled 73 university geography departments to visualize their demographic profile of undergraduates in a unique interactive spatial toolkit in order to design better ways to recruit and retain talented minority and underrepresented students in STEM disciplines.\n\nBy comparing department scale data across Census categories of race, ethnicity, gender, and other measures, to local institutional data, state statistics, and national level figures on participation in higher education, the project is helping a broad group of programs to see the potential for engaging new underrepresented populations on their campuses, within their communities and throughout their regional settings.  Developed by the Association of American Geographers (AAG), the toolkit helps departments rethink and retool for a changing US demographic of potential university students.  It includes tips and best practices about \"what works best where\" in order to inspire more creative and effective action at the scale of the department, where students enter and engage with their disciplines.\n\nWhen students consider higher education, they ask, \"Where should I go to college?\" Meanwhile departments ask, \"Where do we find a more diverse faculty and student body?\" These questions hint at how the nature of participation in higher education is fundamentally spatial and geographic.  Where universities are, from where and how far their underrepresented students or faculty come, and the complex dynamics of their geographic context matter considerably.  The ALIGNED project seeks to use the intellectual resources of the discipline of geography and tools like online mapping and GIS to change business as usual. The project is inspiring the development of realistic, knowledge-driven, place-based, and locally-tailored plans for recruitment and retention in our own geography and geoscience departments.\n\nThis RAPID grant from NSF enabled a broader number of departments beyond a dozen original pilot beta participants to access the ALIGNED toolkit with their own data.  A new map layer was also added to identify existing NSF funding for broadening participation that could represent fruitful local synergies or new departmental partners. The project also developed a series of seven multimedia videos that could be used for undergraduate recruitment efforts in departmental outreach activities. The videos feature findings from multiple NSF-funded research projects at AAG and the perspectives of a diverse group of geographers and related scientists sharing messages about Geographers Making a Difference, Advice on Jobs, Journeys into Geography, Creating a Departmental Home for minority and international students of color, and more.\n\nGuest access to the toolkit is available at www.aag.org/alignedtoolkit.  The videos may be viewed from www.aag.org/jobsmultimedia. \n\n\t\t\t\t\tLast Modified: 11/16/2012\n\n\t\t\t\t\tSubmitted by: Patricia A Solis"
 }
}