{
 "awd_id": "1152924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Center for Turbulence Research Summer Program",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "1152924\r\nMoin\r\n\r\nThis grant provides partial travel support for students and early-career scientists from U.S. universities to attend the Center for Turbulence Research (CTR) 2012 Summer Program. This will be the fourteenth biennial CTR Summer Program and the first with NSF support. CTR Summer Programs involve about 50 participants from outside of Stanford who join about 30 Stanford participants and NASA scientists for a one-month period of intense study. The 2010 program was the largest to date with 83 participants from 13 countries, including participants from 10 U.S. universities and national laboratories. A competitive process is used to select the participants. They are selected based on the merits of their research proposals, their proposal?s relevance to areas of interest to CTR, and their research credentials.       \r\n\r\nIntellectual Merit : The bulk of the Summer Program involves hands on interrogation of numerical simulation databases for testing of models and hypotheses proposed by the participants. Additional calculations to generate new databases may be performed during the Summer Program. The participants are divided into focus groups based on their proposed areas of research. The primary objective of CTR is to stimulate and produce advances in understanding and prediction of complex multi-physics turbulent flows for engineering analysis. The primary means by which CTR seeks to achieve these objectives is by bringing together groups of bright and accomplished individuals in fields bearing on turbulence to address problems of practical interest.   \r\n\r\nBroader Impacts: The special biennial Summer School provides opportunity for a concentrated collaborative effort by about fifty advanced graduate students, their advisors, research scientists, and engineers from industry and National Laboratories.  An important element of the Summer Program is the weekly tutorials. These tutorials are delivered by leading experts in areas of interest to the participants, and typically last about two hours each.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Parviz",
   "pi_last_name": "Moin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Parviz Moin",
   "pi_email_addr": "moin@stanford.edu",
   "nsf_id": "000387111",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943053024",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; The fourteenth biennial Summer Program of the Center for Turbulence Research was held during the period June 24 to July 20, 2012. This was the largest CTR Summer Program to date with 91 participants from 14 countries. The participants included experimentalists, theoreticians and computational scientists.<br />&nbsp;&nbsp;&nbsp;&nbsp; This proceedings volume contains 46 papers which are divided into six groups: Fundamentalsof Transition and Turbulence, Large Eddy Simulation, Uncertainty Quantification,Reynolds Averaged Modeling (RANS), Two-phase Flows, and Combustion. Brief summaries of the accomplishments of each group are provided in the overviews that precede the grouped papers.<br />&nbsp;&nbsp;&nbsp;&nbsp; The seven papers in the first group focused on analysis of transitioning and turbulent boundary layers, a topic important to a wide range of engineering applications as well as to the fundamental understanding of turbulence. Large-scale databases generated by recent direct numerical simulations of turbulent and transitioning boundary layers are analyzed with novel methodologies, yielding new insight into the processes behind transition.&nbsp; Three projects utilized dynamic mode decomposition (DMD) (Schmid, Journal of Fluid Mechanics, 2010) to extract temporally coherent features from different transition scenarios. Because of its flexibility, DMD also benefited two projects in the combustion group, in the true spirit of collaboration engendered by the Summer Program. Further statistical analyses and models led also to the evaluation of localized feedback control strategies, as well as control achieved through polymer additives.<br />&nbsp;&nbsp;&nbsp;&nbsp; The next group of ten papers focused on large eddy simulation (LES) of flows in the high-Reynolds number regime. The papers addressed topics ranging from fundamentals such as subgrid-scale models to applications such as evaluating wind-turbine self-noise.&nbsp; Two papers addressed particle methods for high Schmidt number flows.<br />&nbsp;&nbsp;&nbsp;&nbsp; Uncertainty quantification was the focus of the third research group. Naturally, this field is at the core of Stanford&rsquo;s Predictive Science Academic Alliance Program (PSAAP) and is supported by both experimental and computational studies. The papers in this group cover both the science of UQ as well applications of its tools to fluid flow problems.<br />&nbsp;&nbsp;&nbsp;&nbsp; Two-phase flows arise in many engineering applications, and are challenging to simulate because of the additional physics and length scales associated with the interface between phases. Seven papers addressed this topic with approaches ranging from direct simulation<br />using level set methods to stochastic models of interface dynamics to numerical methods for the simulation of disperse phase flows.<br />&nbsp;&nbsp;&nbsp;&nbsp; The final group of ten papers center on the simulation of turbulent combustion. Because of the large range of length- and time-scales introduced by combustion processes, subgridscale models quickly become necessary to simulate engineering problems of interest. Both emission reduction and combustion instability were also topics addressed.<br />&nbsp;&nbsp;&nbsp;&nbsp; A key feature of the CTR Summer Programs are the weekly tutorials delivered by invited speakers. For the 2012 Program the four tutorials were: Particle Methods (G.-H. Cottet), Applications of the Dynamic Mode Decomposition (P. Schmid), Flow Control (M. Jovanovic), and Turbulent Wall Fires (A. Trouve). The participants presented their accomplishments on July 20, the final day of the program. In accordance to tradition, this full day event was attended by colleagues from other universities, industry, NASA and DOE laboratories. The fourteenth Summer Program coincided with the twenty-fifth anniversary of the founding of Center for Turbulence Research. To commemor...",
  "por_txt_cntn": "\n     The fourteenth biennial Summer Program of the Center for Turbulence Research was held during the period June 24 to July 20, 2012. This was the largest CTR Summer Program to date with 91 participants from 14 countries. The participants included experimentalists, theoreticians and computational scientists.\n     This proceedings volume contains 46 papers which are divided into six groups: Fundamentalsof Transition and Turbulence, Large Eddy Simulation, Uncertainty Quantification,Reynolds Averaged Modeling (RANS), Two-phase Flows, and Combustion. Brief summaries of the accomplishments of each group are provided in the overviews that precede the grouped papers.\n     The seven papers in the first group focused on analysis of transitioning and turbulent boundary layers, a topic important to a wide range of engineering applications as well as to the fundamental understanding of turbulence. Large-scale databases generated by recent direct numerical simulations of turbulent and transitioning boundary layers are analyzed with novel methodologies, yielding new insight into the processes behind transition.  Three projects utilized dynamic mode decomposition (DMD) (Schmid, Journal of Fluid Mechanics, 2010) to extract temporally coherent features from different transition scenarios. Because of its flexibility, DMD also benefited two projects in the combustion group, in the true spirit of collaboration engendered by the Summer Program. Further statistical analyses and models led also to the evaluation of localized feedback control strategies, as well as control achieved through polymer additives.\n     The next group of ten papers focused on large eddy simulation (LES) of flows in the high-Reynolds number regime. The papers addressed topics ranging from fundamentals such as subgrid-scale models to applications such as evaluating wind-turbine self-noise.  Two papers addressed particle methods for high Schmidt number flows.\n     Uncertainty quantification was the focus of the third research group. Naturally, this field is at the core of StanfordÆs Predictive Science Academic Alliance Program (PSAAP) and is supported by both experimental and computational studies. The papers in this group cover both the science of UQ as well applications of its tools to fluid flow problems.\n     Two-phase flows arise in many engineering applications, and are challenging to simulate because of the additional physics and length scales associated with the interface between phases. Seven papers addressed this topic with approaches ranging from direct simulation\nusing level set methods to stochastic models of interface dynamics to numerical methods for the simulation of disperse phase flows.\n     The final group of ten papers center on the simulation of turbulent combustion. Because of the large range of length- and time-scales introduced by combustion processes, subgridscale models quickly become necessary to simulate engineering problems of interest. Both emission reduction and combustion instability were also topics addressed.\n     A key feature of the CTR Summer Programs are the weekly tutorials delivered by invited speakers. For the 2012 Program the four tutorials were: Particle Methods (G.-H. Cottet), Applications of the Dynamic Mode Decomposition (P. Schmid), Flow Control (M. Jovanovic), and Turbulent Wall Fires (A. Trouve). The participants presented their accomplishments on July 20, the final day of the program. In accordance to tradition, this full day event was attended by colleagues from other universities, industry, NASA and DOE laboratories. The fourteenth Summer Program coincided with the twenty-fifth anniversary of the founding of Center for Turbulence Research. To commemorate this occasion, Prof. John Kim published a special review of the final presentations of the Summer Program (Kim, Physics of Fluids, 2012).\n     We are grateful to Rika Bosmans for her efficient organization of the Program. Financial support from the National Science Foundati..."
 }
}