{
 "awd_id": "1152481",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: INSPIRE: Institutional Support for Personal/Institutional Repository Environments",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2011-08-23",
 "awd_max_amd_letter_date": "2013-07-23",
 "awd_abstract_narration": "Large-scale science and engineering campaigns have typically considered data management from the inception of the project and funds for data management have been included in the projects' budgets. This proposal is aimed at data acquisition and curation strategies in support of single PI or small group research projects at academic institutions, data in the so-called \"long tail\". Long-term data management in these projects is much more problematic and particularly acute. Smaller research projects are often strapped for funds to conduct the research that generates the data; management of the data was in the past often an afterthought. With data management plans now being required by funding agencies, the issues must be considered as part of a proposal, but the funding available for date management is still frequently small and economical resources available to researchers still need to be cultivated. At academic institutions, the institutional repository (IR) has emerged as the means of harnessing technology to improve scholarly communication and it is the IR that offers the potential to address the data curation problems of smaller projects. Although institutional repositories have a broad intuitive appeal to all the stakeholders involved with science and engineering data management, they have met with very limited acceptance in practice. This proposal seeks to increase faculty contribution of their data to the IR by appealing to their needs directly and providing them with tools and support for developing personal repositories that can subsequently be federated into the IR. The strategy is to lower the barrier of entry to archiving facilities and to provide incentives for researchers to participate.\r\n\r\nBroader impacts will be realized in two key areas. First, archive and preservation of datasets will be enhanced by increasing the participation of faculty and researchers generating data at the nation's research institutions. Second, open source software well be available for deployment by other institutions beyond the project's partners thereby increasing the effectiveness of dataset archiving and sharing across a growing set of participating institutions. The project will also offer research and training opportunities to undergraduate and graduate students involved as software developers and data consultants who interact with faculty and other researchers as part of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "French",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C French",
   "pi_email_addr": "jfrench@cnri.reston.va.us",
   "nsf_id": "000565069",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Powell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Allison L Powell",
   "pi_email_addr": "apowell@cnri.reston.va.us",
   "nsf_id": "000244187",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Corporation for National Research Initiatives (NRI)",
  "inst_street_address": "1895 PRESTON WHITE DR",
  "inst_street_address_2": "",
  "inst_city_name": "RESTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7036208990",
  "inst_zip_code": "201915469",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "CORPORATION FOR NATIONAL RESEARCH INITIATIVES",
  "org_prnt_uei_num": "",
  "org_uei_num": "WQK1UGJYNMD7"
 },
 "perf_inst": {
  "perf_inst_name": "Corporation for National Research Initiatives (NRI)",
  "perf_str_addr": "1895 Preston White Drive",
  "perf_city_name": "Reston",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "201915434",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Data acquisition and archiving is a necessary step in the preservation of data for subsequent access and analysis by current researchers, as well as new generations of researchers.&nbsp; The NSF INSPIRE project and its OmniMea&nbsp; prototype (http://omnimea.org) were aimed at data acquisition and curation strategies in support of single PI or small group research projects at academic institutions. Long-term data management in these projects is problematic and particularly acute. Smaller research projects are often strapped for funds to conduct the research that generates the data; management of the data was in the past often an afterthought.</p>\n<p>The INSPIRE project considered ways in which a user-centric concept of personal repositories might be used to capture and organize intellectual output as a first step to placing selected material in an institutional repository for long-term curation.</p>\n<p>Early in the project it became obvious that before we could adequately address the capture and submission of research data to the institutional repository it would be necessary to address the issue of providing an appropriate user interface to personal research materials. This would be key to acquiring all research artifacts, not just research data.</p>\n<p>We chose the approach and organizational structure of individual CVs. This approach was motivated by our belief that the CV is a natural user interface to an academic's personal repository. The challenge is to get academics to use a personal repository-based CV in preference to their present choice, e.g., MS Word. Our approach was to provide extremely low barrier tools for importing information and sufficient value to the transition that one would elect to undertake a small amount of manual work for the subsequent benefits. We implemented both a straightforward single-item import capability and a bulk import capability.</p>\n<p>The power of our approach is that the imported CV is not treated as a monolithic entity. Each item imported into the OmniMea personal repository, be it a journal article, a data set, or a professional activity, is represented as a digital object. This representation allows a great deal of flexibility and allowed us to support a number of key benefits, including the potential to crowd-source metadata for institutional repositories. This is possible because only one author of a multi-authored paper need enter it into OmniMea, because the paper will accrete to the CV&rsquo;s of all authors registered with the service.</p>\n<p>Over the course of the project, we developed two prototype demonstration systems to explore the issues involved and to provide a framework for gathering feedback from research communities.&nbsp; The first prototype led to one major realization and a common theme in user feedback.</p>\n<ol>\n<li>We found that flexibility of organization was required, even for a relatively structured format such as a CV. </li>\n<li>We realized that the information contained in a fully-populated personal repository would be sufficient to populate annual reports, shorter versions of a CV, biographical sketches, etc. Researchers routinely expressed interest in tools that would help them automate these tasks.</li>\n</ol>\n<p>During the second year of the project we redesigned the CV prototype to operate on a generic infrastructural framework that supports \"collections of collections.\" This change gave us the ability to easily incorporate new user services that can effectively transform a CV into some useful derived product.</p>\n<p>Overall, we found that a successful system would require a robust service with low barrier to entry and significant value to motivate entry. We identified five major points related to lowering the barrier of entry.</p>\n<ol>\n<li>Provide a low-effort way for users to input information.&nbsp; For example, cut/paste entry of publications from a traditional CV.</li>\n<li>Provide fo...",
  "por_txt_cntn": "\nData acquisition and archiving is a necessary step in the preservation of data for subsequent access and analysis by current researchers, as well as new generations of researchers.  The NSF INSPIRE project and its OmniMea  prototype (http://omnimea.org) were aimed at data acquisition and curation strategies in support of single PI or small group research projects at academic institutions. Long-term data management in these projects is problematic and particularly acute. Smaller research projects are often strapped for funds to conduct the research that generates the data; management of the data was in the past often an afterthought.\n\nThe INSPIRE project considered ways in which a user-centric concept of personal repositories might be used to capture and organize intellectual output as a first step to placing selected material in an institutional repository for long-term curation.\n\nEarly in the project it became obvious that before we could adequately address the capture and submission of research data to the institutional repository it would be necessary to address the issue of providing an appropriate user interface to personal research materials. This would be key to acquiring all research artifacts, not just research data.\n\nWe chose the approach and organizational structure of individual CVs. This approach was motivated by our belief that the CV is a natural user interface to an academic's personal repository. The challenge is to get academics to use a personal repository-based CV in preference to their present choice, e.g., MS Word. Our approach was to provide extremely low barrier tools for importing information and sufficient value to the transition that one would elect to undertake a small amount of manual work for the subsequent benefits. We implemented both a straightforward single-item import capability and a bulk import capability.\n\nThe power of our approach is that the imported CV is not treated as a monolithic entity. Each item imported into the OmniMea personal repository, be it a journal article, a data set, or a professional activity, is represented as a digital object. This representation allows a great deal of flexibility and allowed us to support a number of key benefits, including the potential to crowd-source metadata for institutional repositories. This is possible because only one author of a multi-authored paper need enter it into OmniMea, because the paper will accrete to the CVÆs of all authors registered with the service.\n\nOver the course of the project, we developed two prototype demonstration systems to explore the issues involved and to provide a framework for gathering feedback from research communities.  The first prototype led to one major realization and a common theme in user feedback.\n\nWe found that flexibility of organization was required, even for a relatively structured format such as a CV. \nWe realized that the information contained in a fully-populated personal repository would be sufficient to populate annual reports, shorter versions of a CV, biographical sketches, etc. Researchers routinely expressed interest in tools that would help them automate these tasks.\n\n\nDuring the second year of the project we redesigned the CV prototype to operate on a generic infrastructural framework that supports \"collections of collections.\" This change gave us the ability to easily incorporate new user services that can effectively transform a CV into some useful derived product.\n\nOverall, we found that a successful system would require a robust service with low barrier to entry and significant value to motivate entry. We identified five major points related to lowering the barrier of entry.\n\nProvide a low-effort way for users to input information.  For example, cut/paste entry of publications from a traditional CV.\nProvide for ingest of publication metadata from other resources, e.g., ACM DL and IEEE DL.\nTo the maximum extent possible provide access to digital copies of publications and data by looki..."
 }
}