{
 "awd_id": "1152550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Bio-Beams - Functionally Graded Rapid Design & Fabrication",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Collopy",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 106840.0,
 "awd_amount": 106840.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "The research objective of this EArly concept Grant for Exploratory Research (EAGER)is the creation of a research-driven framework for developing, integrating, and evaluating digital fabrication technologies with biologically inspired form generation to support sustainable construction. Functionally Graded Rapid Fabrication (FGRF) is a novel design approach and technological framework enabling the controlled spatial variation of material properties through continuous gradients in functional components.  The work will provide research-based evidence for variable-property form generation informed by environmental performance criteria such as variable-density concrete beams and variable-elasticity polymer panels. Spatial variations of material properties are traditionally achieved as discrete delineations in physical behavior by fabricating multiple parts comprised of different materials, and assembling them only after the fabrication process has been completed. Recent advances in Computational Topology Design (CTD) and Solid Free-Form Fabrication (SFF) are promoting the creation of building components with controlled micro-, and macro-architectural features. The FGRF approach will combine a novel software environment with a mechanical output tool designed as a 6-axes, 3-D printer to allow computer control of material distribution within a monolithic structure. \r\n\r\nIf successful, the project will advance the ability of machines to fabricate with variable properties, and will enable the control of their variation according to the desired environmental input. The new approach will expand current fabrication platforms and will be a significant first step toward variable property digital fabrication. Being the first FGM construction technology, the project has the potential to lead to a line of new research. This interdisciplinary award makes contributions to the fields of digital fabrication, computer-aided design, material science and mechanical engineering. As a novel research platform, the FGRF approach has the potential for reaching a large number of designers, engineers and scientists operating at the intersection of digital design innovation and sustainable construction. Through far-reaching collaborations applying new expertise and engaging novel interdisciplinary perspectives across MIT, the investigator will not only invent these tools and discover how to use them, but lead their translation into design applications while evaluating their contribution to a radically new approach in sustainable design & construction. Long term, this research is also expected to contribute to understanding the theory and practice of sustainable rapid fabrication of variable-property construction. Results will be distributed in all of these communities through peer-reviewed publications and conference presentations, as well as through physical installations and demonstrations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neri",
   "pi_last_name": "Oxman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Neri Oxman",
   "pi_email_addr": "neri@mit.edu",
   "nsf_id": "000597664",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  },
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  },
  {
   "pgm_ele_code": "163500",
   "pgm_ele_name": "STRUCTURAL MATERIALS AND MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 106840.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Current rapid prototyping technologies, specifically additive manufacturing platforms, are limited by scale, speed, and the ability to realize graded material properties. 3D printers are generally limited to tabletop-scale non-structural components due to gantry size, material cure rates, layer adhesion, and printing time. Likewise, both computer-aided design tools and digital fabrication processes are thus not set up to deliver variation of properties within solids such as variable density in concrete, variable elasticity in rubber, or variable translucency in glass. As a result, the design process is constrained to the assignment of discrete and homogeneous material properties to a given shape. This limitation hinders the designer&rsquo;s ability to create a tight coupling between form and function, and leads to designs that contain many more parts than would otherwise be necessary.</p>\n<p>This research focused on addressing these limitations by developing design and fabrication tools for advanced additive digital fabrication. Specifically, a suite of digital fabrication technologies was developed for delivering functionally graded materials and inhomogeneous structures and to explore the possibility of overcoming gantry size limitations. To demonstrate the utility of our approaches we applied them across disparate scales, spanning the millimeter to multiple meter scale.</p>\n<p>We are pleased to report the following results, focused in two main thrusts; the first thrust involves graded property printing while the second introduces new methods of robotically controlled printing.</p>\n<p><strong><em>Graded Property 3D Printing</em></strong></p>\n<p><strong><em>(a)&nbsp; </em></strong><strong><em>3D Printing of Graded Elastic Moduli </em></strong></p>\n<p>A 3D printing platform capable of mixing and simultaneously extruding two materials with varying composition was built to demonstrate variable property printing. A material extrusion head comprising of a nozzle and a mixing chamber was attached to the z-axis of a 3-axis gantry robot. A compressed air driven system was used to control the amount of each material dispensed from its reservoir to the mixing volume. Several mixing strategies were explored including diffusive, static, and active mixing. The platform was designed to extrude materials, which remain liquid at room temperature prior to mixing and extrusion, and solidify after deposition, i.e. certain epoxies, UV-cure polymers, drying adhesives, and thixotropic fluids. The use of these compounds instead of conventional thermoplastics used in fused deposition modeling printers, allows for a broader range of materials. In particular, since the printing process does not require heating, the platform is compatible with temperature-sensitive compounds and biological molecules. The current work focused on gradients of elasticity and stiffness fabricated in product design for small-scale applications with the addition of limited dynamic responses.</p>\n<p><strong><em>(b)&nbsp; </em></strong><strong><em>Bitmap Printing as an Enabling Technology for Variable Property Printing </em></strong></p>\n<p>In order to achieve functional gradient 3D printing, we developed a digital environment supporting texture-based algorithms that enable the design and fabrication of graded properties in high spatial resolution. This new technology was applied to the control of elastic moduli variation in 16-micron, high-resolution print layer accuracy, 600 DPI X &amp; Y resolution, and up to walls as thin as 0.6mm (0.024??). The Stratasys multi-material printers were used to achieve these accuracies and resolutions.</p>\n<p><strong><em>(c)&nbsp; </em></strong><strong><em>Variable Density Concrete </em></strong></p>\n<p>Finally, to demonstrate the applicability of gradient property fabrication in large scales we developed two complementary approaches for the design and fabrication of variable dens...",
  "por_txt_cntn": "\nCurrent rapid prototyping technologies, specifically additive manufacturing platforms, are limited by scale, speed, and the ability to realize graded material properties. 3D printers are generally limited to tabletop-scale non-structural components due to gantry size, material cure rates, layer adhesion, and printing time. Likewise, both computer-aided design tools and digital fabrication processes are thus not set up to deliver variation of properties within solids such as variable density in concrete, variable elasticity in rubber, or variable translucency in glass. As a result, the design process is constrained to the assignment of discrete and homogeneous material properties to a given shape. This limitation hinders the designerÆs ability to create a tight coupling between form and function, and leads to designs that contain many more parts than would otherwise be necessary.\n\nThis research focused on addressing these limitations by developing design and fabrication tools for advanced additive digital fabrication. Specifically, a suite of digital fabrication technologies was developed for delivering functionally graded materials and inhomogeneous structures and to explore the possibility of overcoming gantry size limitations. To demonstrate the utility of our approaches we applied them across disparate scales, spanning the millimeter to multiple meter scale.\n\nWe are pleased to report the following results, focused in two main thrusts; the first thrust involves graded property printing while the second introduces new methods of robotically controlled printing.\n\nGraded Property 3D Printing\n\n(a)  3D Printing of Graded Elastic Moduli \n\nA 3D printing platform capable of mixing and simultaneously extruding two materials with varying composition was built to demonstrate variable property printing. A material extrusion head comprising of a nozzle and a mixing chamber was attached to the z-axis of a 3-axis gantry robot. A compressed air driven system was used to control the amount of each material dispensed from its reservoir to the mixing volume. Several mixing strategies were explored including diffusive, static, and active mixing. The platform was designed to extrude materials, which remain liquid at room temperature prior to mixing and extrusion, and solidify after deposition, i.e. certain epoxies, UV-cure polymers, drying adhesives, and thixotropic fluids. The use of these compounds instead of conventional thermoplastics used in fused deposition modeling printers, allows for a broader range of materials. In particular, since the printing process does not require heating, the platform is compatible with temperature-sensitive compounds and biological molecules. The current work focused on gradients of elasticity and stiffness fabricated in product design for small-scale applications with the addition of limited dynamic responses.\n\n(b)  Bitmap Printing as an Enabling Technology for Variable Property Printing \n\nIn order to achieve functional gradient 3D printing, we developed a digital environment supporting texture-based algorithms that enable the design and fabrication of graded properties in high spatial resolution. This new technology was applied to the control of elastic moduli variation in 16-micron, high-resolution print layer accuracy, 600 DPI X &amp; Y resolution, and up to walls as thin as 0.6mm (0.024??). The Stratasys multi-material printers were used to achieve these accuracies and resolutions.\n\n(c)  Variable Density Concrete \n\nFinally, to demonstrate the applicability of gradient property fabrication in large scales we developed two complementary approaches for the design and fabrication of variable density concrete at high spatial resolutions using mechanically foamed cement and a 3D printed scaffold method.\n\nRobotically Controlled Additive Manufacturing\n\n(a)  A Digital Construction Platform \n\nTo investigate the idea of a multi-functional robotic arm digital fabrication system, an industrial 6-axes robotic arm (KUKA..."
 }
}