{
 "awd_id": "1152757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Outreach to the Public: Workshops at ASLO Meetings",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 49988.0,
 "awd_amount": 49988.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "This award will support  workshops at annual winter meetings of the Association for the Sciences of Limnology and Oceanography (ASLO). The period to be covered includes the 2012 Ocean Sciences meeting to be held in Salt Lake City as a joint effort among ASLO, the American Geophysical Union (AGU), and The Oceanography Society (TOS) and the 2013 ASLO Aquatic Sciences meeting to be held in New Orleans. The PI will have two workshops at each meeting, one will be a video workshop (film festival) to be held on the Sunday before the formal meeting schedule and the other will be an evening panel discussion during the week. The underlying need for these workshops is that the environmental science community is doing a poor job of conveying to the general public the severity of environmental problems we face today and developing an interest within the public and elected officials for remedial actions. Through this work we will create a greater awareness within the research community of the need for more outreach and to provide guidance on how to better communicate the results of our research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Sharp",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan H Sharp",
   "pi_email_addr": "jsharp@udel.edu",
   "nsf_id": "000195282",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "700 Pilottown Rd",
  "perf_city_name": "Lewes",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "199581298",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Close to 98% of knowledgeable environmental scientists conclude that there are serious pressing problems with global climate change and that the major cause is human activities.&nbsp; Yet, about 50% of the American public is either skeptical or dismissive of this situation.&nbsp; What is going on here?</strong></p>\n<p>&nbsp;<strong>WHEN SCIENTISTS SPEAK...NOBODY LISTENS.</strong>&nbsp; Environmental scientists are not very successful in conveying to the public the gravity of environmental problems. Because of a critical need for the public and elected officials to be more knowledgeable of and concerned about global environmental problems, I have worked for several years on efforts to better understand this disconnect and to train scientists to improve their communication abilities.&nbsp; The efforts for the 2012 and 2013 meetings were supported by this grant; earlier meeting workshops were supported by previous NSF grants or meeting funds.</p>\n<p><strong>WE NEED TO MAKE SCIENTISTS &ldquo;LISTENABLE&rdquo;. </strong>&nbsp;Every two years, the largest assembly of international ocean scientists occurs as the winter Ocean Sciences Meeting (OSM), jointly sponsored by the Association for the Sciences of Limnology and Oceanography (ASLO), the American Geophysical Union, and The Oceanography Society.&nbsp; In the intervening years, ASLO holds the winter Aquatic Sciences Meeting (ASM), drawing a smaller but similar crowd.&nbsp; At these meetings, I have brought expertise from Hollywood to address outreach activities.&nbsp; The scientific community understands the environment but needs help from the entertainment community that understands how to get public interest.</p>\n<p>&nbsp;<strong>THE JOB BEGINS WITH HOLLYWOOD.</strong>&nbsp; Increasing numbers of scientists are making short videos for their web pages and open houses to explain their science to lay audiences. Recognizing the lack of knowledge on how to make interesting videos, Randy Olson, as a PhD Marine Biologist, gave up a tenured marine biology faculty position and enrolled in film school at the University of Southern California. For the past 15 years, he has worked as an independent filmmaker and communications consultant in Hollywood.</p>\n<p><strong>BRINGING HOLLYWOOD TO THE SCIENTISTS.</strong>&nbsp;&nbsp; At the 2010 OSM, we organized a video analysis workshop. We solicited videos from scientists and then at the workshop screened them and had critiques by Olson and discussion with the filmmakers and the audience. At the 2011 ASM, we organized a similar video analysis workshop. And at the 2012 OSM, we had another video workshop, this time with a panel approach; the panel at the 2012 meeting consisted of Dorie Barton (actress and story line consultant for movie screenwriters) and Brian Palermo (actor and instructor at the Groundlings Improv Theater in Los Angeles) along with Olson. For this workshop, we had about 25 videos submitted and 10 were selected for screening and discussion at the meeting.&nbsp; At the 2013 ASM, we had the next iteration of the video workshop, using the same team of Olson, Barton, and Palermo.</p>\n<p><strong>MORE THAN JUST VIDEOS</strong>.&nbsp; We felt that scientists needed better communication skills in all aspects of their work in outreach to the public, policy makers, the press, and presenting at scientific conferences. With this in mind, we added two additional Hollywood events for the 2013 meeting. The first was an all day workshop titled &ldquo;Scintillation &ndash; a workshop to make your science communication scintillate through &ldquo;critical storytelling&rdquo;. The participants were asked to bring a brief story to the workshop. They initially presented their stories, they then worked on improv exercises and studied storyline development; at the end of the workshop their reworked stories were much improved as 40-60 second short discourses that explained science in si...",
  "por_txt_cntn": "\nClose to 98% of knowledgeable environmental scientists conclude that there are serious pressing problems with global climate change and that the major cause is human activities.  Yet, about 50% of the American public is either skeptical or dismissive of this situation.  What is going on here?\n\n WHEN SCIENTISTS SPEAK...NOBODY LISTENS.  Environmental scientists are not very successful in conveying to the public the gravity of environmental problems. Because of a critical need for the public and elected officials to be more knowledgeable of and concerned about global environmental problems, I have worked for several years on efforts to better understand this disconnect and to train scientists to improve their communication abilities.  The efforts for the 2012 and 2013 meetings were supported by this grant; earlier meeting workshops were supported by previous NSF grants or meeting funds.\n\nWE NEED TO MAKE SCIENTISTS \"LISTENABLE\".  Every two years, the largest assembly of international ocean scientists occurs as the winter Ocean Sciences Meeting (OSM), jointly sponsored by the Association for the Sciences of Limnology and Oceanography (ASLO), the American Geophysical Union, and The Oceanography Society.  In the intervening years, ASLO holds the winter Aquatic Sciences Meeting (ASM), drawing a smaller but similar crowd.  At these meetings, I have brought expertise from Hollywood to address outreach activities.  The scientific community understands the environment but needs help from the entertainment community that understands how to get public interest.\n\n THE JOB BEGINS WITH HOLLYWOOD.  Increasing numbers of scientists are making short videos for their web pages and open houses to explain their science to lay audiences. Recognizing the lack of knowledge on how to make interesting videos, Randy Olson, as a PhD Marine Biologist, gave up a tenured marine biology faculty position and enrolled in film school at the University of Southern California. For the past 15 years, he has worked as an independent filmmaker and communications consultant in Hollywood.\n\nBRINGING HOLLYWOOD TO THE SCIENTISTS.   At the 2010 OSM, we organized a video analysis workshop. We solicited videos from scientists and then at the workshop screened them and had critiques by Olson and discussion with the filmmakers and the audience. At the 2011 ASM, we organized a similar video analysis workshop. And at the 2012 OSM, we had another video workshop, this time with a panel approach; the panel at the 2012 meeting consisted of Dorie Barton (actress and story line consultant for movie screenwriters) and Brian Palermo (actor and instructor at the Groundlings Improv Theater in Los Angeles) along with Olson. For this workshop, we had about 25 videos submitted and 10 were selected for screening and discussion at the meeting.  At the 2013 ASM, we had the next iteration of the video workshop, using the same team of Olson, Barton, and Palermo.\n\nMORE THAN JUST VIDEOS.  We felt that scientists needed better communication skills in all aspects of their work in outreach to the public, policy makers, the press, and presenting at scientific conferences. With this in mind, we added two additional Hollywood events for the 2013 meeting. The first was an all day workshop titled \"Scintillation &ndash; a workshop to make your science communication scintillate through \"critical storytelling\". The participants were asked to bring a brief story to the workshop. They initially presented their stories, they then worked on improv exercises and studied storyline development; at the end of the workshop their reworked stories were much improved as 40-60 second short discourses that explained science in simple, compelling, and interesting form.\n\n The third workshop in 2013 was titled \"Snap it up &ndash; advice from Hollywood for short presentations\".  It was aimed at the presentations given by scientists to each other at these meetings.  We selected several presentations being given on the first day..."
 }
}