{
 "awd_id": "1152895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Field Computational Ecology Course",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922247",
 "po_email": "rchadduc@nsf.gov",
 "po_sign_block_name": "Robert Chadduck",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 75843.0,
 "awd_amount": 75843.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2011-09-08",
 "awd_abstract_narration": "This project will address the \"frontier problem-solving\" aspect missing in interdisciplinary research, and create a model of a course where experts from several disciplines collaborate on a complex project, particularly a field project. Today's science is increasingly an interdisciplinary endeavor, with researchers from several disciplines collaborating on a project. Yes, current graduate (and undergraduate) education is discipline-centered, with few opportunities for team projects, especially from outside the field. As a result, students are unprepared for the realities of cutting edge research. This problem is starting to be addressed by many institutions in a variety of ways. This work will design a highly integrated interdisciplinary field course, centered around computational and field biology research. The proposed course will be offered by the University of Illinois - Chicago, Princeton, and University of Nairobi where graduate students in biology (primarily ecology and evolutionary biology) and engineering (primarily in computer science and bioinformatics) work with faculty in both disciplines to learn how to ask questions, frame hypotheses and understand how and why the disciplines and cultures do this differently. Fieldwork will be conducted in Kenya.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tanya",
   "pi_last_name": "Berger-Wolf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tanya Berger-Wolf",
   "pi_email_addr": "berger-wolf.1@osu.edu",
   "nsf_id": "000296514",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Rubenstein",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel I Rubenstein",
   "pi_email_addr": "dir@princeton.edu",
   "nsf_id": "000124640",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "851 S. Morgan",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606077053",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  },
  {
   "pgm_ele_code": "772600",
   "pgm_ele_name": "Data Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 75843.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Field Course in Computational Ecology</strong></p>\n<p><strong><a href=\"http://www.cs.uic.edu/bin/view/ComputationalEcology\">http://www.cs.uic.edu/bin/view/ComputationalEcology</a></strong></p>\n<p>We have designed and conducted a unique highly integrated field course in Field Computational Ecology to create a new generation of interdisciplinary scientists, capable of frontier problem-solving in modern science.</p>\n<p>The field part of the course was offered in Kenya, where biology and engineering students&nbsp;from Princeton University, University of Illinois at Chicago, and the University of Nairobi worked with faculty in both disciplines to learn how to ask questions, frame hypotheses and understand how and why the disciplines and cultures do this differently. All the course materials, syllabus, and recorded lectures are available on the course website.</p>\n<p>Over the Fall 2011 semester students learned the foundation of both disciplines over the teleconferencing infrastructure between Princeton, UIC and Nairobi. At the end of the semester the students designed the initial concept of the interdisciplinary projects. During the field part of the course in Januray 2012 all the students worked on the projects in Kenya, at the Mpala Research Centre, conducting field experiments and doing initial analysis. Over the remainder of the Spring 2012 semester the students continued to work on the projects, culminating with a project presentation mini-conference in May 2012. Over the next year students continued to work on publishing their work.</p>\n<p>17 students from three universities took the concepts and techniques used in their different disciplines and design four joint projects. Projects included studying, insects, bomas and ways to help Mpala researchers.</p>\n<p><span style=\"font-size: 12px; line-height: 17px;\">The </span><strong style=\"font-size: 12px; line-height: 17px;\">boma group</strong><span style=\"font-size: 12px; line-height: 17px;\"> gathered vegetation data to investigate the relationships between insects, mammals, and plants at old boma (livestock enclosures) sites. Soil and vegetation data were also used for a computational approach to identify the actual edges of the original bomas embedded in the glades. The biologists also used camera traps to determine whether or not the same herbivores fed at the center or edges of bomas. To help speed the painstaking process of checking thousands of camera trap photos, the computer science students worked on creating image recognition software that can automatically determine whether an animal is in a photo and if so, of what species. This study extends previous works on the same topic by proposing a rigorous quantitative analysis at three levels: plants, insects and herbivore behavior, using state-of-the-art machine learning techniques to automate the data analysis process:&nbsp;</span><a style=\"font-size: 12px; line-height: 17px;\" href=\"http://www.cs.uic.edu/%7Eapanella/boma.html\">http://www.cs.uic.edu/~apanella/boma.html</a></p>\n<p><a style=\"font-size: 12px; line-height: 17px;\" href=\"http://www.cs.uic.edu/%7Eapanella/boma.html\"></a><span style=\"font-size: 12px; line-height: 17px;\"><br /></span><span style=\"font-size: 12px; line-height: 17px;\">The </span><strong style=\"font-size: 12px; line-height: 17px;\">insect group</strong><span style=\"font-size: 12px; line-height: 17px;\"> examined how parasitic midges (tiny insects) influence the relationship between whistling thorn acacia and the ants that inhabit them. The biologists found that some ants were better than others at keeping parasites away, while the computer scientists developed an application for tablet devices that can be used in the field to superimpose spatial data over live images of the field site. The group is in communication with the Smithsonian Institute to develop a general tablet-based application for field data collection.</span></p>\n<p><spa...",
  "por_txt_cntn": "\nField Course in Computational Ecology\n\nhttp://www.cs.uic.edu/bin/view/ComputationalEcology\n\nWe have designed and conducted a unique highly integrated field course in Field Computational Ecology to create a new generation of interdisciplinary scientists, capable of frontier problem-solving in modern science.\n\nThe field part of the course was offered in Kenya, where biology and engineering students from Princeton University, University of Illinois at Chicago, and the University of Nairobi worked with faculty in both disciplines to learn how to ask questions, frame hypotheses and understand how and why the disciplines and cultures do this differently. All the course materials, syllabus, and recorded lectures are available on the course website.\n\nOver the Fall 2011 semester students learned the foundation of both disciplines over the teleconferencing infrastructure between Princeton, UIC and Nairobi. At the end of the semester the students designed the initial concept of the interdisciplinary projects. During the field part of the course in Januray 2012 all the students worked on the projects in Kenya, at the Mpala Research Centre, conducting field experiments and doing initial analysis. Over the remainder of the Spring 2012 semester the students continued to work on the projects, culminating with a project presentation mini-conference in May 2012. Over the next year students continued to work on publishing their work.\n\n17 students from three universities took the concepts and techniques used in their different disciplines and design four joint projects. Projects included studying, insects, bomas and ways to help Mpala researchers.\n\nThe boma group gathered vegetation data to investigate the relationships between insects, mammals, and plants at old boma (livestock enclosures) sites. Soil and vegetation data were also used for a computational approach to identify the actual edges of the original bomas embedded in the glades. The biologists also used camera traps to determine whether or not the same herbivores fed at the center or edges of bomas. To help speed the painstaking process of checking thousands of camera trap photos, the computer science students worked on creating image recognition software that can automatically determine whether an animal is in a photo and if so, of what species. This study extends previous works on the same topic by proposing a rigorous quantitative analysis at three levels: plants, insects and herbivore behavior, using state-of-the-art machine learning techniques to automate the data analysis process: http://www.cs.uic.edu/~apanella/boma.html\n\n\nThe insect group examined how parasitic midges (tiny insects) influence the relationship between whistling thorn acacia and the ants that inhabit them. The biologists found that some ants were better than others at keeping parasites away, while the computer scientists developed an application for tablet devices that can be used in the field to superimpose spatial data over live images of the field site. The group is in communication with the Smithsonian Institute to develop a general tablet-based application for field data collection.\n\n \nHarvester ants group used video processing software to ask questions about how ants navigate in their environment. The developed software allowed students to track individual ants and measure such things as velocity, directions and the angle of turns, and how much an ant weaved back and forth over the course of its route. To facilitate scientific insight, the results were visualized using an innovative stereoscopic approach. Students found that when ants are put in test arenas those removed from trails were disoriented showing that they were on \"autopilot\" or \"using cruise control\" when on the trails but that ants off trail searching for food seemed to use environmental cues to navigate when not on their pre-existing trail networks: http://www.evl.uic.edu/kreda/field_entomology/\n\n\nThe Virtual Mpala group used advanced filming ..."
 }
}