{
 "awd_id": "1152732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Exploring unique properties of sub-nm metal nanoparticles for photocatalysis",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 80588.0,
 "awd_amount": 80588.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nProducing hydrogen from water using sunlight and catalysts is a key desirable strategy for solar energy storage and conversion. The process is a form of artificial photosynthesis. Despite significant scientific efforts invested in this field, the quantum efficiency of the water splitting reaction remains low, indicating that new approaches are needed to address this challenging problem. \r\n\r\nInvestigator Alexander Orlov of SUNY at Stony Brook, NY has considered and worked in the area, investigating a series of semiconductor materials, with some success. Summary observations indicate that despite a respectable quantum efficiency of La/KTaO3 and ZnS based catalysts, these materials are only active under UV radiation, which represents only 5% of the solar energy reaching the earths surface. Therefore, the challenge remains to utilize visible light to initiate the water splitting reaction. The best QE for visible light photocatalysis is only 6.5%, which is significantly below the 10% QE necessary to make this technology commercially viable. In order to achieve a scientific breakthrough in this area, it is important to \r\ndevelop new photocatalyst approaches to address this challenging problem. \r\n\r\nRecently the PI has developed a new procedure for synthesis of sub-1 nm metal nanoclusters containing less than 11 atoms. In preliminary experiments these nanoparticles have exhibited an extraordinary activity in various oxidation reactions as compared to the most active commercially available catalysts. This project will now attempt to explore the reactivity of such particles for the water splitting reaction.  The proposed project has a significant potential to develop new catalysts for sustainable energy generation. In addition, it will also have a substantial educational impact, as it will be used to start a new area of environmental research training at the Materials Science and Engineering Department, which will be focused on environmental catalysis and sustainable energy research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Orlov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Orlov",
   "pi_email_addr": "alexander.orlov@stonybrook.edu",
   "nsf_id": "000500579",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "314 Old Engineering",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80588.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is focused on novel uses of nanotechnology for energy and environmental applications. More specifically we have discovered a very promising activity of noble metals particles that are smaller than 1 billionths of a meter: &nbsp;a size range, which has not been substantially explored in sustainable energy field. Importantly, by depositing extra small particles on the surfaces of traditional materials we could achieve between 1-2 orders of magnitude enhancement for hydrogen production. Hydrogen is clean and promising source of energy as the only product of its combustion is water, which can be again recycled to make energy. The only external source of energy for hydrogen production utilized in this approach is solar light, which is plentiful and free. In addition to sustainable energy applications we have also discovered a very beneficial role of these small particles in decomposing various organic pollutants in water and air.</p>\n<p>In addition to intellectual merit, this project has produced very noticeable impact on education and policy debate. The Principal Investigator educational activities resulted in more than 9 times increase in undergraduate course enrollment for the course &ldquo;Environmental Materials Engineering&rdquo; over the period of several years.&nbsp; Various examples from this project have been used to illustrate the exciting opportunities resulted from application of nanotechnology to energy research. The PI also used results from this research in various policy documents he was writing for the United Nations Environmental Program, the UK government and other agencies. Finally, several Ph.D. students have been supported by this project, resulting in the successful completion of their doctoral dissertations.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/08/2014<br>\n\t\t\t\t\tModified by: Alexander&nbsp;Orlov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project is focused on novel uses of nanotechnology for energy and environmental applications. More specifically we have discovered a very promising activity of noble metals particles that are smaller than 1 billionths of a meter:  a size range, which has not been substantially explored in sustainable energy field. Importantly, by depositing extra small particles on the surfaces of traditional materials we could achieve between 1-2 orders of magnitude enhancement for hydrogen production. Hydrogen is clean and promising source of energy as the only product of its combustion is water, which can be again recycled to make energy. The only external source of energy for hydrogen production utilized in this approach is solar light, which is plentiful and free. In addition to sustainable energy applications we have also discovered a very beneficial role of these small particles in decomposing various organic pollutants in water and air.\n\nIn addition to intellectual merit, this project has produced very noticeable impact on education and policy debate. The Principal Investigator educational activities resulted in more than 9 times increase in undergraduate course enrollment for the course \"Environmental Materials Engineering\" over the period of several years.  Various examples from this project have been used to illustrate the exciting opportunities resulted from application of nanotechnology to energy research. The PI also used results from this research in various policy documents he was writing for the United Nations Environmental Program, the UK government and other agencies. Finally, several Ph.D. students have been supported by this project, resulting in the successful completion of their doctoral dissertations. \n\n \n\n\t\t\t\t\tLast Modified: 01/08/2014\n\n\t\t\t\t\tSubmitted by: Alexander Orlov"
 }
}