{
 "awd_id": "1153704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assessing Proxies, Strategies, Technologies and Drilling Targets to Constrain the History of the Greenland Ice Sheet",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-09-11",
 "awd_max_amd_letter_date": "2011-09-11",
 "awd_abstract_narration": "This award will support the participation of ~10 students and postdoctoral researchers in a workshop focusing on developing strategies to achieve better understanding of the history of the Greenland Ice Sheet. The workshop will be held in the fall of 2011 in Corvallis, OR, and will include international representation in the fields of glaciology, paleoceanography, marine geology, and climate modeling. Funding provides the opportunity for young scientists to get involved with and contribute to an interdisciplinary effort that may eventually lead to a large-scale drilling program through the Integrated Ocean Drilling Program. The opportunity for participation will be advertised in widely available newsletters and through disciplinary email listservs. Participant support will be based on applicants' statements of purpose and will target under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Stoner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph S Stoner",
   "pi_email_addr": "jstoner@coas.oregonstate.edu",
   "nsf_id": "000263397",
   "pi_start_date": "2011-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "572000",
   "pgm_ele_name": "OCEAN DRILLING PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Assessing Proxies, Strategies, Technologies and Drilling Targets to Constrain the History of the Greenland Ice Sheet</p>\n<p><strong>&nbsp;</strong></p>\n<p>Joseph Stoner</p>\n<p><em>College of Earth, Ocean, and Atmospheric Sciences, Oregon State University</em></p>\n<p>Anders Carlson</p>\n<p><em>Dept. of Geoscience, Center for Climatic Research, University of Wisconsin-Madison</em></p>\n<p><strong>&nbsp;</strong></p>\n<p>The response of the remaining ice sheets to global warming represents the greatest uncertainty in predicting future sea-level rise. Complete deglaciation of the Greenland Ice Sheet (GIS) is estimated to raise global sea level by ~7.3 m. In view of this, an international workshop on assessing the history of the Greenland Ice Sheet (GIS) through ocean drilling was convened in Corvallis, OR on 7-9 November 2011. The primary goal of the workshop attended by fifty-two scientist, postdocs and students was to determine whether ocean drilling of the geologic record can be used to inform on the sensitivity of the GIS to climate warming. Discussion focused on the potential of using marine sediments as an archive of the past record of the GIS, proxies that can be measured of GIS behavior and climate, and methods for dating such records. Participants reflected a range of disciplines, including climate and ice-sheet modelers, glaciologists, organic and inorganic geochemists, geophysicists, paleomagnetists, paleoceanographers, glacial geologists and sedimentologists, and paleobiologists. The group concluded that process oriented topics could be addressed through ocean drilling and the following questions were of significant importance. What controls the rate of ice mass change on Greenland and the respective roles of atmospheric and oceanic forcings? Is subsurface oceanic temperature important in predicting the behavior of the GIS? What is the role of ice shelves and sea ice? How does Greenland freshwater influence global ocean circulation?</p>\n<p>Following the theme of process oriented questions, participants noted several key climate periods that would be important targets for addressing these questions. These span the entire history of the GIS. The background climate state of an ice-free Greenland should be established to document when and to what extent Greenland valley glaciers expanded and became an ice sheet. Exploring GIS volatility during the Pliocene would provide information on long-term GIS sensitivity to greenhouse gas concentrations similar to current levels. The Quaternary Period supplies several climate targets, such as GIS behavior during the transition from 40 to 100 kyr glacial-interglacial cycles, documenting which glacial periods had a fully extended GIS on the continental shelf, and the amount of ice retreat inland of its current extent during interglacial Marine Isotope Stages 1, 5e, 7, 11, 19 and 31. The participants also noted that ice sheet-climate modelers should be involved at all steps of addressing these targeted time periods.</p>\n<p>Different strategies and drilling platforms will be needed for tackling these questions and time periods. Continental slope drilling could address large-scale GIS changes, which can better inform ice-sheet models, but may be difficult to date. Small-scale instability related processes might be more addressable through localized investigation at the individual fjord outlet glacier scale on the continental shelf. Sediment drifts on the continental rise integrate these signals in well-dated records that will facilitate interpretation of the more proximal records. Ocean temperature and sea-ice records should also be constructed to test GIS sensitivity to oceanic changes. A key issue that was reoccurring throughout the workshop is the need for detailed site surveying prior to drilling so as to identify the best (and not so good) sites for addressing these climate targets and process-oriented questions. Extensive s...",
  "por_txt_cntn": "\nAssessing Proxies, Strategies, Technologies and Drilling Targets to Constrain the History of the Greenland Ice Sheet\n\n \n\nJoseph Stoner\n\nCollege of Earth, Ocean, and Atmospheric Sciences, Oregon State University\n\nAnders Carlson\n\nDept. of Geoscience, Center for Climatic Research, University of Wisconsin-Madison\n\n \n\nThe response of the remaining ice sheets to global warming represents the greatest uncertainty in predicting future sea-level rise. Complete deglaciation of the Greenland Ice Sheet (GIS) is estimated to raise global sea level by ~7.3 m. In view of this, an international workshop on assessing the history of the Greenland Ice Sheet (GIS) through ocean drilling was convened in Corvallis, OR on 7-9 November 2011. The primary goal of the workshop attended by fifty-two scientist, postdocs and students was to determine whether ocean drilling of the geologic record can be used to inform on the sensitivity of the GIS to climate warming. Discussion focused on the potential of using marine sediments as an archive of the past record of the GIS, proxies that can be measured of GIS behavior and climate, and methods for dating such records. Participants reflected a range of disciplines, including climate and ice-sheet modelers, glaciologists, organic and inorganic geochemists, geophysicists, paleomagnetists, paleoceanographers, glacial geologists and sedimentologists, and paleobiologists. The group concluded that process oriented topics could be addressed through ocean drilling and the following questions were of significant importance. What controls the rate of ice mass change on Greenland and the respective roles of atmospheric and oceanic forcings? Is subsurface oceanic temperature important in predicting the behavior of the GIS? What is the role of ice shelves and sea ice? How does Greenland freshwater influence global ocean circulation?\n\nFollowing the theme of process oriented questions, participants noted several key climate periods that would be important targets for addressing these questions. These span the entire history of the GIS. The background climate state of an ice-free Greenland should be established to document when and to what extent Greenland valley glaciers expanded and became an ice sheet. Exploring GIS volatility during the Pliocene would provide information on long-term GIS sensitivity to greenhouse gas concentrations similar to current levels. The Quaternary Period supplies several climate targets, such as GIS behavior during the transition from 40 to 100 kyr glacial-interglacial cycles, documenting which glacial periods had a fully extended GIS on the continental shelf, and the amount of ice retreat inland of its current extent during interglacial Marine Isotope Stages 1, 5e, 7, 11, 19 and 31. The participants also noted that ice sheet-climate modelers should be involved at all steps of addressing these targeted time periods.\n\nDifferent strategies and drilling platforms will be needed for tackling these questions and time periods. Continental slope drilling could address large-scale GIS changes, which can better inform ice-sheet models, but may be difficult to date. Small-scale instability related processes might be more addressable through localized investigation at the individual fjord outlet glacier scale on the continental shelf. Sediment drifts on the continental rise integrate these signals in well-dated records that will facilitate interpretation of the more proximal records. Ocean temperature and sea-ice records should also be constructed to test GIS sensitivity to oceanic changes. A key issue that was reoccurring throughout the workshop is the need for detailed site surveying prior to drilling so as to identify the best (and not so good) sites for addressing these climate targets and process-oriented questions. Extensive seismic surveying and bathymetric mapping will allow the collection of the best cores, and for the linkage of discontinuous continental shelf, fan and slopes records to the contin..."
 }
}