{
 "awd_id": "1153218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REVSYS:   Systematics and taxonomy of the tarantula spider genus Aphonopelma (Araneae: Mygalomorphae:    Theraphosidae)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mindell",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 62958.0,
 "awd_amount": 116000.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "The spider family Theraphosidae, commonly referred to as 'tarantulas', is the most diverse lineage among a group of spiders that includes trapdoor and funnel web spiders. Tarantulas are the world's largest spiders, can live for over 30 years and have decidedly infamous reputations. Despite their diversity and notoriety, theraphosid spiders are relatively understudied. The classification of tarantulas is in shambles and is widely regarded as 'a taxonomic and nomenclatural nightmare'; members of the family are morphologically similar, taxa have been described on the basis of only one or few specimens, and few studies have taken an evolution-based approach to classification. In this REVSYS project Jason Bond and Brent Hendrixson will carry out a three-year plan to stimulate a renaissance in theraphosid systematics by tackling the most diverse (90 species) and 'close to home' genus, Aphonopelma. As part of this study they will employ multiple types of character evidence (morphological and molecular) to enhance biodiversity documentation of the genus Aphonopelma through evolutionary, biogeographic, and alpha-taxonomic revisions, develop online taxonomic keys and tools, collect rare spiders through extensive fieldwork in North and Central America, and train students in basic biodiversity research.\r\n\r\nTraining the next generation of taxonomic and organismal expertise forms a thread that runs through this project's research endeavors. The educational goal will be to provide students comprehensive training in theraphosid systematics that involves research addressing fundamental conceptual issues in systematics, biodiversity conservation, and evolutionary biology. The computerization and outreach objectives of this project will greatly enhance general accessibility to theraphosid diversity and increase the visibility of these spiders to the general public. Finally, the unique life history characteristics of tarantulas, coupled with their extensive distribution throughout global biodiversity hotspots, makes this group an ideal model for conservation related studies and assessments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Bond",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jason E Bond",
   "pi_email_addr": "jbond@ucdavis.edu",
   "nsf_id": "000249134",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7375",
   "pgm_ref_txt": "REVISIONARY SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 62958.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 22000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 31042.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tarantulas evoke the entire spectrum of human emotions from fascination and enchantment to disgust and outright terror.&nbsp; These spiders are among the world&rsquo;s most remarkable arthropods because of their imposing appearance (some species are larger than a dinner plate!) and impressive longevity (some species live more than 30 years!)&nbsp; Sadly, some tarantula species are now threatened in the wild and in need of active conservation due to human encroachment, habitat degradation, and exploitation for the international pet trade.&nbsp; This is of concern because tarantulas are important predators in terrestrial ecosystems and research on their venoms has demonstrated promise for the development of beneficial pharmaceutical and agricultural applications in the future.</p>\n<p>In the United States, tarantulas of the genus <em>Aphonopelma</em> are found west of the Mississippi River to the Pacific Ocean, south to the border with Mexico, and as far north as Salt Lake City.&nbsp; But despite their overall conspicuousness and notoriety, species diversity within this group of spiders has remained poorly understood.&nbsp; Previous researchers largely focused on anatomical features to distinguish different species from each other but these features have been shown to be unreliable as more specimens have become available for examination.&nbsp; For this project, we developed methods that incorporated anatomical, genetic, distributional, ecological, and behavioral data to distinguish different species.&nbsp; The primary goal of this project was to document the diversity and natural history of tarantulas in the United States and to assess their conservation status.&nbsp; To do this, we studied existing museum collections and spent considerable time in the field collecting new samples to fill in the remaining distributional gaps.&nbsp; In total, we examined more than 3300 specimens; this represents the single largest collection of tarantulas ever utilized for a study of this nature.</p>\n<p>We identified 37 different species of tarantulas in the United States over the course of this project; 18 of these species were new to science and represent important additions to our knowledge of arthropod diversity in North America.&nbsp; Some newly discovered species are large enough to span their legs wider than a dollar bill whereas others could sit on the face of a quarter-dollar coin.&nbsp; We found tarantulas in every conceivable habitat from the harshest desert environments to the coolest mountain peaks.&nbsp; Some species have extensive distributions and are of least concern from a conservation standpoint (one species can be found in portions of nine different states!) whereas others are restricted to narrow bands of suitable habitat that are at risk of shrinking due to climate change and habitat loss.</p>\n<p>The project trained one doctoral student (from a background underrepresented in the sciences) who was essential for completing this research; this student was a key contributor to the entire research program and was the lead author on several peer-reviewed journal articles.&nbsp; The project also provided significant research experiences for 16 undergraduate students (some from backgrounds underrepresented in science) from three different institutions. &nbsp;Students participated at various levels of the research process including field work, data collection and analysis, manuscript preparation, and conference presentations. &nbsp;Four undergraduate students successfully completed Honors theses based on their research projects and two of these students contributed to peer-reviewed journal articles.</p>\n<p>We provided numerous opportunities to share information about this project to the general public.&nbsp; We developed numerous K-12 educational outreach programs at local schools and museums and connected with adult audiences by means of public radio interviews and lectur...",
  "por_txt_cntn": "\nTarantulas evoke the entire spectrum of human emotions from fascination and enchantment to disgust and outright terror.  These spiders are among the worldÆs most remarkable arthropods because of their imposing appearance (some species are larger than a dinner plate!) and impressive longevity (some species live more than 30 years!)  Sadly, some tarantula species are now threatened in the wild and in need of active conservation due to human encroachment, habitat degradation, and exploitation for the international pet trade.  This is of concern because tarantulas are important predators in terrestrial ecosystems and research on their venoms has demonstrated promise for the development of beneficial pharmaceutical and agricultural applications in the future.\n\nIn the United States, tarantulas of the genus Aphonopelma are found west of the Mississippi River to the Pacific Ocean, south to the border with Mexico, and as far north as Salt Lake City.  But despite their overall conspicuousness and notoriety, species diversity within this group of spiders has remained poorly understood.  Previous researchers largely focused on anatomical features to distinguish different species from each other but these features have been shown to be unreliable as more specimens have become available for examination.  For this project, we developed methods that incorporated anatomical, genetic, distributional, ecological, and behavioral data to distinguish different species.  The primary goal of this project was to document the diversity and natural history of tarantulas in the United States and to assess their conservation status.  To do this, we studied existing museum collections and spent considerable time in the field collecting new samples to fill in the remaining distributional gaps.  In total, we examined more than 3300 specimens; this represents the single largest collection of tarantulas ever utilized for a study of this nature.\n\nWe identified 37 different species of tarantulas in the United States over the course of this project; 18 of these species were new to science and represent important additions to our knowledge of arthropod diversity in North America.  Some newly discovered species are large enough to span their legs wider than a dollar bill whereas others could sit on the face of a quarter-dollar coin.  We found tarantulas in every conceivable habitat from the harshest desert environments to the coolest mountain peaks.  Some species have extensive distributions and are of least concern from a conservation standpoint (one species can be found in portions of nine different states!) whereas others are restricted to narrow bands of suitable habitat that are at risk of shrinking due to climate change and habitat loss.\n\nThe project trained one doctoral student (from a background underrepresented in the sciences) who was essential for completing this research; this student was a key contributor to the entire research program and was the lead author on several peer-reviewed journal articles.  The project also provided significant research experiences for 16 undergraduate students (some from backgrounds underrepresented in science) from three different institutions.  Students participated at various levels of the research process including field work, data collection and analysis, manuscript preparation, and conference presentations.  Four undergraduate students successfully completed Honors theses based on their research projects and two of these students contributed to peer-reviewed journal articles.\n\nWe provided numerous opportunities to share information about this project to the general public.  We developed numerous K-12 educational outreach programs at local schools and museums and connected with adult audiences by means of public radio interviews and lectures at different venues such as museums and tarantula enthusiast conferences.  Finally, this project highlighted the importance of citizens becoming involved with research.  The gene..."
 }
}