{
 "awd_id": "1153209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning for Future Research on Russian America through International Seminars",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 6667.0,
 "awd_amount": 6667.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2011-09-16",
 "awd_abstract_narration": "This is workshop travel award to facilitate the PI's and CoPI's participation in an international series of workshops and meetings to be held in Ryazan and Vologda, Russia in August 2011.  Participation is by  the invitation of Russian academicians who are interested in establishing an agenda for future collaborative research projects that focus on the scholarship of \"Russian America.\"   The applicant accurately states, \"Despite the close historical ties between Siberia and Alaska, there has been little collaborative archaeological and [social] historical work to explore Russian heritage in these arctic/sub-arctic regions.\"    Participation in this workshop is critical to strengthening the US and Russian academic ties necessary to succeed in establishing an international research agenda for deeper scientific research on the Russian American period, which is a formative period in the social and political development of Alaska.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dave",
   "pi_last_name": "McMahan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dave McMahan",
   "pi_email_addr": "jdmcmahan55@gmail.com",
   "nsf_id": "000347592",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Dilliplane",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Dilliplane",
   "pi_email_addr": "TLDILLIPLANE@AOL.COM",
   "nsf_id": "000359529",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Alaska Historical Society",
  "inst_street_address": "1501 W 36TH AVE STE 210",
  "inst_street_address_2": "",
  "inst_city_name": "ANCHORAGE",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9072698714",
  "inst_zip_code": "995033699",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "ALASKA HISTORICAL SOCIETY",
  "org_prnt_uei_num": "UD2QNEUFTZP3",
  "org_uei_num": "UD2QNEUFTZP3"
 },
 "perf_inst": {
  "perf_inst_name": "Alaska Historical Society",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "995015115",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6667.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The conquest of Siberia by Russian cossacks in the late 16<sup>th</sup> century opened the way for Russian exploration and expansion into North America. The Siberian Pacific port of Okhotsk, established in 1649, became an important staging area for 17<sup>th</sup> and 18<sup>th</sup> century expeditions. &nbsp;By the 1730s, Russian fur traders or <em>promyshlenniki</em> had begun to explore eastward along the Commander and Aleutian Island chain, reaching destinations progressively farther east in search of furs.&nbsp; In 1741, Russian explorers lead by Vitus Bering were credited with making the first landfall on what is now the Alaskan mainland. &nbsp;During the late 18<sup>th</sup> century, the Russians established settlements in coastal Alaska, and during the early 19<sup>th</sup> century also established a presence in northern California and Hawaii.</p>\n<p>Despite close geographic and historic ties between Russia and Alaska, there has been little cooperative work on this topic, particularly from a multidisciplinary perspective, until recent years.&nbsp; It is also notable that, outside a few communities with Russian heritage in Alaska and California, this important chapter of U.S. history has gone largely unnoticed.&nbsp; The International Association of Specialists on Russian America (IASRA) and the Alaska Historical Society (AHS) are attempting to address these gaps through collaborative international research and education. Previous NSF awards to the AHS have addressed the historical and cultural connections between Alaska and central Siberia through archaeological and historical research, workshops, cultural events, and conferences.&nbsp; This award expanded the study area to include certain regions of European Russia connected to the exploration and settlement of Alaska and California.</p>\n<p>Specifically, this award supported travel for the PI and Co-PI to participate in seminars, round table discussions and meetings on Russian America hosted by academic, cultural and government organizations in Ryazan, Vologda, and Totma, Russia, in 2011. &nbsp;The Russian organizers invited around 20 scholars whom they believed to be &ldquo;top researchers in the field&rdquo; to establish directions for future collaborative work on Russian America.&nbsp; Ryazan was chosen due to its connection with Mikhail Zagoskin, best known for his 19<sup>th</sup> century exploration of the Yukon River and interior Alaska.&nbsp; Vologda and nearby Tot&rsquo;ma are closely associated with Ivan Kuskov, another prominent figure of the Russian-American Company and founder of the Russian settlement at Fort Ross in California.&nbsp; Totma is also known for a large number of seafaring residents who participated in expeditions to Alaska.&nbsp; This is evidenced by a standing Russian Orthodox church and several prominent residences that were constructed in the late 18th century with proceeds from the Alaska fur trade. The seminars, round table discussions, and meetings addressed directions for future collaborative research.&nbsp; An ancillary outcome was the development of draft cooperative agreements between several Russian and U.S. organizations interested in the study of Russian America.&nbsp; In April 2012, the results of the seminars were shared with U.S. and Russian colleagues at the Fort Ross Bicentennial Conference in Santa Rosa, California.</p>\n<p>Intellectual merit was derived from the promotion of an international community of teachers, students, investigators, and cultural resource managers dedicated to conducting joint research on the shared history of Russia and the U.S. during the time of Russian America.&nbsp; The seminars and meetings have facilitated communication and the dissemination of knowledge between Russian and American scholars, and have set the stage for further collaborative international partnerships. The involvement of students has encouraged the perpetuation of j...",
  "por_txt_cntn": "\nThe conquest of Siberia by Russian cossacks in the late 16th century opened the way for Russian exploration and expansion into North America. The Siberian Pacific port of Okhotsk, established in 1649, became an important staging area for 17th and 18th century expeditions.  By the 1730s, Russian fur traders or promyshlenniki had begun to explore eastward along the Commander and Aleutian Island chain, reaching destinations progressively farther east in search of furs.  In 1741, Russian explorers lead by Vitus Bering were credited with making the first landfall on what is now the Alaskan mainland.  During the late 18th century, the Russians established settlements in coastal Alaska, and during the early 19th century also established a presence in northern California and Hawaii.\n\nDespite close geographic and historic ties between Russia and Alaska, there has been little cooperative work on this topic, particularly from a multidisciplinary perspective, until recent years.  It is also notable that, outside a few communities with Russian heritage in Alaska and California, this important chapter of U.S. history has gone largely unnoticed.  The International Association of Specialists on Russian America (IASRA) and the Alaska Historical Society (AHS) are attempting to address these gaps through collaborative international research and education. Previous NSF awards to the AHS have addressed the historical and cultural connections between Alaska and central Siberia through archaeological and historical research, workshops, cultural events, and conferences.  This award expanded the study area to include certain regions of European Russia connected to the exploration and settlement of Alaska and California.\n\nSpecifically, this award supported travel for the PI and Co-PI to participate in seminars, round table discussions and meetings on Russian America hosted by academic, cultural and government organizations in Ryazan, Vologda, and Totma, Russia, in 2011.  The Russian organizers invited around 20 scholars whom they believed to be \"top researchers in the field\" to establish directions for future collaborative work on Russian America.  Ryazan was chosen due to its connection with Mikhail Zagoskin, best known for his 19th century exploration of the Yukon River and interior Alaska.  Vologda and nearby TotÆma are closely associated with Ivan Kuskov, another prominent figure of the Russian-American Company and founder of the Russian settlement at Fort Ross in California.  Totma is also known for a large number of seafaring residents who participated in expeditions to Alaska.  This is evidenced by a standing Russian Orthodox church and several prominent residences that were constructed in the late 18th century with proceeds from the Alaska fur trade. The seminars, round table discussions, and meetings addressed directions for future collaborative research.  An ancillary outcome was the development of draft cooperative agreements between several Russian and U.S. organizations interested in the study of Russian America.  In April 2012, the results of the seminars were shared with U.S. and Russian colleagues at the Fort Ross Bicentennial Conference in Santa Rosa, California.\n\nIntellectual merit was derived from the promotion of an international community of teachers, students, investigators, and cultural resource managers dedicated to conducting joint research on the shared history of Russia and the U.S. during the time of Russian America.  The seminars and meetings have facilitated communication and the dissemination of knowledge between Russian and American scholars, and have set the stage for further collaborative international partnerships. The involvement of students has encouraged the perpetuation of joint research in both the U.S. and Russia. Information derived from the seminars and meetings is being shared through opportunistic public and classroom talks, websites, and conference papers.\n\n\t\t\t\t\tLast Modified: 11/09/2012\n\n\t\t\t\t\tSubmitted by..."
 }
}