{
 "awd_id": "1153648",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER/Collaborative Research: Coaxing Graphene to be Piezoelectric",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Demitris Kouris",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 24000.0,
 "awd_amount": 24000.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "The objective of this EArly-Concept Grant for Exploratory Research (EAGER) project is to improve physical understanding of Graphene - the thinnest possible sheet of just atomic thickness. In addition to its remarkable mechanical strength, Graphene has tantalizing electronic, magnetic, and optical properties which could lead to a host of applications ranging from nanoelectronics, highly sensitive sensors, strong materials and energy storage devices among others. One property missing from Graphene is the so-called \"piezoelectricity,\" which allows a voltage to be developed when a material is mechanically deformed and vice-versa. Thus the specific research objective of this investigation is to elucidate \"if\" and \"how\" Graphene can be endowed with piezoelectricity (even though it may not be expected to exhibit such behavior ...). Advanced quantum mechanical calculations and state-of-the-art fabrication and testing techniques will be employed to realize such goals.\r\n\r\nThis project puts forth a high-risk high-payoff concept and, if successful, will establish a new paradigm in creating multifunctional materials and the use of Graphene as the thinnest material capable of a variety of functions - sensing and actuation, among others.  Piezoelectricity is important in a host of applications where both sensing and actuation are needed - piezoelectric Graphene, for example, could be used to create artificial muscles.  Other potential applications range from biomedical to space. Graduate and undergraduate students working on the project will develop a strong foundation in the highly multidisciplinary areas of nanotechnology, computational materials science and mechanics. Plans are in place to reach out to school-children through the concept of \"Science behind Harry Potter.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pulickel",
   "pi_last_name": "Ajayan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Pulickel M Ajayan",
   "pi_email_addr": "ajayan@rice.edu",
   "nsf_id": "000155962",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 24000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the proposed experimental and computational research was to modify graphene to act as a piezoelectric material.Graphene, although has several fascinating properties, is non-piezoelectric due to the zero band gap and the centrosymmetry of the crystal structure. The EAGER project aimed to explore possible ways of inducing piezo-electricity in graphene layers.&nbsp; Following are the experimental efforts that brought modification to the graphene structure via chemical approaches, both by creating fluorinated graphene and carbon nitride layers. The synthesis of the carbon-nitride structure is particularly relevant since theoretical prediction shows that this structure could be piezoelectric unlike graphene.</p>\n<p><strong>&nbsp;Experimental Outcomes<br /></strong></p>\n<p><strong>&nbsp;a. Fabrication of graphitic carbon nitride </strong><strong>(g-C<sub>3</sub>N<sub>4</sub>)</strong><strong> sheets/films: </strong>Graphitic carbon nitride (g-C<sub>3</sub>N<sub>4</sub>) is graphite-like layered material, where there are tri-s-triazine units connected with planar amino groups in each layer and weak van der Waals force between its layers. Recent theoretical investigations reveal that g-C<sub>3</sub>N<sub>4</sub> sheets exhibit unique piezoelectric properties. Moreover, as a fascinating semiconductor material, g-C<sub>3</sub>N<sub>4</sub> powder can be synthesized by polycondensation of various organic precursors containing both carbon and nitrogen and hence, producing g-C<sub>3</sub>N<sub>4</sub> sheets is a potential route to synthesize a 2D piezoelectric material.</p>\n<p>In this project, two approaches are developed for the synthesis of free-standing g-C<sub>3</sub>N<sub>4</sub> sheets as described below.</p>\n<p><em><span style=\"text-decoration: underline;\">Liquid phase exfoliation method</span></em><em> to produce g-C<sub>3</sub>N<sub>4</sub> sheets:</em> As illustrated in Figure 2, bulk g-C<sub>3</sub>N<sub>4</sub> was exfoliated in various solvents such as IPA, N-methyl-pyrrolidone (NMP), water, ethanol and acetone to create g-C<sub>3</sub>N<sub>4</sub> sheets. As shown in the figure, numerous sheets with laminar morphology can be observed after exfoliation in IPA. Their typical AFM image and thickness analyses reveal the morphology, SEM and TEM displayed, showing uniform thickness of ?2 nm. The composition of g-C<sub>3</sub>N<sub>4</sub> sheets (C/N=1.33) is confirmed by XPS and elemental mapping analysis. Our preliminary results reveal that the resulting g-C<sub>3</sub>N<sub>4</sub> sheets have a very good piezo-response when an AC bias applied. Detailed study to understand the piezoelectric properties of this material is in progress.</p>\n<p><em><span style=\"text-decoration: underline;\">CVD method</span></em><em> to produce g-C<sub>3</sub>N<sub>4</sub> films</em>: To synthesize thin and continuous g-C<sub>3</sub>N<sub>4</sub> film, cyanamide was chosen as precursor. As shown in Figure 3, the optimized CVD process resulted in thin and continuous g-C<sub>3</sub>N<sub>4 </sub>films; AFM, SEM and TEM measurements and thickness analyses revealed the similar morphology to the exfoliated samples and have uniform thickness of 2-3 nm. The further characterization of the CVD grown layers including XPS, Raman and piezoelectric properties is ongoing.</p>\n<p><strong>&nbsp;b. Synthesis of Fluorinated Graphene Oxide and its Applications: </strong>Realizing a chemical approach to fluorinate graphene has several advantages. Since fluorine is the most electronegative element the high polarity of the C-F bond makes it an attractive alternative to the C-O bond, especially in light of previous reports that exploit the electronegativity of oxygen. The low surface energy of the C-F bond also enables one to tailor the surface characteristics and charge, in this case, by chemically altering the C/O and C/F ratio on the graphene basal plane. We developed a one-pot methodology to ...",
  "por_txt_cntn": "\nThe goal of the proposed experimental and computational research was to modify graphene to act as a piezoelectric material.Graphene, although has several fascinating properties, is non-piezoelectric due to the zero band gap and the centrosymmetry of the crystal structure. The EAGER project aimed to explore possible ways of inducing piezo-electricity in graphene layers.  Following are the experimental efforts that brought modification to the graphene structure via chemical approaches, both by creating fluorinated graphene and carbon nitride layers. The synthesis of the carbon-nitride structure is particularly relevant since theoretical prediction shows that this structure could be piezoelectric unlike graphene.\n\n Experimental Outcomes\n\n\n a. Fabrication of graphitic carbon nitride (g-C3N4) sheets/films: Graphitic carbon nitride (g-C3N4) is graphite-like layered material, where there are tri-s-triazine units connected with planar amino groups in each layer and weak van der Waals force between its layers. Recent theoretical investigations reveal that g-C3N4 sheets exhibit unique piezoelectric properties. Moreover, as a fascinating semiconductor material, g-C3N4 powder can be synthesized by polycondensation of various organic precursors containing both carbon and nitrogen and hence, producing g-C3N4 sheets is a potential route to synthesize a 2D piezoelectric material.\n\nIn this project, two approaches are developed for the synthesis of free-standing g-C3N4 sheets as described below.\n\nLiquid phase exfoliation method to produce g-C3N4 sheets: As illustrated in Figure 2, bulk g-C3N4 was exfoliated in various solvents such as IPA, N-methyl-pyrrolidone (NMP), water, ethanol and acetone to create g-C3N4 sheets. As shown in the figure, numerous sheets with laminar morphology can be observed after exfoliation in IPA. Their typical AFM image and thickness analyses reveal the morphology, SEM and TEM displayed, showing uniform thickness of ?2 nm. The composition of g-C3N4 sheets (C/N=1.33) is confirmed by XPS and elemental mapping analysis. Our preliminary results reveal that the resulting g-C3N4 sheets have a very good piezo-response when an AC bias applied. Detailed study to understand the piezoelectric properties of this material is in progress.\n\nCVD method to produce g-C3N4 films: To synthesize thin and continuous g-C3N4 film, cyanamide was chosen as precursor. As shown in Figure 3, the optimized CVD process resulted in thin and continuous g-C3N4 films; AFM, SEM and TEM measurements and thickness analyses revealed the similar morphology to the exfoliated samples and have uniform thickness of 2-3 nm. The further characterization of the CVD grown layers including XPS, Raman and piezoelectric properties is ongoing.\n\n b. Synthesis of Fluorinated Graphene Oxide and its Applications: Realizing a chemical approach to fluorinate graphene has several advantages. Since fluorine is the most electronegative element the high polarity of the C-F bond makes it an attractive alternative to the C-O bond, especially in light of previous reports that exploit the electronegativity of oxygen. The low surface energy of the C-F bond also enables one to tailor the surface characteristics and charge, in this case, by chemically altering the C/O and C/F ratio on the graphene basal plane. We developed a one-pot methodology to synthesize bulk quantities of 2-dimensional (2D) nanoflakes of fluorinated graphene oxides (FGOs) with different C/O and C/F ratios. Fluorine is covalently bonded to the graphitic domain in the form of aliphatic C-F bonds, in addition to epoxy, hydroxyl and carbonyl moieties that typically exist on the surface of GO. Ease of the solution processing leads to fabrication of FGO-based æinksÆ in volatile, organic solvents, that have been sprayed on a range of porous and smooth surfaces to create thin films (1 &ndash; 100 &micro;m). In addition to the simple spray-painting, thin films of superhydrophobic FGO were also obtained via drop-casting and..."
 }
}