{
 "awd_id": "1153317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Upper-plate Response to a Great Eathquake: Integrating Deformation from Seismic to Geologic Timescales",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 102167.0,
 "awd_amount": 102167.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "As was clearly demonstrated in the 2011 Mw 9.0 Tohoku (Japan) earthquake and tsunami, earthquakes that occur along subduction zone plate boundaries can be both among the largest and most devastating natural events on Earth. One key to anticipating what regions of subduction zones are most vulnerable to these mega-thrust events is to estimate the magnitude and location of un-released plate motion that accumulates prior to a major earthquake. Current subduction zone models assume a relatively simple link between observed deformation on the upper plate above the subduction interface and this slip deficit on the plate interface; however it is becoming clear that the actual distribution of co-seismic slip on the plate interface and the resulting upper plate response is substantially more complex. In order to map the accumulation of unreleased seismic moment, it is necessary to better understand how to map the observations of pre-, co- and post-earthquake deformation (made on land away from the plate interface) to the actual processes of slip accumulation and release on the plate boundary fault itself. This project will utilize a very rich data set of observed crustal deformation (GPS, geologic mapping, seismicity), observed on time scales ranging from geologic (millions of years) to earthquake cycle (hundreds-to-thousands of years) to earthquake rupture (minutes-to-seconds) in the vicinity of the Tohoku event. By combining geologic time-scale and seismic cycle time-scale observations conceptual models of subduction zone strain evolution can be improved.  With a better understanding of how the upper plate in a subduction zone acts as a deformational filter, using observations of upper plate deformation the research team will be able to develop substantially improved estimates of plate boundary slip deficits, post-seismic loading of active structures on the upper plate (which may becomes seismically activated in response the main earthquake), and a better sense of seismic potential of subduction boundaries.\r\n\r\nThis project is an attempt to bridge a substantial gap in current subduction science - the gap between tectonic observations on geologic time-scales and current geophysical/geodetic observations of deformation through the earthquake cycle. Outcomes from this research will move subduction science toward better informed estimates of earthquake potential, maximum magnitudes that could be expected, and improved estimates of locations of maximum energy (moment) release during major earthquakes - all key components in reducing human vulnerability to major subduction zone earthquake hazards.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Furlong",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin P Furlong",
   "pi_email_addr": "kevin@geodyn.psu.edu",
   "nsf_id": "000168375",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Fisher",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Donald M Fisher",
   "pi_email_addr": "fisher@geosc.psu.edu",
   "nsf_id": "000113217",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Kirby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Kirby",
   "pi_email_addr": "ekirby@unc.edu",
   "nsf_id": "000314120",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689800",
   "pgm_ele_name": "EAR-Earth Sciences Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 102167.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past few decades there have been substantial improvements in our ability to measure crustal deformation associated with great earthquakes. These advances in geodetic and seismologic observational data have not (in general) been matched by similar improvements in our analyses of the data, or improving our models of great earthquakes in subduction zone environments. Specifically in this project we have developed new approaches to exploit the wealth of information in these observations with the result being some important and intriguing insight into processes at subduction zones. We have found that expected spatial variations in lithospheric rheology (i.e. the mode of deformation in time and with variations in stress) generate significant variations in the observable patterns of crustal deformation. Our results indicate that we need to rethink current interpretations for such subduction zone properties as fault zone locking, location of post-earthquake fault slip, and the magnitude of accumulated slip deficit on these major subduction zone fault systems.</p>\n<p>Analyses of data from several great earthquakes (Mw &gt; 8.0) over the past decade (and in particular during the period of this project) have identified characteristics of these great events that show a diversity of behavior in patterns of strain accumulation and release. This variability is a result of many factors&nbsp; including complexity in plate boundary structure, heterogeneities in mechanical properties within the subduction system, and differences in the deformation history of each boundary over many earthquake cycles. Our results lead us to the following implications for these great earthquake systems:&nbsp;</p>\n<ol>\n<li><span>&nbsp;</span><strong><em>Patterns of co-seismic elastic strain release are not simply the converse of the inter-seismic deformation (strain accumulation). </em></strong>This is an expected consequence of the changes in &lsquo;boundary conditions&rsquo; between the loading stages of the earthquake cycle and the conditions during co-seismic strain release, and mean that we need to be careful using pre-earthquake estimates of fault zone locking to infer where the major fault slip will occur during the earthquake.</li>\n<li><span>&nbsp;</span><strong><em>Patterns of deformation observed in the period after a major earthquake are typically interpreted to reflect ongoing slip on the main plate boundary interface (after slip). Our results indicate that much of this observed deformation&nbsp; may be generated within the upper plate of the subduction system as a consequence of post-earthquake viscous relaxation.</em></strong>.</li>\n<li><span>&nbsp;</span><strong><em>Significant aseismic (slow or quiet) slip occurs in the vicinity (in time and space) of many great earthquakes. We have found evidence of the equivalent of a Mw 7.6 event manifest as a slow slip event adjacent to the Mw 8 Santa Cruz Islands earthquake in 2013 and evidence for significant slow-slip associated with the fore-shock sequence (equivalent to a Mw 7.0 event) prior to the 2014 Iquique (Chile) earthquake. </em></strong>The occurrence of these slow slip events alters the likelihood of subsequent great earthquakes in that region, and indicates that slow slip events may be more common than thought and occur both within and adjacent to the seismogenic section of the fault.&nbsp;</li>\n</ol>\n<p>Since the 2004 Mw 9.2 earthquake in Sumatra, there has been a decade of significant megathrust earthquake activity that is providing new observations of the pre-, co- and post-earthquake regime. In this research project we have developed new tools to exploit these new data and also have found significant variability in earthquake behavior for these particularly damaging events. These results indicate that new approaches to analyzing these data are needed to address the critical societal needs associated with great earthquakes....",
  "por_txt_cntn": "\nOver the past few decades there have been substantial improvements in our ability to measure crustal deformation associated with great earthquakes. These advances in geodetic and seismologic observational data have not (in general) been matched by similar improvements in our analyses of the data, or improving our models of great earthquakes in subduction zone environments. Specifically in this project we have developed new approaches to exploit the wealth of information in these observations with the result being some important and intriguing insight into processes at subduction zones. We have found that expected spatial variations in lithospheric rheology (i.e. the mode of deformation in time and with variations in stress) generate significant variations in the observable patterns of crustal deformation. Our results indicate that we need to rethink current interpretations for such subduction zone properties as fault zone locking, location of post-earthquake fault slip, and the magnitude of accumulated slip deficit on these major subduction zone fault systems.\n\nAnalyses of data from several great earthquakes (Mw &gt; 8.0) over the past decade (and in particular during the period of this project) have identified characteristics of these great events that show a diversity of behavior in patterns of strain accumulation and release. This variability is a result of many factors  including complexity in plate boundary structure, heterogeneities in mechanical properties within the subduction system, and differences in the deformation history of each boundary over many earthquake cycles. Our results lead us to the following implications for these great earthquake systems: \n\n Patterns of co-seismic elastic strain release are not simply the converse of the inter-seismic deformation (strain accumulation). This is an expected consequence of the changes in æboundary conditionsÆ between the loading stages of the earthquake cycle and the conditions during co-seismic strain release, and mean that we need to be careful using pre-earthquake estimates of fault zone locking to infer where the major fault slip will occur during the earthquake.\n Patterns of deformation observed in the period after a major earthquake are typically interpreted to reflect ongoing slip on the main plate boundary interface (after slip). Our results indicate that much of this observed deformation  may be generated within the upper plate of the subduction system as a consequence of post-earthquake viscous relaxation..\n Significant aseismic (slow or quiet) slip occurs in the vicinity (in time and space) of many great earthquakes. We have found evidence of the equivalent of a Mw 7.6 event manifest as a slow slip event adjacent to the Mw 8 Santa Cruz Islands earthquake in 2013 and evidence for significant slow-slip associated with the fore-shock sequence (equivalent to a Mw 7.0 event) prior to the 2014 Iquique (Chile) earthquake. The occurrence of these slow slip events alters the likelihood of subsequent great earthquakes in that region, and indicates that slow slip events may be more common than thought and occur both within and adjacent to the seismogenic section of the fault. \n\n\nSince the 2004 Mw 9.2 earthquake in Sumatra, there has been a decade of significant megathrust earthquake activity that is providing new observations of the pre-, co- and post-earthquake regime. In this research project we have developed new tools to exploit these new data and also have found significant variability in earthquake behavior for these particularly damaging events. These results indicate that new approaches to analyzing these data are needed to address the critical societal needs associated with great earthquakes.\n\n \n\n\t\t\t\t\tLast Modified: 01/17/2015\n\n\t\t\t\t\tSubmitted by: Kevin P Furlong"
 }
}