{
 "awd_id": "1153435",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Multiscale Modeling of Heterogeneous Interfaces",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Siegmund",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 134091.0,
 "awd_amount": 134091.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "The objective of this Early-Concept Grant for Exploratory Research (EAGER) project is to improve physical understanding of microstructure on the overall macroscopic behavior of heterogeneous layers by computational analysis using the multiscale cohesive model. The multiscale cohesive model proposed in this work is capable of coupling physical processes at the micro-scale to the macroscopic response in order to derive a homogenized cohesive law with a point-wise attached heterogeneous micro-continuum. The model can account in a natural way for coupling of normal and shear effects. The gradients pertinent close to the crack tip will be resolved by a second order/nonlocal scheme. The thermodynamically consistent reduced order model that retains essential information, while remaining computationally attractive, will have a high practical value. \r\n\r\n\tThis project will yield an integrated scientific tool for analysis of heterogeneous layers, such as multi-functional adhesives, dental adhesives, bone adhesives, geological interfaces, subjected to complex loading conditions by integrating multiscale techniques with computational materials science. On the educational side this project will provide a unique setting for multidisciplinary education of one graduate student as it involves computational solid mechanics, computational science and multiscale modeling. The PI will participate in engineering education partnership between the University of Notre Dame and the Riley High School, South Bend, IN. Broadly, the goals of this partnership are: i) to enhance core skills in modeling and data analysis; ii) to introduce students to leading edge research ideas by demonstrating its relevance to both their academic courses and everyday lives; and iii) to mentor inner-city students for college preparation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karel",
   "pi_last_name": "Matous",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karel Matous",
   "pi_email_addr": "kmatous@nd.edu",
   "nsf_id": "000539071",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 134091.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>There is perhaps no other class of materials or technology&nbsp;so essential in our daily lives yet so ripe for misadventure such as adhesives and sealants.&nbsp;Engineering disasters, such as the 1986 Challenger space shuttle sealant problem and the 1988 Aloha Airlines 737 fuselage failure, are just two catastrophic examples of adhesive/sealant failure. Many of these deaths and losses could be prevented through a better scientific&nbsp;understanding of the mechanics of bonded joints. Moreover, detailed understanding of mechanics, material science, fracture modes and loss of load bearing capacity can aid the development&nbsp;of advanced bonding materials and sealant systems. </span></p>\n<p><span>During this project, the PI advanced </span><span>high-performance </span><span>modeling capabilities and performed well-resolved multi-scale simulations to bear on a problem of major societal and economic importance. The focus of this project was on fundamental predictive science through high-performance, multiscale simulations of heterogeneous adhesives using integrated, cutting-edge computing technologies. The goal of the project was to improve physical understanding of the influence of microstructure and heterogeneity on the overall joint load-bearing capacity in order to reduce accident risks and enable more informed emergency preparedness through simulation of relevant joint failure hazards. The research resulted in a new high-performance software and image-based modeling framework to solve forefront scientific problems.&nbsp;</span></p>\n<div class=\"column\">\n<p><span>Intellectual Merit: </span><span>A computational effort was performed to develop a microstructure-driven computational framework for heterogeneous adhesives. For decades, it has been understood that the morphology of microstructure influences materials&rsquo; behavior. However, the highly multiscale character, as observed in nature and predicted by direct numerical simulation, prevents all but the simplest of computational models from being utilized in a fashion which can actually predict macroscopic joint behavior, when an adhesive is heterogeneous or multifunctional. The vast majority of phenomenological cohesive models for heterogeneous interfaces are&nbsp;</span><span>ad hoc,&nbsp;</span><span>and cannot robustly predict results with the fidelity that is necessary for risk assessment. The multiscale, computationally constructed cohesive law developed in this work offers a clear and compelling alternative. In contrast to much of the existing work on cohesive modeling this work captured the underlying physics at the meso-scale with high detail.&nbsp;The efficient computer implementation allowed investigation of realistic physics-rich three-dimensional scenarios. Direct links with morphological data were established, and microstructure-statistics-property relations for heterogeneous adhesives were obtained. The project led to the development of new platform-independent software to solve forefront scientific problems. Finally, the project provided important new insights into the complex interactions between computational science and engineering, solid mechanics, material science, and design.&nbsp;</span></p>\n<p><span>Broader Impact: </span><span>On the technical side, by integrating multiscale techniques within computational materials science, this project yielded an integrated scientific tool for analysis of heterogeneous layers subject to complex loading conditions beyond the studied pilot problems, such as multi-functional self-healing adhesives, multi-functional electromagnetic adhesives, dental adhesives, bone adhesives, geological interfaces, etc. On the educational side, the project involved computational solid mechanics,&nbsp;computer science, scientific computing, and multiscale modeling. Therefore, this project provided a unique Computational Science and Engineering setting for the multidi...",
  "por_txt_cntn": "\nThere is perhaps no other class of materials or technology so essential in our daily lives yet so ripe for misadventure such as adhesives and sealants. Engineering disasters, such as the 1986 Challenger space shuttle sealant problem and the 1988 Aloha Airlines 737 fuselage failure, are just two catastrophic examples of adhesive/sealant failure. Many of these deaths and losses could be prevented through a better scientific understanding of the mechanics of bonded joints. Moreover, detailed understanding of mechanics, material science, fracture modes and loss of load bearing capacity can aid the development of advanced bonding materials and sealant systems. \n\nDuring this project, the PI advanced high-performance modeling capabilities and performed well-resolved multi-scale simulations to bear on a problem of major societal and economic importance. The focus of this project was on fundamental predictive science through high-performance, multiscale simulations of heterogeneous adhesives using integrated, cutting-edge computing technologies. The goal of the project was to improve physical understanding of the influence of microstructure and heterogeneity on the overall joint load-bearing capacity in order to reduce accident risks and enable more informed emergency preparedness through simulation of relevant joint failure hazards. The research resulted in a new high-performance software and image-based modeling framework to solve forefront scientific problems. \n\n\nIntellectual Merit: A computational effort was performed to develop a microstructure-driven computational framework for heterogeneous adhesives. For decades, it has been understood that the morphology of microstructure influences materialsÆ behavior. However, the highly multiscale character, as observed in nature and predicted by direct numerical simulation, prevents all but the simplest of computational models from being utilized in a fashion which can actually predict macroscopic joint behavior, when an adhesive is heterogeneous or multifunctional. The vast majority of phenomenological cohesive models for heterogeneous interfaces are ad hoc, and cannot robustly predict results with the fidelity that is necessary for risk assessment. The multiscale, computationally constructed cohesive law developed in this work offers a clear and compelling alternative. In contrast to much of the existing work on cohesive modeling this work captured the underlying physics at the meso-scale with high detail. The efficient computer implementation allowed investigation of realistic physics-rich three-dimensional scenarios. Direct links with morphological data were established, and microstructure-statistics-property relations for heterogeneous adhesives were obtained. The project led to the development of new platform-independent software to solve forefront scientific problems. Finally, the project provided important new insights into the complex interactions between computational science and engineering, solid mechanics, material science, and design. \n\nBroader Impact: On the technical side, by integrating multiscale techniques within computational materials science, this project yielded an integrated scientific tool for analysis of heterogeneous layers subject to complex loading conditions beyond the studied pilot problems, such as multi-functional self-healing adhesives, multi-functional electromagnetic adhesives, dental adhesives, bone adhesives, geological interfaces, etc. On the educational side, the project involved computational solid mechanics, computer science, scientific computing, and multiscale modeling. Therefore, this project provided a unique Computational Science and Engineering setting for the multidisciplinary education of two graduate students. The PI developed an educational module focused on High-performance Computational Science and Engineering with an emphasis on heterogeneous adhesives for the Engineering and Technology Magnet Program of the South Bend, IN, Community ..."
 }
}