{
 "awd_id": "1153242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "As Our Grandparents Told It: Strengthening Gwichin and Koyukon Athabascan Languages Through Storytelling",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 9971.0,
 "awd_amount": 9971.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "This is a proposal to fund the travel of two Alaska Native researcers, MA student Allan Hayton and Tribal scholar Dewey Hoffman, to present their research on Gwichin and Koyukon Athabaskan language and culture at the international World Indigenous Peoples Conference on Education in Cusco, Peru, August 2011.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allan",
   "pi_last_name": "Hayton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Allan J Hayton",
   "pi_email_addr": "ahayton@alaska.edu",
   "nsf_id": "000597877",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997756280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9971.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>World Indigenous People&rsquo;s Conference on Education </span></p>\n<p><span>Cusco, Peru </span><span>August 14-18, 2011 </span></p>\n</div>\n</div>\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Introduction</p>\n</div>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>The 9th World Indigenous People&rsquo;s Conference on Education was held August 14-18 2011 in Cusco, Peru. Two attendees from Alaska, Allan Hayton and Dewey Hoffman, were able to attend through the generous support of the National Science Foundation, and the University of Alaska Fairbanks. Allan Hayton is an MA candidate in applied linguistics at UAF. Dewey Hoffman is a Native American Studies graduate of Dartmouth College. Their presentation abstract was submitted to WIPCE April 30, 2011. </span></p>\n<p><span>Allan Hayton is Gwich&rsquo;in Athabascan from Arctic Village, Alaska. &nbsp;Allan is committed to teaching his Gwich&rsquo;in language, and sharing his experiences and lessons learned with other Indigenous language teachers. Allan seeks to use his background in theatre as a way to engage young language learners. </span></p>\n<p><span>Dewey Kk&rsquo;o?eyo Hoffman was born into the Koyukon Athabascan communities in Ruby and Galena, Alaska and the Swiss-American community in Bozeman, Montana to Dee Olin and David Hoffman. A novice student of Denaakkenaage&rsquo;, he hopes to progress in his language, and actively contribute to ongoing efforts to create new speakers. Dewey shares some of the barriers and challenges as a learner of Koyukon language.</span></p>\n<p><span>Project Abstract </span></p>\n</div>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 3\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>AS OUR GRANDPARENTS TOLD IT: STRENGTHENING GWICH&rsquo;IN AND KOYUKON ATHABASCAN LANGUAGES THROUGH STORYTELLING </span></p>\n<p><span>This round table discussion will build on the understanding that storytelling is a central part of Gwich&rsquo;in &amp; Koyukon Athabascan cultures in Alaska, and is the primary way human beings everywhere order the world around them and create meaning. Storytelling can be a tool in revitalizing our endangered languages, and in shaping our individual identities as Indigenous peoples. Using storytelling as a starting point of engagement, the presenters will involve participants in a discussion of how we can use language learning for the purpose of strengthening ourselves and our communities. </span></p>\n<p><span>We may consider the following questions: &ldquo;How can storytelling enhance language learning and teaching?&rdquo;; &ldquo;How do perceptions of Indigenous languages contribute to their revitalization or continued loss?&rdquo;; or &ldquo;Where do our individual stories fit into the global context of indigenous language strengthening?&rdquo; Sharing how other real people are addressing such questions can deepen our collective understanding and provide inspiration for finding solutions. </span></p>\n<p><span>Language and identity are closely linked, and this relationship is core to the struggle of our continued survival as Indigenous peoples. The simple question &ldquo;Do you speak your Native language?&rdquo; evokes in each individual a kaleidoscope of emotions and responses, from intense pride to a deep-seeded sense of loss. How do different indigenous people think about learning their indigenous languages, and how can we work to craft indigenous language learning strategies that are adaptable enough to consider dynamic life experiences? Creating a personal narrative of our own experiences and reflections is the first step in the larger journey of revitalizing and strengthening our languages and identities.</span></p>\n<p><span>The approach to the...",
  "por_txt_cntn": "\n\n\n\n\nWorld Indigenous PeopleÆs Conference on Education \n\nCusco, Peru August 14-18, 2011 \n\n\n\n\n\nIntroduction\n\n\n\n\n\n\n\n\n\nThe 9th World Indigenous PeopleÆs Conference on Education was held August 14-18 2011 in Cusco, Peru. Two attendees from Alaska, Allan Hayton and Dewey Hoffman, were able to attend through the generous support of the National Science Foundation, and the University of Alaska Fairbanks. Allan Hayton is an MA candidate in applied linguistics at UAF. Dewey Hoffman is a Native American Studies graduate of Dartmouth College. Their presentation abstract was submitted to WIPCE April 30, 2011. \n\nAllan Hayton is GwichÆin Athabascan from Arctic Village, Alaska.  Allan is committed to teaching his GwichÆin language, and sharing his experiences and lessons learned with other Indigenous language teachers. Allan seeks to use his background in theatre as a way to engage young language learners. \n\nDewey KkÆo?eyo Hoffman was born into the Koyukon Athabascan communities in Ruby and Galena, Alaska and the Swiss-American community in Bozeman, Montana to Dee Olin and David Hoffman. A novice student of DenaakkenaageÆ, he hopes to progress in his language, and actively contribute to ongoing efforts to create new speakers. Dewey shares some of the barriers and challenges as a learner of Koyukon language.\n\nProject Abstract \n\n\n\n\n\n\n\n\n\nAS OUR GRANDPARENTS TOLD IT: STRENGTHENING GWICHÆIN AND KOYUKON ATHABASCAN LANGUAGES THROUGH STORYTELLING \n\nThis round table discussion will build on the understanding that storytelling is a central part of GwichÆin &amp; Koyukon Athabascan cultures in Alaska, and is the primary way human beings everywhere order the world around them and create meaning. Storytelling can be a tool in revitalizing our endangered languages, and in shaping our individual identities as Indigenous peoples. Using storytelling as a starting point of engagement, the presenters will involve participants in a discussion of how we can use language learning for the purpose of strengthening ourselves and our communities. \n\nWe may consider the following questions: \"How can storytelling enhance language learning and teaching?\"; \"How do perceptions of Indigenous languages contribute to their revitalization or continued loss?\"; or \"Where do our individual stories fit into the global context of indigenous language strengthening?\" Sharing how other real people are addressing such questions can deepen our collective understanding and provide inspiration for finding solutions. \n\nLanguage and identity are closely linked, and this relationship is core to the struggle of our continued survival as Indigenous peoples. The simple question \"Do you speak your Native language?\" evokes in each individual a kaleidoscope of emotions and responses, from intense pride to a deep-seeded sense of loss. How do different indigenous people think about learning their indigenous languages, and how can we work to craft indigenous language learning strategies that are adaptable enough to consider dynamic life experiences? Creating a personal narrative of our own experiences and reflections is the first step in the larger journey of revitalizing and strengthening our languages and identities.\n\nThe approach to the presentation was from two different angles: that of Allan trying to engage young learners as a novice teacher of GwichÆin language; and that of Dewey as he strives to overcome various barriers as a young learner of Koyukon language. Storytelling is a way for teachers to engage young learners and for learners to find their place in the language they are learning. \n\n\n\n\n\n\n\n\n\nDewey described some of his own family history and how he first began to engage in learning his heritage language. He talked about receiving encouragement and guidance from family members and how he is continuing to work to overcome various barriers as a budding learner of Koyukon language. He continues to do this by creating a space in his daily life to focus on reinforcing or learning new aspect..."
 }
}