{
 "awd_id": "1153500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fourth International Conference on Porous Media and its Applications in Science, Engineering and Industry",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924509",
 "po_email": "sacharya@nsf.gov",
 "po_sign_block_name": "Sumanta Acharya",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 22500.0,
 "awd_amount": 22500.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2011-09-02",
 "awd_abstract_narration": "CBET-1153500\r\nPI: Vafai\r\n\r\nThe pioneering works in the area of fluid transport as well as some aspects of heat transport in porous media go back to the beginning of this century. Convective heat transfer in fluid-saturated porous media has gained considerable attention in recent decades due to its relevance in a wide range of applications such as thermal insulation engineering, water movements in geothermal reservoirs, heat pipes, electronics cooling, bio applications, underground spreading of chemical waste, nuclear waste repositories, direct contact heat exchangers geothermal engineering, grain storage, combustion and enhanced recovery of petroleum reservoirs. This is due to the wide range of applicability of these research areas in contemporary technology.  Radiative heat transfer and multiphase transport processes in porous media, both with and without phase change, have also gained extensive attention. Three highly successful conferences on Porous Media and its Applications in Science, Engineering and Industry were held in 1996 in Kona, Hawaii, and in 2007 in Kauai, Hawaii, and in 2010 in Montecatini, Italy. Various researchers in porous media worldwide attended these conferences. This conference is built on the last three conferences to reflect the research done internationally in the currently active areas of the topic. The presence of the highly successful Journal of Porous Media and both editions of the very well received Handbook of Porous Media and the book entitled Porous Media: Applications in Biological Systems and Biotechnology creates an additional impetus to further galvanize this conference.  Papers of high quality will be considered for submission to the Journal of Porous Media and Special Topics and Reviews in Porous Media-an International Journal and other leading journals in the field of porous media. This conference will clarify various outstanding issues in the field of porous media through interactions with experts in this field.  This conference will be held on Potsdam, Germany from June 17 to 22, 2012.\r\n\r\nThis conference will convene world experts in various aspects of the field of Porous Media.  The experts in the field will convene in an ideal setting and discuss the state of the art and various controversial issues. The results of these in depth discussions will very helpful to both the experts as well as the researchers in the field.\r\n\r\nExperts from various disciplines participate in the conference as members of the organizing committee and as speakers.  A number of relatively younger researchers from different disciplines will be involved in this conference.  The broader impact of this conference will cover fields of Mechanical Engineering, Chemical Engineering, Civil Engineering, Nuclear Engineering, Biomedical Engineering and Hydrology. It is anticipated that a review article based on the results of this conference will be published in one of the leading journals related to Recent Advances in Porous Media Research and its Future Implications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kambiz",
   "pi_last_name": "Vafai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kambiz Vafai",
   "pi_email_addr": "vafai@engr.ucr.edu",
   "nsf_id": "000407946",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "900 University Avenue",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 22500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Fourth <strong>Porous Media and its Applications in Science, Engineering and Industry Conference </strong>was held<strong> </strong>from June 17 to 22 of 2012 in Potsdam, Germany. Various researchers in porous media worldwide attended this conference. We had participants from 24 countries at this conference and many of the participants were highly impressed with the quality of the conference. &nbsp; We had participants from the academia, industry and government as well as graduate students. Once again many of participants commented that this was one of the best conferences that they had ever attended. &nbsp;We had a packed program with a hard copy of the proceedings (oral presentations) published by AIP as well as a CD of the proceedings (mainly posters). &nbsp;Each participant received copies of the conference proceedings.&nbsp; We had some very well known scientists and researchers in the porous media area at the conference. &nbsp;By all measures, the conference was a resounding success. The funds were distributed by ECI in an almost equal basis amongst all of the US participants.&nbsp; There were four keynote addresses and there were both oral presentations and poster presentations at the conference. Thirteen topical areas were covered in the conference.&nbsp; These were:</p>\n<p>&nbsp;</p>\n<p>*Nano and Micro Scale Phenomena</p>\n<p>*Transport Through Porous Media</p>\n<p>*Porous Media Characteristics</p>\n<p>*Porous Media in Biological and Environmental Applications</p>\n<p>*Convection in Porous Media</p>\n<p>*Advances in Numerical Techniques in Porous Media</p>\n<p>*Oil Reservoirs and Geophysics</p>\n<p>*Experimental and Measurement Techniques</p>\n<p>*Industrial and Environmental Flow and Heat Transfer in Porous Media</p>\n<p>*Multiphase Transport in Porous Media</p>\n<p>*Metal Foam Heat Exchangers and Industrial and Environmental Flow and Heat Transfer in Porous Media</p>\n<p>*Bio Transport in Porous Medium</p>\n<p>*Industrial Applications of Porous Media</p>\n<p>&nbsp;</p>\n<p>The pioneering works in the area of fluid transport as well as some aspects of heat transport in porous media go back to the beginning of last century. Transport through porous media has gained considerable attention in recent decades due to its relevance in a wide range of applications such as thermal insulation engineering, water movements in geothermal reservoirs, heat pipe applications, underground spreading of chemical waste, geothermal engineering, electronic cooling, biological applications, fuel cell applications, chemical catalytic reactors, packed cryogenic microsphere insulation, direct contact heat exchangers, coal combustors, grain storage nuclear waste repository, and enhanced recovery of petroleum reservoirs. Radiative heat transfer and multiphase transport processes in porous media, both with and without phase change, have gained extensive attention in recent decades. This is due to the wide range of applicability of these research areas in contemporary technology. Furthermore, developments in modeling transport phenomena in porous media have advanced several pertinent areas, such as biology.&nbsp; There was substantial participation of many attendees during each and every presentation.&nbsp; This provided an informative and highly interactive environment for all the participants in the conference.&nbsp; The surveys taken from the attendees as well the additional unsolicited comments and emails once again pointed to an extremely well received conference by the participants.&nbsp; There was a strong demand for repeating this conference in couple of years.</p>\n<p>Detailed parts of the following pertinent aspects of the conference were discussed in the submitted final report.</p>\n<p>&nbsp;</p>\n<p>1. General aspects of the conference and listing of organizing committee</p>\n<p>2. Final program details</p>\n<p>3. Oral &amp; Poster presentations</p>\n<p>4. Final list of participants</p>\n<...",
  "por_txt_cntn": "\nThe Fourth Porous Media and its Applications in Science, Engineering and Industry Conference was held from June 17 to 22 of 2012 in Potsdam, Germany. Various researchers in porous media worldwide attended this conference. We had participants from 24 countries at this conference and many of the participants were highly impressed with the quality of the conference.   We had participants from the academia, industry and government as well as graduate students. Once again many of participants commented that this was one of the best conferences that they had ever attended.  We had a packed program with a hard copy of the proceedings (oral presentations) published by AIP as well as a CD of the proceedings (mainly posters).  Each participant received copies of the conference proceedings.  We had some very well known scientists and researchers in the porous media area at the conference.  By all measures, the conference was a resounding success. The funds were distributed by ECI in an almost equal basis amongst all of the US participants.  There were four keynote addresses and there were both oral presentations and poster presentations at the conference. Thirteen topical areas were covered in the conference.  These were:\n\n \n\n*Nano and Micro Scale Phenomena\n\n*Transport Through Porous Media\n\n*Porous Media Characteristics\n\n*Porous Media in Biological and Environmental Applications\n\n*Convection in Porous Media\n\n*Advances in Numerical Techniques in Porous Media\n\n*Oil Reservoirs and Geophysics\n\n*Experimental and Measurement Techniques\n\n*Industrial and Environmental Flow and Heat Transfer in Porous Media\n\n*Multiphase Transport in Porous Media\n\n*Metal Foam Heat Exchangers and Industrial and Environmental Flow and Heat Transfer in Porous Media\n\n*Bio Transport in Porous Medium\n\n*Industrial Applications of Porous Media\n\n \n\nThe pioneering works in the area of fluid transport as well as some aspects of heat transport in porous media go back to the beginning of last century. Transport through porous media has gained considerable attention in recent decades due to its relevance in a wide range of applications such as thermal insulation engineering, water movements in geothermal reservoirs, heat pipe applications, underground spreading of chemical waste, geothermal engineering, electronic cooling, biological applications, fuel cell applications, chemical catalytic reactors, packed cryogenic microsphere insulation, direct contact heat exchangers, coal combustors, grain storage nuclear waste repository, and enhanced recovery of petroleum reservoirs. Radiative heat transfer and multiphase transport processes in porous media, both with and without phase change, have gained extensive attention in recent decades. This is due to the wide range of applicability of these research areas in contemporary technology. Furthermore, developments in modeling transport phenomena in porous media have advanced several pertinent areas, such as biology.  There was substantial participation of many attendees during each and every presentation.  This provided an informative and highly interactive environment for all the participants in the conference.  The surveys taken from the attendees as well the additional unsolicited comments and emails once again pointed to an extremely well received conference by the participants.  There was a strong demand for repeating this conference in couple of years.\n\nDetailed parts of the following pertinent aspects of the conference were discussed in the submitted final report.\n\n \n\n1. General aspects of the conference and listing of organizing committee\n\n2. Final program details\n\n3. Oral &amp; Poster presentations\n\n4. Final list of participants\n\n5. AIP Proceedings\n\n6. Conference CD Proceedings\n\n7. Summary of the Program, List of Presentations\n\n \n\n\t\t\t\t\tLast Modified: 10/08/2012\n\n\t\t\t\t\tSubmitted by: Kambiz Vafai"
 }
}