{
 "awd_id": "1153229",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Presence and Navigation in Virtual Reality Rehabilitation Games for Mobility Impaired Persons",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 232676.0,
 "awd_amount": 248676.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2012-04-16",
 "awd_abstract_narration": "The term presence refers to a user's level of involvement in, or feeling of actually being part of, an immersive virtual environment (VE), or virtual reality (VR) as it is commonly called.  Although researchers have been empirically studying presence for over 15 years, they have typically only focused on persons without disabilities.  So whether the findings from these studies hold true for persons with mobility impairments is unknown.  Based in part on his personal experiences, the PI hypothesizes that in fact many of these prior results may not be relevant to persons with mobility impairments deriving, for example, from stroke, Multiple Sclerosis, or Parkinson's disease.  Many of these individuals have sensory deficits (e.g., numbness in the legs and feet), and use assistive devices (e.g., canes, walkers, or wheelchairs), which impact the way they navigate through a virtual space.  This, in turn, could affect their experience of presence.\r\n\r\nVR games are intended to enable users to perform rehabilitation exercises (e.g., to practice walking in good form) as part of an immersive game.  They aim to engage the user's senses with graphics, audio, and 3D user interfaces, and when properly designed have been shown to enhance motivation, which is a key factor in successful rehabilitation.  However these games are not yet in widespread use for physical rehabilitation, most likely due to the many unanswered basic questions about how persons with mobility impairments navigate within a VE and how this affects their experience of presence.  In this exploratory research the PI seeks to gain a better understanding of such issues, as well as their potential impact upon the user's motivation for rehabilitation.  To these ends the PI will conduct a series of empirical studies in collaboration with the Neurology Institute of San Antonio (NISA).  As preliminary work, he is currently studying how alternative navigation methods such as real walking, virtual walking, and flying impact presence for people who walk with canes.\r\n\r\nAlthough the preliminary study is still underway, initial results suggest that people who walk with canes experience lower presence than persons without mobility impairments.  The PI plans to focus next on a number of fundamental aspects of VR that may affect navigation and presence, especially avatars (virtual representation of the body as well as of assistive devices such as a virtual cane) and field of view (the typical human field of view in the real world is about 120 degrees but it is much lower in a typical VE, which may complicate navigation for some mobility impaired persons).  Through these studies, the PI will develop a new presence questionnaire that is tailored to mobility impaired persons and which can be integrated into existing presence questionnaires.  The outcomes of this research will be potentially transformative, in that the findings will challenge and potentially disrupt accepted theories and perspectives of presence in the fields of VR and rehabilitation games.\r\n\r\nBroader Impacts:  This exploratory research will lay the foundations for a better understanding of presence in VR for the mobility impaired that may enable more effective immersive experiences for this underrepresented population, thereby resulting to higher motivation and more effective VR games for rehabilitation.  This, in turn, could ultimately improve rehabilitation adherence, thereby leading to an improved quality of life for mobility impaired persons.  Moreover, The University of Texas at San Antonio (UTSA) is a minority serving institution.  The PI has initiated a UTSA Game Development Club, which he plans to expand as a gateway for minority student involvement in VR games research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Quarles",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Quarles",
   "pi_email_addr": "John.Quarles@utsa.edu",
   "nsf_id": "000559237",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "One UTSA Circle",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "795300",
   "pgm_ele_name": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 232676.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Para\">The primary goal of this research was to investigate the relationship between presence (i.e., the suspension of disbelief; the feeling of &lsquo;being there&rsquo;) in an immersive virtual environment (VE) and motivation for rehabilitation. Immersive VEs typically consist of a head mounted display and a full body tracking system (Image 1). This enables users to seemingly inhabit a different body - a self-avatar (Image 2)- and feel as though they are in a different place than in the real world. Numerous researchers have shown that using Virtual Reality (VR) technology can increase the motivation and effectiveness of doing exercises and rehabilitation. However, few have investigated the reasons that increased the motivation of using VR technology. We investigated the sense of presence experienced by rehabilitation patients - persons with mobility impairments (MI), such as persons with Multiple Sclerosis who required the assistance of a cane. We studied the subjective, physiological, and behavioral impact of various VEs and determined differences between users with MI and users&rsquo; without MI presence, and used this knowledge to enable novel rehabilitation-based interaction approaches for video games. &nbsp;The ultimate goal was to understand if and how increasing presence may impact motivation for rehabilitation and exercise for persons with MI. This research contributes new knowledge on the presence research of persons with MI in VEs, and how users with MI interact with computer interfaces, which can be used to derive guidelines for the design of effective VEs for rehabilitation and exercise.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Towards this goal, we conducted several studies, which gave us insight into how we may be able to increase presence for persons with MI and how their experience in VR differs from that of persons without MI. We studied two specific populations 1) persons with Multiple Sclerosis who required the use of a cane and had no cognitive impairments and 2) persons without MI who did not have any disabilities and were of a similar age, weight, and height to that of the participants with MI.</p>\n<p>&nbsp;We found that when the users with MI had a self-avatar it seemed to increase their sense of presence much more than that of persons without disabilities. The self-avatars, even though they looked nothing like the users, engendered a greater sense of confidence in participants with MI. This increased confidence was also exhibited in the participants' walking patterns. Some of the participants with MI even remarked that they felt as if they could walk better after having walked in the VE. More research is needed to understand these potentially beneficial effects of VEs.</p>\n<p>Based on the feedback of participants that used canes, we developed a novel cane-based game controller - Game Cane - that enabled users to play games and train their balance at the same time. For example, in a car racing game, users rotated the cane to turn the car and leaned forward to make the car drive forward. This leaning put them off balance. Their natural inclination is to put their weight on the cane. However, physical therapists recommend that canes should not be weight bearing for this population as it can be counteractive to balance training. Thus, in the game, if users put their weight on the cane, it will make the car harder to steer. Our studies showed that the Game Cane was an effective way to train balance and motivate users in rehabilitation.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2014<br>\n\t\t\t\t\tModified by: John&nbsp;P&nbsp;Quarles</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The primary goal of this research was to investigate the relationship between presence (i.e., the suspension of disbelief; the feeling of æbeing thereÆ) in an immersive virtual environment (VE) and motivation for rehabilitation. Immersive VEs typically consist of a head mounted display and a full body tracking system (Image 1). This enables users to seemingly inhabit a different body - a self-avatar (Image 2)- and feel as though they are in a different place than in the real world. Numerous researchers have shown that using Virtual Reality (VR) technology can increase the motivation and effectiveness of doing exercises and rehabilitation. However, few have investigated the reasons that increased the motivation of using VR technology. We investigated the sense of presence experienced by rehabilitation patients - persons with mobility impairments (MI), such as persons with Multiple Sclerosis who required the assistance of a cane. We studied the subjective, physiological, and behavioral impact of various VEs and determined differences between users with MI and usersÆ without MI presence, and used this knowledge to enable novel rehabilitation-based interaction approaches for video games.  The ultimate goal was to understand if and how increasing presence may impact motivation for rehabilitation and exercise for persons with MI. This research contributes new knowledge on the presence research of persons with MI in VEs, and how users with MI interact with computer interfaces, which can be used to derive guidelines for the design of effective VEs for rehabilitation and exercise.\n\n               Towards this goal, we conducted several studies, which gave us insight into how we may be able to increase presence for persons with MI and how their experience in VR differs from that of persons without MI. We studied two specific populations 1) persons with Multiple Sclerosis who required the use of a cane and had no cognitive impairments and 2) persons without MI who did not have any disabilities and were of a similar age, weight, and height to that of the participants with MI.\n\n We found that when the users with MI had a self-avatar it seemed to increase their sense of presence much more than that of persons without disabilities. The self-avatars, even though they looked nothing like the users, engendered a greater sense of confidence in participants with MI. This increased confidence was also exhibited in the participants' walking patterns. Some of the participants with MI even remarked that they felt as if they could walk better after having walked in the VE. More research is needed to understand these potentially beneficial effects of VEs.\n\nBased on the feedback of participants that used canes, we developed a novel cane-based game controller - Game Cane - that enabled users to play games and train their balance at the same time. For example, in a car racing game, users rotated the cane to turn the car and leaned forward to make the car drive forward. This leaning put them off balance. Their natural inclination is to put their weight on the cane. However, physical therapists recommend that canes should not be weight bearing for this population as it can be counteractive to balance training. Thus, in the game, if users put their weight on the cane, it will make the car harder to steer. Our studies showed that the Game Cane was an effective way to train balance and motivate users in rehabilitation. \n\n \n\n\t\t\t\t\tLast Modified: 11/13/2014\n\n\t\t\t\t\tSubmitted by: John P Quarles"
 }
}