{
 "awd_id": "1154940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symposium KK: Biomaterials for Tissue Regeneration; Boston, MA; November 28 - December 2, 2011",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David A. Brant",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 4000.0,
 "awd_amount": 4000.0,
 "awd_min_amd_letter_date": "2011-09-27",
 "awd_max_amd_letter_date": "2011-09-27",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1154940           PI:  Wolf, Sandra             ORG:  Materials Research Society\r\n\r\nTitle:  Support for Fall 2011 MRS Symposium Biomaterials for Tissue Regeneration\r\n\r\nINTELLECTUAL  MERIT:  Tissue engineering is an emerging field, which has major potential to improve human health by repairing and maintaining existing organs or regenerating  new ones.  This potential can be realized through a combination of a scaffold matrix, progenitor cells, and/or bioactive agents to form a tissue engineering construct to promote organ repair.  Biomaterials play a crucial role in tissue regeneration.  Although technical advances have been made, success to date has been limited due to current lack of understanding of the regenerative process in native tissues, the complexity of the 3D environment, and our ability to identify and recapitulate the appropriate cues that promote functional cellular and tissue growth.  Understanding and utilization of tissue engineering scaffolds, scaffold-biomaterials interactions, and in vivo scaffold performance are central to tissue engineering and regenerative medicine and are closely related to the scientific interests in the Biomaterials Program (DMR) at the National Science Foundation. \r\n\r\nBROADER IMPACTS:  The aim of this symposium is to collect and present a broad range of areas in biomaterials developments for regenerative medicine and to stimulate innovative research ideas among scientists and researchers from different disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "DeVincent Wolf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra DeVincent Wolf",
   "pi_email_addr": "SandraDeVincentWolf@cmu.edu",
   "nsf_id": "000521735",
   "pi_start_date": "2011-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mei",
   "pi_last_name": "Wei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mei Wei",
   "pi_email_addr": "weim@ohio.edu",
   "nsf_id": "000113494",
   "pi_start_date": "2011-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Materials Research Society",
  "inst_street_address": "506 KEYSTONE DR",
  "inst_street_address_2": "",
  "inst_city_name": "WARRENDALE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7247792732",
  "inst_zip_code": "150867537",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "PA17",
  "org_lgl_bus_name": "MATERIALS RESEARCH SOCIETY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MFPJGRD1NWE3"
 },
 "perf_inst": {
  "perf_inst_name": "Materials Research Society",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "150867573",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "PA17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: TimesNewRomanPSMT;\">\n<p>The &ldquo;Biomaterials for Tissue Regeneration&rdquo; symposium was well-received and each lecture had a good turnout that filled the room. The invited lectures drew from world experts including <span style=\"font-family: TimesNewRomanPSMT;\">Robert Langer (MIT), Cato Laurencin (UConn), David Kaplan (Tufts), William Reichert (Du</span><span style=\"font-family: TimesNewRomanPSMT;\">k</span><span style=\"font-family: TimesNewRomanPSMT;\">e),</span></p>\n<p><span style=\"font-family: TimesNewRomanPSMT;\">The joint session on Cell-Biomaterial Interactions with the Multifunctional Polymer-based Materials Symposium (V) was also particularly popular. One of our symposium graduate students was a MRS silver award recipient and we awarded 7 additional NSF-sponsored student awards (1 to an undergraduate student, 5 to graduate students, and 1 to a postdoc). One award was presented from each of the oral and poster sessions of our symposium. The topics discussed at the symposium were broad and ranged from the design and synthesis of novel biological materials, to single molecule force measurements and mechanistic studies of material-cell interactions, to characterization of material properties, to interaction of biomaterials including scaffolds with cells in vitro, to in vivo studies of biomaterials in model animal systems. The consensus of the presentations and discussions was that tissue regeneration is complex and requires insights and interdisciplinary research from material scientists, developmental <span style=\"font-family: TimesNewRomanPSMT;\">biologists, engineers, and clinicians who wor</span><span style=\"font-family: TimesNewRomanPSMT;\">k </span><span style=\"font-family: TimesNewRomanPSMT;\">together. Advances in areas such as</span></span><span style=\"font-family: TimesNewRomanPSMT;\"> microfabrication, shape-memory materials, conducting polymers, andscaffold design were also shown to be promising avenues to the future of the field of tissue regeneration.</span></p>\n</span><span style=\"font-family: TimesNewRomanPSMT;\"> M&aacute;rio Barbosa (Univ. do Porto, Portugal), Andreas Lendlein (Helmholtz-Zentrum Geesthacht,Germany), Charles Sorrell (Univ. of New South Wales, Australia), David Rowe (UConn),<span style=\"font-family: TimesNewRomanPSMT;\">Kaiming Ye (Univ. Ar</span><span style=\"font-family: TimesNewRomanPSMT;\">k</span><span style=\"font-family: TimesNewRomanPSMT;\">ansas), and Ali Khademhosseini (Harvard) were well-attended, and there</span></span><span style=\"font-family: TimesNewRomanPSMT;\"> was good audience participation. In addition, the symposium also attracted highly experienced senior scientists from industry, including Wendell Sun (LifeCell) and Tim Sargeant (Covidien) <span style=\"font-family: TimesNewRomanPSMT;\">as our invited spea</span><span style=\"font-family: TimesNewRomanPSMT;\">k</span><span style=\"font-family: TimesNewRomanPSMT;\">ers and James Olson (Teleflex Medical Inc.) as one of the organizers of the</span></span><span style=\"font-family: TimesNewRomanPSMT;\"> Symposium.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2012<br>\n\t\t\t\t\tModified by: Sandra&nbsp;Devincent Wolf</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\nThe \"Biomaterials for Tissue Regeneration\" symposium was well-received and each lecture had a good turnout that filled the room. The invited lectures drew from world experts including Robert Langer (MIT), Cato Laurencin (UConn), David Kaplan (Tufts), William Reichert (Duke),\n\nThe joint session on Cell-Biomaterial Interactions with the Multifunctional Polymer-based Materials Symposium (V) was also particularly popular. One of our symposium graduate students was a MRS silver award recipient and we awarded 7 additional NSF-sponsored student awards (1 to an undergraduate student, 5 to graduate students, and 1 to a postdoc). One award was presented from each of the oral and poster sessions of our symposium. The topics discussed at the symposium were broad and ranged from the design and synthesis of novel biological materials, to single molecule force measurements and mechanistic studies of material-cell interactions, to characterization of material properties, to interaction of biomaterials including scaffolds with cells in vitro, to in vivo studies of biomaterials in model animal systems. The consensus of the presentations and discussions was that tissue regeneration is complex and requires insights and interdisciplinary research from material scientists, developmental biologists, engineers, and clinicians who work together. Advances in areas such as microfabrication, shape-memory materials, conducting polymers, andscaffold design were also shown to be promising avenues to the future of the field of tissue regeneration.\n M&aacute;rio Barbosa (Univ. do Porto, Portugal), Andreas Lendlein (Helmholtz-Zentrum Geesthacht,Germany), Charles Sorrell (Univ. of New South Wales, Australia), David Rowe (UConn),Kaiming Ye (Univ. Arkansas), and Ali Khademhosseini (Harvard) were well-attended, and there was good audience participation. In addition, the symposium also attracted highly experienced senior scientists from industry, including Wendell Sun (LifeCell) and Tim Sargeant (Covidien) as our invited speakers and James Olson (Teleflex Medical Inc.) as one of the organizers of the Symposium.\n\n\t\t\t\t\tLast Modified: 10/30/2012\n\n\t\t\t\t\tSubmitted by: Sandra Devincent Wolf"
 }
}