{
 "awd_id": "1154013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Specificity of soluble adenylyl cyclase and regulation by bicarbonate and nucleotides",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 190000.0,
 "awd_amount": 190000.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2011-08-31",
 "awd_abstract_narration": "With this EAGER award, the Chemistry of Life Processes (CLP) program is funding Professor Stephen Sprang of the University of Montana to address fundamental structural, functional and mechanistic questions about the class of soluble adenylyl cyclase (sAC) enzymes.  Namely, Professor Sprang and his group will use the tools of x-ray crystallography and mechanistic enzymology to address how sACs sense carbon dioxide and pH and whether they produce previously unrecognized second messengers for biological signal transduction.\r\n\r\nStudent and research associate co-workers involved in this project will be exposed to cutting edge biophysical techniques at the interface of mechanistic chemistry and structural biology.  Additionally, the PI will endeavor to broaden participation through the inclusion of members of groups that are traditionally underrepresented in physical science research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Sprang",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen R Sprang",
   "pi_email_addr": "stephen.sprang@mso.umt.edu",
   "nsf_id": "000497057",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Montana",
  "inst_street_address": "32 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062436670",
  "inst_zip_code": "598120003",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "UNIVERSITY OF MONTANA",
  "org_prnt_uei_num": "",
  "org_uei_num": "DAY7Z8ZD48Q3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Montana",
  "perf_str_addr": "32 Campus Drive",
  "perf_city_name": "Missoula",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598120003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 190000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We set out to study a protein catalyst, or enzyme, called adenylyl cyclase (AC for short) that converts the chemical ATP (adenosine triphosphate) to cyclic AMP (cAMP). ATP is an energy-rich molecule that is used by cells in our bodies as chemical fuel. &nbsp;cAMP, on the other hand, is a regulator: it binds to a number of different enzymes that control important cellular functions and either activates or inactivates them.&nbsp; The role of AC in the cell is to produce cAMP, and it does so under the control of proteins that respond to chemical signals from other cells.&nbsp;&nbsp; There are many forms of AC, but the one we study - AC10 - is different from the rest in that it contains two different modules that bind to ATP.&nbsp; One of these modules is similar to those found in all ACs. It is the site at which ATP is converted to cAMP.&nbsp; The other module that binds to ATP does not have a known function.&nbsp; We think that it may have regulatory activity &ndash; to control the function of the catalytic module.&nbsp; This seems possible because the sequence of amino acids that make up this module is similar to that of a large family of enzymes called AAA+ ATPases that also bind to ATP. &nbsp;ATP binding causes many of these AAA+ ATPases to assemble into doughnut-shaped structures typically made up of six individual protein molecules. ATP-induced assembly is key to the ability of AAA+ proteins to regulate other enzymes.&nbsp; We conducted experiments to learn whether the AAA+ ATPase-like domain of AC10 behaves like a regulator.&nbsp; If so, it would be important because AC10 plays many key roles in animal physiology, like the ability of sperm to fertilize eggs. AC10 may also control the production of ATP in an organ of the cell called the mitochondrion.</p>\n<p>In the course of our research, we found that when the AAA+ domain of AC10 binds to ATP, it assembles into aggregates containing at least four AAA+ molecules.&nbsp; We also found that AAA+ modules very slowly convert ATP to ADP (removing a unit of phosphate from ATP). &nbsp;We have been working to determine whether AC10&rsquo;s AAA+ ATPase domain regulates its ability to synthesize cAMP.&nbsp; In the course of this project, we made a serendipitous, and unrelated discovery. &nbsp;</p>\n<p>We tried to grow crystals of AC10&rsquo;s AAA+ domain so that we could use a technique called X-ray crystallography to obtain a highly magnified image of the protein that reveals the atoms that make up its structure.&nbsp; Instead, we crystallized an enzyme called chitinase that was a major impurity in our AAA+ preparation.&nbsp; We produced the AC10 protein in insect cells that harbor a virus into which we inserted the DNA that encodes AC10.&nbsp; The virus genome also includes a gene that encodes the enzyme chitenase.&nbsp; The exoskeletons of insects are made of a nitrogen-containing sugar polymer called chitin.&nbsp; To escape from the insect cells that they have infected, insect viruses use chitinase to dissolve this exoskeleton.&nbsp; Chitinase is produced in large quantities in insect cells, and so it turned out that this is was what we unintentionally purified and crystallized.&nbsp; Although structures of chitinases from other organisms have been elucidated, no one has ever worked out the structure of a viral chitinase. &nbsp;The viral chitinase is similar in structure to chitinases produced by bacteria and fungi as well as certain mammalian chitinases.&nbsp; The enzyme contains a long groove into which the linear polymer of chitin fits, as it is being cleaved into the N-acetyl glucosamine sugars of which chitin is composed.&nbsp; In the structure we determined (see accompanying figure), we found several of these sugar molecules lining this groove, which are perhaps remnants of digested chitin that remained attached to the chitinase during purification and crystallization.&nbsp; The structure of this protein will be o...",
  "por_txt_cntn": "\nWe set out to study a protein catalyst, or enzyme, called adenylyl cyclase (AC for short) that converts the chemical ATP (adenosine triphosphate) to cyclic AMP (cAMP). ATP is an energy-rich molecule that is used by cells in our bodies as chemical fuel.  cAMP, on the other hand, is a regulator: it binds to a number of different enzymes that control important cellular functions and either activates or inactivates them.  The role of AC in the cell is to produce cAMP, and it does so under the control of proteins that respond to chemical signals from other cells.   There are many forms of AC, but the one we study - AC10 - is different from the rest in that it contains two different modules that bind to ATP.  One of these modules is similar to those found in all ACs. It is the site at which ATP is converted to cAMP.  The other module that binds to ATP does not have a known function.  We think that it may have regulatory activity &ndash; to control the function of the catalytic module.  This seems possible because the sequence of amino acids that make up this module is similar to that of a large family of enzymes called AAA+ ATPases that also bind to ATP.  ATP binding causes many of these AAA+ ATPases to assemble into doughnut-shaped structures typically made up of six individual protein molecules. ATP-induced assembly is key to the ability of AAA+ proteins to regulate other enzymes.  We conducted experiments to learn whether the AAA+ ATPase-like domain of AC10 behaves like a regulator.  If so, it would be important because AC10 plays many key roles in animal physiology, like the ability of sperm to fertilize eggs. AC10 may also control the production of ATP in an organ of the cell called the mitochondrion.\n\nIn the course of our research, we found that when the AAA+ domain of AC10 binds to ATP, it assembles into aggregates containing at least four AAA+ molecules.  We also found that AAA+ modules very slowly convert ATP to ADP (removing a unit of phosphate from ATP).  We have been working to determine whether AC10Æs AAA+ ATPase domain regulates its ability to synthesize cAMP.  In the course of this project, we made a serendipitous, and unrelated discovery.  \n\nWe tried to grow crystals of AC10Æs AAA+ domain so that we could use a technique called X-ray crystallography to obtain a highly magnified image of the protein that reveals the atoms that make up its structure.  Instead, we crystallized an enzyme called chitinase that was a major impurity in our AAA+ preparation.  We produced the AC10 protein in insect cells that harbor a virus into which we inserted the DNA that encodes AC10.  The virus genome also includes a gene that encodes the enzyme chitenase.  The exoskeletons of insects are made of a nitrogen-containing sugar polymer called chitin.  To escape from the insect cells that they have infected, insect viruses use chitinase to dissolve this exoskeleton.  Chitinase is produced in large quantities in insect cells, and so it turned out that this is was what we unintentionally purified and crystallized.  Although structures of chitinases from other organisms have been elucidated, no one has ever worked out the structure of a viral chitinase.  The viral chitinase is similar in structure to chitinases produced by bacteria and fungi as well as certain mammalian chitinases.  The enzyme contains a long groove into which the linear polymer of chitin fits, as it is being cleaved into the N-acetyl glucosamine sugars of which chitin is composed.  In the structure we determined (see accompanying figure), we found several of these sugar molecules lining this groove, which are perhaps remnants of digested chitin that remained attached to the chitinase during purification and crystallization.  The structure of this protein will be of interest to scientists who might find it useful to enhance the activity of viral chitinases, to protect crops from insect-borne diseases.  In the course of this research, we were fortunate to mentor undergraduate a..."
 }
}