{
 "awd_id": "1154099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Oxygen management during flight in bar-headed geese",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Tsapogas",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 31420.0,
 "awd_amount": 31420.0,
 "awd_min_amd_letter_date": "2011-09-23",
 "awd_max_amd_letter_date": "2011-09-23",
 "awd_abstract_narration": "The RAPID funding mechanism is used for proposals having severe urgency with regard to availability of, or access to data, facilities or specialized equipment.  \r\n\r\nThis award will support a six month time-urgent research project by Dr. Jessica U. Meir to study oxygen management during flight in the bar-headed goose, in collaboration with Dr. William K. Milson at the University of British Columbia in Canada.  As the PI currently has a flock of imprinted bar-headed geese ready to fly and access to a suitable wind tunnel, the window of opportunity for these experiments is extremely limited (opening at the present time and closing within the next 6-8 months), and thus severe urgency is required in order to facilitate this research. As bar-headed geese are difficult to obtain and wind tunnels large enough to fly this species in are quite rare, the principal investigator is in a very unique position to obtain knowledge on this incredibly interesting species which has evolved specifically to maintain performance in hypoxia (low levels of oxygen in the body). \r\n\r\nDuring migration, the bar-headed goose flies from near-sea level in India, up over the Himalayas at altitudes of 6,000-9,000 meters to Tibet in a non-stop flight.  In fact, they have been observed flying over Mount Everest.  Oxygen levels at these altitudes are only ½ to 1/3 that at sea level, yet bar headed geese are able to perform continuous, strenuous exercise, with no allowance for acclimatization.  Thus the bar headed goose represents an ideal model to investigate the physiological, cellular, and biochemical mechanisms of tolerance to hypoxia (low levels of oxygen in the body).  It is hypothesized that mechanisms that maintain a sufficient O2 supply by optimizing O2 transport and delivery are the most important factors in this bird?s ability to sustain flight at altitudes where O2 is limited. This project aims to investigate the transport of O2 from the respiratory system to the tissue. The objectives of this project are to: 1) assess the ability of the heart to provide O2 to exercising tissues by obtaining continuous air sac, blood, and brain PO2 profiles in the bar-headed goose during flight in a wind tunnel in conditions of normoxia and hypoxia, using existing PO2 electrode technology, and 2) establish the relationships that exist between heart rate, oxygen consumption, and PO2 profiles during flight in a wind tunnel under conditions of both normoxia and hypoxia. It is hypothesized that: 1) regional PO2 values in bar-headed geese will reach lower levels than low altitude species during flight in hypoxia, and 2) the relationships between heart rate, oxygen consumption, and PO2 will be significantly different during flights in normoxia and hypoxia. A comprehensive calibration of the relationships of these parameters in the controlled setting of wind tunnel flight will allow for extrapolation to datasets consisting of heart rate only which have been obtained on bar-headed geese during their annual migrations in the wild.  \r\n\r\nThis project will also include: 1) the validation of a new, small and light PO2 recorder/microprocessor that will provide great potential for use on a variety of species and in clinical situations, 2) potential for application of findings to the field of human medicine (hypoxia and ischemia/reperfusion injury -- stroke, heart attack, etc.), 3) the creation of partnerships with international institutions and researchers, and finally, 4) the training and broadening of the skill-set of the young principal investigator. These studies will provide new knowledge into the adaptive mechanisms used by O2 tolerant species such as the bar-headed goose. Linking the natural biology of high altitude flight to clinically relevant models of hypoxic damage will ultimately allow us to identify therapeutic targets to enhance survival in humans after such circumstances as circulatory collapse, ischemic injury and other trauma states. The PI has also been extensively involved in educational and public outreach events, and is eager to continue in this vital role in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Meir",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica U Meir",
   "pi_email_addr": "",
   "nsf_id": "000510762",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Meir                    Jessica        U",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "La Jolla",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "920930204",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Meir                    Jessica        U",
  "perf_str_addr": null,
  "perf_city_name": "Vancouver",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "V6T 1Z4",
  "perf_ctry_code": "CA",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Canada",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "7561",
   "pgm_ref_txt": "CANADA"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 31420.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Intellectual Merit</em></p>\n<p>Animals operating in extreme environments often push the envelope of their physiological capacity, and thus represent unique models of physiological adaptation.&nbsp; Species which must maintain oxygen (O<sub>2</sub>) demands when O<sub>2</sub> supply is limited represent ideal models in which to examine the physiological, cellular, and biochemical mechanisms underlying tolerance to hypoxia (low O<sub>2</sub>).&nbsp; The bar-headed goose is able to sustain flight over the Himalayan Mountains at altitudes of 6,000-9,000 meters, where O<sub>2</sub> levels are only about &frac12; to 1/3 of that at sea-level.&nbsp; The goal of this project was to explore the physiology during flight in this species, with the specific goal of understanding oxygen management and the associated physiological adaptations during flight in both normal, and low-oxygen conditions.</p>\n<p>Although the bar-headed goose may possess an increased tolerance to hypoxia, it was hypothesized that mechanisms that maintain a sufficient O<sub>2</sub> supply by optimizing O<sub>2</sub> transport and delivery are the most important factors in this bird&rsquo;s ability to sustain flight at altitudes where O<sub>2 </sub>is limited.&nbsp; This project aimed to investigate the transport of O<sub>2</sub> from the respiratory system to the tissue.&nbsp; The objectives of this project were to: 1) assess the ability of the heart to provide O<sub>2</sub> to exercising tissues by obtaining continuous air sac and blood partial pressure of O<sub>2</sub> (P<sub>O2</sub>) profiles in the bar-headed goose during flight in a wind tunnel in conditions of normoxia and hypoxia, using existing P<sub>O2</sub> electrode technology, and 2) establish the relationships that exist between heart rate, oxygen consumption, and P<sub>O2</sub> profiles during flight in a wind tunnel under conditions of both normoxia and hypoxia.&nbsp; It was hypothesized that: 1) regional P<sub>O2</sub> values in bar-headed geese would reach lower levels than low altitude species during flight in hypoxia, and 2) the relationships between heart rate, oxygen consumption, and P<sub>O2</sub> would be significantly different during flights in normoxia and hypoxia.&nbsp;</p>\n<p>Through this award, heart rate and metabolic rate data have now been obtained under conditions of both normoxia, and for the first time ever, during hypoxia in a flying bar-headed goose.&nbsp; The relationships revealed by further analysis of this data will provide further understanding of how oxygen requirements change at altitude in a bird making a high-altitude migration such as that of the bar-headed goose. A comprehensive calibration of the relationships of these parameters in the controlled setting of wind tunnel flight will allow for extrapolation to datasets consisting of heart rate only which have been previously obtained on bar-headed geese during their annual migrations in the wild (recently obtained by our collaborators).&nbsp;</p>\n<p>Although experiments with the P<sub>O2</sub> electrodes and thermistor have not yet been undertaken (due to the unanticipated seasonal fluctuation of the bar-heads&rsquo; motivation to conduct long flight in the wind tunnel in the winter months), we still hope to obtain this data.&nbsp; If successful, these data will be the first of their kind (continuous PO2 measurements from a flying bar-head in normal and reduced levels of oxygen), revealing the intricacies of oxygen delivery and tolerance to altitude in this high-flying migrator.&nbsp; This will provide significant knowledge on the physiology underlying how animals accomplish extraordinary feats such high altitude migration.</p>\n<p>Additional experiments completed during this project have also revealed further adaptations in the blood of this high-flier, specifically in the effect of temperature on the ability of the hemoglobin to bind oxygen.&nbsp; This s...",
  "por_txt_cntn": "\nIntellectual Merit\n\nAnimals operating in extreme environments often push the envelope of their physiological capacity, and thus represent unique models of physiological adaptation.  Species which must maintain oxygen (O2) demands when O2 supply is limited represent ideal models in which to examine the physiological, cellular, and biochemical mechanisms underlying tolerance to hypoxia (low O2).  The bar-headed goose is able to sustain flight over the Himalayan Mountains at altitudes of 6,000-9,000 meters, where O2 levels are only about &frac12; to 1/3 of that at sea-level.  The goal of this project was to explore the physiology during flight in this species, with the specific goal of understanding oxygen management and the associated physiological adaptations during flight in both normal, and low-oxygen conditions.\n\nAlthough the bar-headed goose may possess an increased tolerance to hypoxia, it was hypothesized that mechanisms that maintain a sufficient O2 supply by optimizing O2 transport and delivery are the most important factors in this birdÆs ability to sustain flight at altitudes where O2 is limited.  This project aimed to investigate the transport of O2 from the respiratory system to the tissue.  The objectives of this project were to: 1) assess the ability of the heart to provide O2 to exercising tissues by obtaining continuous air sac and blood partial pressure of O2 (PO2) profiles in the bar-headed goose during flight in a wind tunnel in conditions of normoxia and hypoxia, using existing PO2 electrode technology, and 2) establish the relationships that exist between heart rate, oxygen consumption, and PO2 profiles during flight in a wind tunnel under conditions of both normoxia and hypoxia.  It was hypothesized that: 1) regional PO2 values in bar-headed geese would reach lower levels than low altitude species during flight in hypoxia, and 2) the relationships between heart rate, oxygen consumption, and PO2 would be significantly different during flights in normoxia and hypoxia. \n\nThrough this award, heart rate and metabolic rate data have now been obtained under conditions of both normoxia, and for the first time ever, during hypoxia in a flying bar-headed goose.  The relationships revealed by further analysis of this data will provide further understanding of how oxygen requirements change at altitude in a bird making a high-altitude migration such as that of the bar-headed goose. A comprehensive calibration of the relationships of these parameters in the controlled setting of wind tunnel flight will allow for extrapolation to datasets consisting of heart rate only which have been previously obtained on bar-headed geese during their annual migrations in the wild (recently obtained by our collaborators). \n\nAlthough experiments with the PO2 electrodes and thermistor have not yet been undertaken (due to the unanticipated seasonal fluctuation of the bar-headsÆ motivation to conduct long flight in the wind tunnel in the winter months), we still hope to obtain this data.  If successful, these data will be the first of their kind (continuous PO2 measurements from a flying bar-head in normal and reduced levels of oxygen), revealing the intricacies of oxygen delivery and tolerance to altitude in this high-flying migrator.  This will provide significant knowledge on the physiology underlying how animals accomplish extraordinary feats such high altitude migration.\n\nAdditional experiments completed during this project have also revealed further adaptations in the blood of this high-flier, specifically in the effect of temperature on the ability of the hemoglobin to bind oxygen.  This should significantly enhance the transport of oxygen during flight in this species.  Adaptations in lung morphology are also being investigated.\n\nBroader Impacts\n\nBroader impacts of this work include 1) the validation of a new, small and light PO2 recorder/microprocessor that will provide great potential for use on a variety of species and in clini..."
 }
}