{
 "awd_id": "1154572",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Elucidating the Mechanisms for Inhibition of Biofouling on Polymeric Membranes Modified with Polyelectrolyte Multilayers and Antimicrobial Nanoparticles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-08-08",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 171003.0,
 "awd_amount": 171003.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2011-09-16",
 "awd_abstract_narration": "PIs:   Kai Loon Chen / Baoxia Mi\r\nProposal Numbers:   1133559 / 1134233\r\n\r\nUltrafiltration (UF) membranes are increasingly being used in drinking water treatment and wastewater reuse because of their effectiveness in removing waterborne pathogens and particulate matter.  Due to the ubiquity of microorganisms in influent waters, however, UF processes are often hindered by biofouling which reduces clean water production, shortens membrane life, and increases energy demands.  Currently, efforts to retard biofouling have centered on using disinfectants, which can damage the membranes and result in the formation of disinfection byproducts.  To overcome these limitations, the objective of this research is to investigate the use of polyelectrolyte multilayers (PEMs) to immobilize antimicrobial nanoparticles (NPs) onto the surfaces of polysulfone UF membranes to enhance their resistance to biofouling.  Compared to conventional nanocomposite membrane fabrication methods, the use of PEMs would be advantageous because (1) PEMs can increase membrane surface charge and/or hydrophilicity and, thus, reduce bacterial attachment; (2) PEMs ensure that NPs are located on the membrane surface, which will enhance bacterial inactivation; and (3) the application of PEMs is non-destructive and the PEM-NP assembly can be regenerated in situ when the membrane is fouled or the NPs have dissolved. \r\nThe experiments are designed to test the hypothesis that the resistance of membranes modified by PEMs towards biofouling is controlled by its anti-adhesive and antimicrobial properties.  PEM parameters (e.g., constituent polyelectrolytes and NPs and number of bilayers within PEMs) will be systematically varied in order to investigate their influence on the anti-adhesive and antimicrobial properties of the membranes.  To probe the membrane?s anti-adhesive properties, the kinetics of bacterial deposition on the membrane during filtration, as well as the adhesive forces between a bacterium and the membrane surface, will be measured.  The antimicrobial properties of the membranes will be studied through the enumeration of bacterial colonies on the membrane surface and by using a fluorescent dye technique to detect deposited cells with damaged membranes.  The biofouling resistance of membranes modified by PEMs will be evaluated by monitoring the permeate flux decline in long-term filtration experiments with bacteria suspensions.  Another component of this research will be to investigate the effects of the above-mentioned PEM parameters on the rate of unintended NP leaching.  Finally, this research will examine several physical and chemical methods for the in situ regeneration of PEM-NP assemblies on membrane surfaces and evaluate the performance of the regenerated membranes. \r\nThis study is novel because it is one of the first to explore the use of PEMs to fabricate biofouling-resistant nanocomposite membranes.  Since the incorporation of NPs into PEMs is an emerging field, this research will provide a better understanding of the formation and robustness of PEM-NP assemblies.  By systematically varying the constituent polyelectrolytes and NPs of the assemblies, this research will identify the key parameters that govern the membranes? anti-adhesive and antimicrobial properties.  The role of the terminating layer in controlling the anti-adhesive properties of a membrane will be examined by replacing the top layers in selected PEM-NP assemblies with layers of PGA-g-PEG, an extremely hydrophilic polyanion.  This research will provide insights into the mechanisms of cytotoxicity of surface-immobilized NPs and probe the possible enhancement in membrane antimicrobial activity when antimicrobial chitosan is used as the constituent polycation. \r\nThis research will create exciting opportunities for the development of the next-generation membrane filtration systems for water purification and potentially transform the way these processes are operated and maintained.  Furthermore, this study will provide crucial information allowing for the safe-by-design production of nanocomposite membranes.  This work will contribute significantly to the understanding of material design for biofilm prevention, which is also of relevance to the fields of material, chemical, and biomedical engineering.  In this study, they will involve undergraduate students in all phases of the research effort.  Research results will be disseminated through publications in peer-reviewed journals, student presentations at national scientific meetings, and the organization of a symposium.  The broader impact will be further augmented by the involvement of the PI in organizing scientific activities for 5th grade students in a predominantly African American elementary school in inner-city Baltimore.  Also, lectures on environmental technologies will be presented at a girls? high school in Washington, DC.  The results from this project will also be integrated into a new environmental nanotechnology course at George Washington University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Baoxia",
   "pi_last_name": "Mi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Baoxia Mi",
   "pi_email_addr": "mib@berkeley.edu",
   "nsf_id": "000526693",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "1161 Martin Hall",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 171003.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>In this project, we focus on developing new types of water purification membranes with enhanced <span>antifouling</span> and separation performance.&nbsp; In the first phase of this project, a microscope-equipped <span>online</span> monitoring system was used to investigate the bacterial deposition and detachment kinetics of a <span>nanocomposite</span> membrane that was synthesized by embedding silver <span>nanoparticles</span> in a <span>polysulfone</span> membrane.&nbsp; It was found that the presence of silver <span>nanoparticles</span> as an antibacterial agent enhances the <span>antiadhesive</span> property of the <span>nanocomposite</span> membrane by decreasing the capability of bacteria in permanently attaching to the membrane surface.&nbsp; In the second phase of this project, we focus on using layer-by-layer technique to fabricate a novel type of water purification membrane based on <span>graphene</span> oxide <span>nanomaterials</span>.&nbsp; The new membrane demonstrates higher water flux, better <span>antifouling</span> properties, and excellent separation capability.&nbsp; Lastly, we used layer-by-layer assembly approach to effectively incorporate <span>zeolite</span> <span>nanoparticles</span> between two different <span>polyelectrolyte</span> layers to form a new type of <span>zeolite</span> <span>trilayer</span> membrane.&nbsp; The <span>zeolite</span> loading in the <span>trilayer</span> membrane was above 30%, which is attributed to the drastically improved compatibility between <span>zeolite</span> and polymers due to electrostatic interactions.&nbsp; The incorporation of <span>zeolite</span> <span>nanoparticles</span> was found to enhance membrane water permeability by more than two folds without compromising the membrane selectivity for tested species.&nbsp; This project has helped train three PhD students, four undergraduate students, and on high school student. It led to seven journal publications, one PhD thesis, and 17 conference presentations and invited lectures.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2015<br>\n\t\t\t\t\tModified by: Baoxia&nbsp;Mi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we focus on developing new types of water purification membranes with enhanced antifouling and separation performance.  In the first phase of this project, a microscope-equipped online monitoring system was used to investigate the bacterial deposition and detachment kinetics of a nanocomposite membrane that was synthesized by embedding silver nanoparticles in a polysulfone membrane.  It was found that the presence of silver nanoparticles as an antibacterial agent enhances the antiadhesive property of the nanocomposite membrane by decreasing the capability of bacteria in permanently attaching to the membrane surface.  In the second phase of this project, we focus on using layer-by-layer technique to fabricate a novel type of water purification membrane based on graphene oxide nanomaterials.  The new membrane demonstrates higher water flux, better antifouling properties, and excellent separation capability.  Lastly, we used layer-by-layer assembly approach to effectively incorporate zeolite nanoparticles between two different polyelectrolyte layers to form a new type of zeolite trilayer membrane.  The zeolite loading in the trilayer membrane was above 30%, which is attributed to the drastically improved compatibility between zeolite and polymers due to electrostatic interactions.  The incorporation of zeolite nanoparticles was found to enhance membrane water permeability by more than two folds without compromising the membrane selectivity for tested species.  This project has helped train three PhD students, four undergraduate students, and on high school student. It led to seven journal publications, one PhD thesis, and 17 conference presentations and invited lectures.\n\n\t\t\t\t\tLast Modified: 09/08/2015\n\n\t\t\t\t\tSubmitted by: Baoxia Mi"
 }
}