{
 "awd_id": "1154355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Children's Understanding of Functions in Grades K-2",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ferdinand Rivera",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 415222.0,
 "awd_amount": 415222.0,
 "awd_min_amd_letter_date": "2011-09-21",
 "awd_max_amd_letter_date": "2011-09-21",
 "awd_abstract_narration": "The researchers in the Children's Understanding of Functions project are studying how young children in grades K-2 understand mathematical concepts that are foundational for developing algebraic thinking.  Researchers at University of Massachusetts at Dartmouth and Tufts University are contributing to an ongoing effort to develop a learning trajectory that describes how algebraic concepts are developed.  Most research has focused on student development at the upper elementary and middle school levels, but this project will add information about early elementary learners.\r\n \r\nThe project's research methodology uses teaching experiments which allow researchers to talk directly to students as they explore algebraic ideas.  They explore how students think about and develop concepts related to covariation, representations of functions, relationships among variable, and generalization.  Researchers have designed tasks that help students explain their thinking and solve problems where some quantities vary and others are constant.  They are analyzing videos and students' written work as they build case studies about the development of algebraic thinking.  External evaluation of this exploratory project is one of the responsibilities of its advisory board.\r\n\r\nThis project is connecting the algebraic thinking of younger children to what has been documented for older children.  This process enables them to build an evidence-based learning trajectory about students' development of algebraic thinking.  The products of this research can be used to build curricula and lessons that are aligned with what students know and can learn at various points in their development.  Project findings, tasks and videos are being disseminated not only to researchers, but also to practitioners through professional publications and the DRK-12 Resource Network.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Blanton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Blanton",
   "pi_email_addr": "Maria_Blanton@terc.edu",
   "nsf_id": "000249776",
   "pi_start_date": "2011-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TERC Inc",
  "inst_street_address": "2067 MASSACHUSETTS AVE STE 26",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178739600",
  "inst_zip_code": "021401339",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TERC, INC.",
  "org_prnt_uei_num": "GSLCJ3M62XX1",
  "org_uei_num": "GSLCJ3M62XX1"
 },
 "perf_inst": {
  "perf_inst_name": "TERC Inc",
  "perf_str_addr": "2067 Massachusetts Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021401339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 415222.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Teaching and learning algebra is a critical goal in school mathematics. To prepare students for college and give them choices in STEM-related careers, it is now widely accepted that algebra education should begin informally in the elementary grades. Yet, even though national standards and frameworks (e.g., <em>Common Core State Standards </em>(2010)) advocate the development of children&rsquo;s algebraic thinking <em>from the start of formal schooling, </em>little is known about how children in lower elementary grades (grades K&ndash;2) understand algebraic ideas or how instruction can develop their thinking.</p>\n<p>The goal of this project was to identify how children in grades K&ndash;2 (ages 5&ndash;7) understand functional relationships. Functions are not only a central part of mathematics, they are an important context for developing algebraic thinking. In particular, the study of functions allows children to notice, represent, and reason with general relationships&mdash;all core practices of algebraic thinking.</p>\n<p>We developed an 8&ndash;week instructional sequence that focused on exploring linear functions through inquiry-based problems. We taught the sequence in academically diverse classroom settings, then used qualitative methods to identify the increasingly sophisticated ways children thought about and represented relationships between quantities. Because of variable&rsquo;s central role in algebra and the documented difficulties older students have with this representation, we focused particularly on how children understood variables and used variable notation. The progressions we identified in children&rsquo;s thinking offer important evidence of the sophisticated ways children can come to understand relationships between quantities. Moreover, we found that misconceptions young participants might have held about algebraic ideas did not seem as entrenched as those that have been documented with older students, suggesting that younger children might more flexibly engage with core algebraic ideas in ways that can alleviate or off-set the development of deeply-held misconceptions in later years.</p>\n<p>In summary, this project addresses an urgent national need by building empirical evidence for <em>how</em> and <em>that</em> the foundations of algebra can be developed at the earliest elementary grades, particularly in the important mathematical area of functions. Moreover, by the development of instructional resources that can help teachers implement these ideas in their everyday classroom practice, it provides practical solutions that can contribute to the development of a globally competitive algebra education.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/26/2014<br>\n\t\t\t\t\tModified by: Maria&nbsp;Blanton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTeaching and learning algebra is a critical goal in school mathematics. To prepare students for college and give them choices in STEM-related careers, it is now widely accepted that algebra education should begin informally in the elementary grades. Yet, even though national standards and frameworks (e.g., Common Core State Standards (2010)) advocate the development of childrenÆs algebraic thinking from the start of formal schooling, little is known about how children in lower elementary grades (grades K&ndash;2) understand algebraic ideas or how instruction can develop their thinking.\n\nThe goal of this project was to identify how children in grades K&ndash;2 (ages 5&ndash;7) understand functional relationships. Functions are not only a central part of mathematics, they are an important context for developing algebraic thinking. In particular, the study of functions allows children to notice, represent, and reason with general relationships&mdash;all core practices of algebraic thinking.\n\nWe developed an 8&ndash;week instructional sequence that focused on exploring linear functions through inquiry-based problems. We taught the sequence in academically diverse classroom settings, then used qualitative methods to identify the increasingly sophisticated ways children thought about and represented relationships between quantities. Because of variableÆs central role in algebra and the documented difficulties older students have with this representation, we focused particularly on how children understood variables and used variable notation. The progressions we identified in childrenÆs thinking offer important evidence of the sophisticated ways children can come to understand relationships between quantities. Moreover, we found that misconceptions young participants might have held about algebraic ideas did not seem as entrenched as those that have been documented with older students, suggesting that younger children might more flexibly engage with core algebraic ideas in ways that can alleviate or off-set the development of deeply-held misconceptions in later years.\n\nIn summary, this project addresses an urgent national need by building empirical evidence for how and that the foundations of algebra can be developed at the earliest elementary grades, particularly in the important mathematical area of functions. Moreover, by the development of instructional resources that can help teachers implement these ideas in their everyday classroom practice, it provides practical solutions that can contribute to the development of a globally competitive algebra education.\n\n \n\n\t\t\t\t\tLast Modified: 08/26/2014\n\n\t\t\t\t\tSubmitted by: Maria Blanton"
 }
}