{
 "awd_id": "1155081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geothermal at the Environmental, Energy and Economy Nexus Workshop in Salt Lake City, UT",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 150800.0,
 "awd_amount": 150800.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "Geothermal at the Environmental, Energy and Economy Nexus\r\n\r\nJohn Holbrook, University of Texas, Arlington\r\nWalter Snyder, Boise State University\r\nJoseph Moore, EGI, University of Utah\r\nEAR-1138567\r\n\r\n\r\nThis workshop to be held November 6-8 in Salt Lake City Utah will address the fundamental aspects of basic research that are needed to facilitate the tapping of the vast geothermal resources ambient to sedimentary basins. The workshop will address the physical science, engineering, computational, and educational challenges inherent to developing this sustainable energy supply. The workshop is intended to identify a way forward that can be used to organize these broad-ranging communities toward effective solutions. The workshop will be truly cross-disciplinary and cross-communities involving the geosciences, engineering, and cyberinfrastructure. It will also include representatives from industry because it is industry that must be able to use the outcomes of NSF research to bring geothermal energy online. Finally, there will be a concerted effort to address the education and outreach opportunities associated with this multi-community effort.The workshop will provide a road map for how NSF's community, through fundamental research, facilities development, and education, can help make the vast geothermal potential of sedimentary basins a significant part of the nation's renewable energy portfolio. The workshop will evaluate methods for practical transfer of findings in science and engineering toward reduction of economic risks and will evaluate means for building the educational infrastructure to support this sustainable energy industry. The findings of the cross disciplinary team of experts will be summarized in a document that will be dispersed to NSF and energy stakeholders as a roadmap toward meeting critical needs for practical use of geothermal energy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Holbrook",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Holbrook",
   "pi_email_addr": "john.holbrook@tcu.edu",
   "nsf_id": "000600689",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Christian University",
  "inst_street_address": "3101 BELLAIRE DRIVE NORTH",
  "inst_street_address_2": "SUITE 3200",
  "inst_city_name": "FORT WORTH",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172577516",
  "inst_zip_code": "761290001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "TX12",
  "org_lgl_bus_name": "TEXAS CHRISTIAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJCLFGKGULP5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Christian University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "761290002",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "TX",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  },
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>TRACKING AN ENERGY ELEPHANT:&nbsp;SCIENCE AND ENGINEERING CHALLENGES FOR UNLOCKING THE GEOTHERMAL POTENTIAL OF SEDIMENTARY BASINS</strong></p>\n<p>&nbsp;On November 6-9, 2011, a group of 71 scientists, engineers, educators, practitioners and planners gathered in Salt Lake City, Utah through an NSF-SEES Workshop to address one central question.</p>\n<p><em>&ldquo;What are the basic science and engineering questions that need to be addressed in order to make geothermal energy production from sedimentary basins practical?&rdquo;</em></p>\n<p>The consensus of the group was that large stores of heat energy are available from sedimentary basins, but advances in basic science and engineering are needed in order to economically extract this heat for large-scale electrical generation.</p>\n<p>For geothermal resources to be viable, water of sufficient volume and temperature are required along with reservoir rocks with similarly sufficient porosity and permeability to store and allow the movement of water through them to the well bore.&nbsp; The western US is dominated by hydrothermal systems that reflect the structure and high heat flow of this tectonically active area.&nbsp; But these western resources tend to me small, generating from 10-30 MW per site, are generally localized, and lack the collective resource capacity to have a significantly large impact on U.S. electrical supply.&nbsp; Enhanced geothermal Systems (EGS) systems are those that attempt to extract heat by fluid circulation through induced fractures in otherwise non-porous and permeable crystalline basement rock. &nbsp;But generating sufficient reservoir capacity to accept injected water of sufficient volume, and flow connectivity between injection and production wells has been an insurmountable challenge to date. &nbsp;In contrast, the strata in deeper portions of sedimentary basins have the native porosity and permeability, can hold large volumes of water, and can be enhanced to hydrologically connect fractures induced by EGS.&nbsp; High subsurface temperatures coupled with effective flow and heat sweep between injection and extraction wells that offer the potential for geothermal resources from sedimentary basins that can yield 100's MW per site. Heat at drillable depths of 3-6 km in sedimentary basins could generate 1+ MW of sustained power per square kilometer with negligible impact to surficial systems.&nbsp; The large areas of deep sedimentary basin in the conterminous U.S. house an estimated 100,000 EJ of power resource (Tester, et al, 2006).&nbsp; The potential for sedimentary-basin geothermal to replace a sizeable proportion of the current carbon-rich (100EJ/year at approximately 50% coal; DOE/EIA, 2010) energy consumption is thus high.&nbsp; In addition, being able to tap geothermal resources of sedimentary basins opens up areas of the US, and indeed the world, that have no other viable source of geothermal energy.</p>\n<p>Tapping the large energy resources of sedimentary basins will require a meaningful effort in basic research geared directly to overcoming current applied challenges.&nbsp; Better understanding of the native sedimentary basin and better engineering and geophysical technologies are needed to provide the breakthroughs that will advance geothermal energy to its potential role as a primary contributor to the U.S. energy portfolio.&nbsp; The high up-front costs associated with large-scale geothermal energy systems make this industry particularly vulnerable to uncertainty in proper placement and development of power plants and the related acceptance of financial risk.&nbsp;Lowering of financial risk to acceptable levels, and organic expansion of this industry, must start with a concerted effort to address the basic science and engineering questions that underpin the risks of applied-research unknowns.&nbsp; This will necessarily require advancements in workforce development and educa...",
  "por_txt_cntn": "\nTRACKING AN ENERGY ELEPHANT: SCIENCE AND ENGINEERING CHALLENGES FOR UNLOCKING THE GEOTHERMAL POTENTIAL OF SEDIMENTARY BASINS\n\n On November 6-9, 2011, a group of 71 scientists, engineers, educators, practitioners and planners gathered in Salt Lake City, Utah through an NSF-SEES Workshop to address one central question.\n\n\"What are the basic science and engineering questions that need to be addressed in order to make geothermal energy production from sedimentary basins practical?\"\n\nThe consensus of the group was that large stores of heat energy are available from sedimentary basins, but advances in basic science and engineering are needed in order to economically extract this heat for large-scale electrical generation.\n\nFor geothermal resources to be viable, water of sufficient volume and temperature are required along with reservoir rocks with similarly sufficient porosity and permeability to store and allow the movement of water through them to the well bore.  The western US is dominated by hydrothermal systems that reflect the structure and high heat flow of this tectonically active area.  But these western resources tend to me small, generating from 10-30 MW per site, are generally localized, and lack the collective resource capacity to have a significantly large impact on U.S. electrical supply.  Enhanced geothermal Systems (EGS) systems are those that attempt to extract heat by fluid circulation through induced fractures in otherwise non-porous and permeable crystalline basement rock.  But generating sufficient reservoir capacity to accept injected water of sufficient volume, and flow connectivity between injection and production wells has been an insurmountable challenge to date.  In contrast, the strata in deeper portions of sedimentary basins have the native porosity and permeability, can hold large volumes of water, and can be enhanced to hydrologically connect fractures induced by EGS.  High subsurface temperatures coupled with effective flow and heat sweep between injection and extraction wells that offer the potential for geothermal resources from sedimentary basins that can yield 100's MW per site. Heat at drillable depths of 3-6 km in sedimentary basins could generate 1+ MW of sustained power per square kilometer with negligible impact to surficial systems.  The large areas of deep sedimentary basin in the conterminous U.S. house an estimated 100,000 EJ of power resource (Tester, et al, 2006).  The potential for sedimentary-basin geothermal to replace a sizeable proportion of the current carbon-rich (100EJ/year at approximately 50% coal; DOE/EIA, 2010) energy consumption is thus high.  In addition, being able to tap geothermal resources of sedimentary basins opens up areas of the US, and indeed the world, that have no other viable source of geothermal energy.\n\nTapping the large energy resources of sedimentary basins will require a meaningful effort in basic research geared directly to overcoming current applied challenges.  Better understanding of the native sedimentary basin and better engineering and geophysical technologies are needed to provide the breakthroughs that will advance geothermal energy to its potential role as a primary contributor to the U.S. energy portfolio.  The high up-front costs associated with large-scale geothermal energy systems make this industry particularly vulnerable to uncertainty in proper placement and development of power plants and the related acceptance of financial risk. Lowering of financial risk to acceptable levels, and organic expansion of this industry, must start with a concerted effort to address the basic science and engineering questions that underpin the risks of applied-research unknowns.  This will necessarily require advancements in workforce development and educational infrastructure as well.  The diversity of science and engineering and social sciences needed to address these problems also require advanced vehicles for informational exchange and interdisciplinary..."
 }
}