{
 "awd_id": "1156143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ecohydrological Controls on Watershed Response to Land Use Change in the Montane Cloud Forest Zone in Central Veracruz, Mexico",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 231208.0,
 "awd_amount": 231208.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "Ecosystems that are covered in fog or mist for much of the year may be critical for water supply because the presence of fog can increase total water inputs.  This can occur because fog condenses on tree leaves and drips to the ground, reduces light and temperature so less water evaporates, and can be directly absorbed by leaves.  However, current knowledge about how fog influences ecosystem water balance is extremely poor. This research quantifies the effect of fog on water movement through individual plants to entire watersheds in a cloud forest zone in Veracruz, Mexico.  The goal of this project is to determine how conversion of cloud forest to pasture, pine reforestation, and young regenerating forest affects streamflow.  This will be accomplished by combining field measurements of hydrological, ecophysiological, atmospheric and soil processes with watershed modeling.     \r\n\r\nCloud forests, combined with other fog/cloud inundated ecosystems, occupy over 70 million hectares on earth, yet many have already been deforested or are threatened by conversion and climate change.  Loss of fog-vegetation interactions when tall forests are replaced by shorter vegetation may have irreversible consequences for the hydrological balance, thereby affecting water supply to major population centers in lower-lying regions.  This research fills an important gap in current understanding of how cloud forests?and their alteration by land use?affect water resources.  By identifying the mechanisms that cause changes in water flow amounts and timing, it will be possible to make specific management and policy recommendations for protecting water supply and reversing processes of degradation.  Additional support for this research is being provided by the Hydrology Program (GEO), the Office of International Science & Engineering, Emerging Frontiers (BIO/OAD), and the Division of Environmental Biology.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Asbjornsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi Asbjornsen",
   "pi_email_addr": "heidi.asbjornsen@unh.edu",
   "nsf_id": "000116524",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "",
  "perf_city_name": "Durham",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038243585",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "721600",
   "pgm_ele_name": "FRONTIERS IN BIO RES (FIBR)"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "1579",
   "pgm_ref_txt": "HYDROLOGIC SCIENCES"
  },
  {
   "pgm_ref_code": "5922",
   "pgm_ref_txt": "MEXICO"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7216",
   "pgm_ref_txt": "FRONTIERS IN BIO RES (FIBR)"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 83442.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 47764.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tropical montane cloud forest ecosystems are thought to play an important role as &lsquo;water producers&rsquo; due of relatively high total water inputs from canopy interception of fog (also referred to as &lsquo;fog drip&rsquo;) and low water losses from evapotranspiration.&nbsp; Despite their hydrological importance, cloud forest ecosystems worldwide are threatened by deforestation and conversion to other land uses. However, very little is known about the effects of land use change on the ecohydrological functions of cloud forests, and how such changes may affect water availability to downstream areas. &nbsp;The main goal of this project was to assess the ecohydrological consequences of converting cloud forest to pasture, pine plantations, and regenerating secondary forest, and to enhance fundamental knowledge about the mechanisms that control water movement through the plants, soils, atmosphere, and streams in a montane cloud forest region in central Veracruz, Mexico.</p>\n<p>The results showed that although conversion of cloud forest to pasture increased the total amount of annual streamflow (due to lower evapotranspiration under pasture), this land use change also reduced the amount of late dry season streamflow by approximately 50% compared to under mature cloud forest. Planting of pine trees on former pasture lands did not have a large impact on water yield, which was attributed to relatively lower evapotranspiration by pine plantations compared to the broadleaved cloud forests combined with the impacts of selective harvesting of pines on reducing tree density.&nbsp; Finally, naturally regenerating cloud forests were found to have very similar hydrological functions compared to mature cloud forests after only 20 years of growth.&nbsp; Surprisingly, water inputs from fog drip was relatively low in the Veracruz cloud forests (less than 2% of annual rainfall), and consequently the role of fog and clouds on reducing water losses via evapotranspiration and on alleviating moisture stress in plants during dry periods appears to be more important for the water balance than fog drip in these cloud forests. &nbsp;Combined, these results suggest that management and policy strategies aimed at improving hydrologic services should focus on protecting young regenerating cloud forests and mature cloud forests in headwater regions as a means of ensuring high groundwater discharge, reliable dry season streamflow, and mitigation of downstream flooding.&nbsp; Additionally, planting pine trees on degraded pastures or agricultural lands for erosion control and timber products will likely not have negative impacts on water availability.&nbsp;</p>\n<p>The findings from this research have been broadly disseminated to diverse stakeholders in Mexico and Latin America, including decision-makers, land managers, and local citizens, and have provided useful information for enhancing the effectiveness of Mexico&rsquo;s Payment for Hydrologic Services program and similar payment programs elsewhere in the region.&nbsp; As part of this project, two PhD students, three post-doctoral associates, and several masters and undergraduate students received valuable training and education in interdisciplinary research linking the hydrological and ecological sciences, and gained experience about how such approaches can be used to improve understanding about managing forest and water resources in ways that enhance overall benefits to society. Thus far, 16 peer reviewed journal articles have been published, over 50 presentations made at scientific conferences, 6 online databases have been made available to the public, a widely accessible project website has been established, and a multimedia and inquiry-based lesson plan is broadly available to support educational activities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2014<br>\n\t\t\t\t\tModified by: Heidi&nbsp;Asbjornsen</p>\n</div>\n<div class=\"porSideCol\"></d...",
  "por_txt_cntn": "\nTropical montane cloud forest ecosystems are thought to play an important role as æwater producersÆ due of relatively high total water inputs from canopy interception of fog (also referred to as æfog dripÆ) and low water losses from evapotranspiration.  Despite their hydrological importance, cloud forest ecosystems worldwide are threatened by deforestation and conversion to other land uses. However, very little is known about the effects of land use change on the ecohydrological functions of cloud forests, and how such changes may affect water availability to downstream areas.  The main goal of this project was to assess the ecohydrological consequences of converting cloud forest to pasture, pine plantations, and regenerating secondary forest, and to enhance fundamental knowledge about the mechanisms that control water movement through the plants, soils, atmosphere, and streams in a montane cloud forest region in central Veracruz, Mexico.\n\nThe results showed that although conversion of cloud forest to pasture increased the total amount of annual streamflow (due to lower evapotranspiration under pasture), this land use change also reduced the amount of late dry season streamflow by approximately 50% compared to under mature cloud forest. Planting of pine trees on former pasture lands did not have a large impact on water yield, which was attributed to relatively lower evapotranspiration by pine plantations compared to the broadleaved cloud forests combined with the impacts of selective harvesting of pines on reducing tree density.  Finally, naturally regenerating cloud forests were found to have very similar hydrological functions compared to mature cloud forests after only 20 years of growth.  Surprisingly, water inputs from fog drip was relatively low in the Veracruz cloud forests (less than 2% of annual rainfall), and consequently the role of fog and clouds on reducing water losses via evapotranspiration and on alleviating moisture stress in plants during dry periods appears to be more important for the water balance than fog drip in these cloud forests.  Combined, these results suggest that management and policy strategies aimed at improving hydrologic services should focus on protecting young regenerating cloud forests and mature cloud forests in headwater regions as a means of ensuring high groundwater discharge, reliable dry season streamflow, and mitigation of downstream flooding.  Additionally, planting pine trees on degraded pastures or agricultural lands for erosion control and timber products will likely not have negative impacts on water availability. \n\nThe findings from this research have been broadly disseminated to diverse stakeholders in Mexico and Latin America, including decision-makers, land managers, and local citizens, and have provided useful information for enhancing the effectiveness of MexicoÆs Payment for Hydrologic Services program and similar payment programs elsewhere in the region.  As part of this project, two PhD students, three post-doctoral associates, and several masters and undergraduate students received valuable training and education in interdisciplinary research linking the hydrological and ecological sciences, and gained experience about how such approaches can be used to improve understanding about managing forest and water resources in ways that enhance overall benefits to society. Thus far, 16 peer reviewed journal articles have been published, over 50 presentations made at scientific conferences, 6 online databases have been made available to the public, a widely accessible project website has been established, and a multimedia and inquiry-based lesson plan is broadly available to support educational activities.\n\n\t\t\t\t\tLast Modified: 07/16/2014\n\n\t\t\t\t\tSubmitted by: Heidi Asbjornsen"
 }
}