{
 "awd_id": "1156393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Modern Methods in Calculus of Variations with Applications to Polycrystalline and Granular Materials",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 153852.0,
 "awd_amount": 153852.0,
 "awd_min_amd_letter_date": "2011-09-21",
 "awd_max_amd_letter_date": "2013-06-28",
 "awd_abstract_narration": "The investigator develops new methods needed to study key issues in the emerging area of Calculus of Variations in L-infinity, for the case where the functionals to be minimized are the essential supremum of some function of fields that are subject to constant rank differential constraints.  This general framework includes the treatment of curl-free fields, divergence-free fields, symmetrized and higher order gradients, and fields that satisfy Maxwell's equations.  He studies necessary and sufficient conditions under which these functionals possess a minimizer, relaxation, supremal representation, homogenization, approximation via Gamma-convergence, and he investigates selected systems of partial differential equations that arise as the Aronsson equations associated to such functionals.  Previous work in this direction has been focused on the particular case where the admissible fields are gradients (curl-free); the corresponding issues for supremal functionals acting on fields subject to other differential constraints that appear naturally as balance laws have remained largely unaddressed.  An important goal of the project is to bridge this gap by pursuing a systematic study of supremal functionals in this generality.  The project aims to provide a unified view of the subject and, in particular, to reveal how the known properties of supremal functionals depending on gradients can be understood as a particular case in the broader context considered.  The analytical methods developed by the investigator and his collaborators are used to study selected problems in materials sciences that are described by means of explicit variational principles involving supremal functionals.  In particular, the project seeks to answer certain questions regarding the macroscopic behavior of polycrystals, and to elucidate several issues that come up in the study of granular materials, where new models are analyzed and used to study the flow of heterogeneous sand piles over given landscapes in the context of related Monge-Kantorovich mass transfer problems. \r\n\r\n     The project is motivated by specific questions about the behavior of polycrystalline and granular materials.  Such materials are very common: most metals found in nature are polycrystals; grains, coal, plastic, building materials (sand, gravel), and various powders and chemical compounds, are all examples of granular materials that are handled and stored on a daily basis.  Thus, understanding how to mix and transport them in an optimal fashion is an issue of natural interest.  Problems of practical importance where the more realistic approach is to minimize the supremum rather than the average of certain quantities are ubiquitous in many other areas, such as nonlinear elasticity, image processing, damage and fracture mechanics, plasticity, and semiconductor design.  It is expected that the methods developed within this project will be relevant to an extensive range of applications, beyond those considered here explicitly.  The broader impacts of the project are also achieved through training of graduate and undergraduate students, who are exposed to modern developments in applied analysis and are involved in projects related to the proposal, as well as through other educational and outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marian",
   "pi_last_name": "Bocea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marian Bocea",
   "pi_email_addr": "mbocea@luc.edu",
   "nsf_id": "000219295",
   "pi_start_date": "2011-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Loyola University of Chicago",
  "inst_street_address": "820 N MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7735082471",
  "inst_zip_code": "606112147",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "LOYOLA UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "CVNBL4GDUKF3"
 },
 "perf_inst": {
  "perf_inst_name": "Loyola University of Chicago",
  "perf_str_addr": "",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606112270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 66604.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 43014.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 44234.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project has developed new methods in Partial Differential Equations and Calculus of Variations, two important areas of Mathematics that have been historically motivated by questions in Mechanics and which continue to be greatly influenced by the need to address contemporary issues in Engineering, Materials Science, Biology, Computer Vision and Imaging Sciences. Specifically, the project has contributed significant new results in the analysis of PDEs that are of interest in the study of composite materials and of important classes of complex fluids, and has advanced our understanding of key issues in Calculus of Variations for the case where the functionals to be minimized are the essential supremum of some function of fields that are subject to constant rank differential constraints. Variational principles involving such functionals arise, for example, in applications to Materials Science and Engineering. A new variational characterization of the effective yield set for polycrystalline materials whose individual grains are ionic crystals has been identified. This class of polycrystals is representative in the modeling of crystalline materials exhibiting a deficient supply of slip systems. Polycrystals are ubiquitous in nature (most metals, ceramics, rocks, or ice are polycrystals) and also among novel, engineered materials, and understanding the structure of their effective yield set is an important issue. The dual variational principle has been identified for the case of relaxed functionals in L-infinity optimal transport. This is an emerging direction in the theory of optimal transportation, where the cost to be minimized is represented as the essential supremum of a cost function. Optimization problems of this type are motivated by questions in Economics, Molecular Physics, the study of particulate/granular media, and in the planning of urban transportation networks.</p>\n<p>The project has contributed to the development of human resources by providing support and opportunities for training and mentoring of both undergraduate and graduate students. During the period of this award one of PI's graduate students has successfully defended his Ph.D. thesis and has begun a three-year postdoctoral position at a U.S. university. The PI has also been involved in activities designed to enrich pre-college students and teachers' understanding and appreciation of Mathematics and its increasing relevance for Science and Engineering applications. The PI is a member of a leadership team of three faculty at Loyola University Chicago and two Chicago Public Schools middle-school teachers that has initiated the creation of a Math Teachers' Circle in Chicago. This will be part of the national Math Teachers' Circle network (http://www.mathteacherscircle.org/), and it will serve as a new platform for outreach to Chicago area pre-college students and their teachers. The main goal of the Math Teachers' Circles is to provide teachers hands-on experience with problem solving, with the aim of enhancing their ability to convey this crucial skill to their students. Our team is currently developing content and actively recruiting teachers for the new Math Teachers' Circle, which will start its official activities in Fall 2015. The Chicago Math Teachers' Circle web site is hosted at http://gauss.math.luc.edu/mtc/.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2015<br>\n\t\t\t\t\tModified by: Marian&nbsp;Bocea</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project has developed new methods in Partial Differential Equations and Calculus of Variations, two important areas of Mathematics that have been historically motivated by questions in Mechanics and which continue to be greatly influenced by the need to address contemporary issues in Engineering, Materials Science, Biology, Computer Vision and Imaging Sciences. Specifically, the project has contributed significant new results in the analysis of PDEs that are of interest in the study of composite materials and of important classes of complex fluids, and has advanced our understanding of key issues in Calculus of Variations for the case where the functionals to be minimized are the essential supremum of some function of fields that are subject to constant rank differential constraints. Variational principles involving such functionals arise, for example, in applications to Materials Science and Engineering. A new variational characterization of the effective yield set for polycrystalline materials whose individual grains are ionic crystals has been identified. This class of polycrystals is representative in the modeling of crystalline materials exhibiting a deficient supply of slip systems. Polycrystals are ubiquitous in nature (most metals, ceramics, rocks, or ice are polycrystals) and also among novel, engineered materials, and understanding the structure of their effective yield set is an important issue. The dual variational principle has been identified for the case of relaxed functionals in L-infinity optimal transport. This is an emerging direction in the theory of optimal transportation, where the cost to be minimized is represented as the essential supremum of a cost function. Optimization problems of this type are motivated by questions in Economics, Molecular Physics, the study of particulate/granular media, and in the planning of urban transportation networks.\n\nThe project has contributed to the development of human resources by providing support and opportunities for training and mentoring of both undergraduate and graduate students. During the period of this award one of PI's graduate students has successfully defended his Ph.D. thesis and has begun a three-year postdoctoral position at a U.S. university. The PI has also been involved in activities designed to enrich pre-college students and teachers' understanding and appreciation of Mathematics and its increasing relevance for Science and Engineering applications. The PI is a member of a leadership team of three faculty at Loyola University Chicago and two Chicago Public Schools middle-school teachers that has initiated the creation of a Math Teachers' Circle in Chicago. This will be part of the national Math Teachers' Circle network (http://www.mathteacherscircle.org/), and it will serve as a new platform for outreach to Chicago area pre-college students and their teachers. The main goal of the Math Teachers' Circles is to provide teachers hands-on experience with problem solving, with the aim of enhancing their ability to convey this crucial skill to their students. Our team is currently developing content and actively recruiting teachers for the new Math Teachers' Circle, which will start its official activities in Fall 2015. The Chicago Math Teachers' Circle web site is hosted at http://gauss.math.luc.edu/mtc/.\n\n\t\t\t\t\tLast Modified: 07/17/2015\n\n\t\t\t\t\tSubmitted by: Marian Bocea"
 }
}