{
 "awd_id": "1156413",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR-CR:  Seismically Induced Rock-Slope Failure: Mechanisms and Prediction",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2010-11-04",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 897239.0,
 "awd_amount": 950713.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2015-07-16",
 "awd_abstract_narration": "\r\nThis award is an outcome of the NSF 09-524 program solicitation ''George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) Research (NEESR)'' competition and includes Drexel University (lead institution) and Montana Tech of The University of Montana (subaward). This project will utilize the NEES equipment site at Rensselaer Polytechnic Institute (RPI).\r\n\r\nWorldwide, seismically induced rock-slope failures have been responsible for approximately 30% of the most significant landslide catastrophes of the past century.  They are among the most common, dangerous, and still today, least understood of all seismic hazards.  Rock-slope failures differ fundamentally in two key respects from landslides in unconsolidated, soil materials: (i) rock-slope stability is controlled principally by discontinuities in the rock mass and (ii) owing to their potentially large volumes, high velocities, long travel distances, and impact forces, the consequences of rock-slope failures can be severe.  These consequences routinely include burying of roadways and canals, collapse of structures, and formation of landslide debris dams. \r\n\r\nWhile earthquake-induced soil landslides have been well studied, there is remarkably little fundamental research on the more common and often more significant problem of rock-slope stability under seismic conditions.  The limited understanding of this topic largely relates to the challenges of interpreting these complex, large displacement landslides in order to gain a better understand the triggering processes.  As a result, the current state-of-the-practice for assessing the seismic stability of rock-slopes lags behind that of soil slopes and typically involves either qualitative assessments (i.e., relative hazard assessment using descriptive parameters) or highly simplified quantitative analyses (i.e., pseudostatic methods).  Neither of these approaches captures the key mechanisms driving rock-slope failure, or the consequences of failure.  This research seeks to substantially advance the fundamental understanding of the rock-slope failure process under seismic conditions through a fully integrated program of physical and discrete element method numerical simulations.  The resulting improved knowledge will drive the development of improved rock-slope failure assessment guidelines, analysis procedures, and predictive tools. In addition to markedly improving the basic understanding of seismic rock-slope failures, this research will drive the shift from currently employed qualitative assessment procedures to modern performance- and risk-based methodologies.  \r\n\r\nThe project entails collaboration and student exchanges between a primarily undergraduate institution, a research university, and an international partner, the Universidad Politècnica de Catalunya (UPC) in Barcelona, Spain.  Other impacts of this work include development of educational materials aimed at improving the understanding of engineering and science among the general public, preparation of modules for incorporating physical models in the engineering curriculum.  Data from this project will be archived and made available to the public through the NEES data repository.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Wartman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Wartman",
   "pi_email_addr": "wartman@uw.edu",
   "nsf_id": "000201763",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "433 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981051016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7414",
   "pgm_ref_txt": "LEBANON"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 897239.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 41000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 12474.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Worldwide, seismically induced rock-slope failures have been responsible for about a third of the most significant landslide catastrophes of the past century. Rock-slope failures differ fundamentally from landslides in unconsolidated, soil materials in that rock-slope stability is controlled principally by discontinuities in the rock mass (e.g. joints, fractures, bedding planes, etc.) rather than the properties of the larger continuum. Accordingly, this research was undertaken with the goal of advancing our fundamental understanding of the rock-slope failure process under seismic conditions through a fully integrated program of physical (geotechnical centrifuge) and numerical simulations. The main technical goals of the project (referred to as \"NEESROCK\") were to (i) understand the modes of failure and kinematic interactions between discontinuous rock blocks under transient, dynamic loading, and (ii) develop new tools to analyze the seismic performance of rock slopes in \"blocky\" masses having fully persistent discontinuities. The main findings and outcomes of the project (i.e., intellectual merit) are summarized below.</p>\n<p><strong><em>Material Development and Characterization</em></strong>: A special fabrication process was developed to create a reproducible model material (a specially cured gypsum blend) that realistically simulated highly indurated rock blocks. Reflecting NEESROCK's focus on hard rocks with fully persistent joints, the model was specifically developed not to fracture and to have highly controllable (and realistic) interface characteristics (i.e., constitutive response, including shear and normal stiffness, friction, and strength degradation with displacement). Special laboratory experimental procedures were developed to mimic the multiple repetitions of back-and-forth cyclic shearing that occur in the centrifuge tests. In addition, surface characterization of the material interfaces was also made using a new laboratory laser scanning technology. These data have been used to quantify surface roughness (and its spatial variability), and to identify the level of interface \"damage\" that occurs during shearing.</p>\n<p><em><strong>Centrifuge Testing:</strong></em> A series of three centrifuge test programs were performed. One program was largely exploratory and served to demonstrate the proof-of-concept for the experiments. The latter two programs focused on sliding, toppling, and slumping (back-tilting) modes of failure. Results of the latter two production tests were interpreted with the aid of numerical modeling using the distinct element model (DEM) code UDEC, which models the interaction and response of blocky rock systems. This approach allowed centrifuge results to be extrapolated to a much wider range of conditions (e.g. ground motions, discontinuity patterns, interface properties, etc.). Key findings of this effort include: (i) beyond mere orientation, the pattern of discontinuities (e.g., staggered, brick-like vs. \"+\" intersections) exerts significant control on the resulting mode of failure, the coherency and deformation of the failing mass, and the staging of failure (progressive and episodic vs. single stage), (ii) the mode of failure (e.g., slumping, sliding, and/or toppling) is not fully predetermined by the discontinuity patterns of the rock mass; the frequency of the ground motion also plays an important role, and (iii) depending on the ground motion and rock mass characteristics, persistent discontinuities can serve to effectively \"base isolate\" portions of a slope from strong ground motions; thus exerting a strong control on the performance of rock-slopes.</p>\n<p><strong><em>Analysis Methods:</em></strong> The fundamental understanding gained from the centrifuge-numerical modeling informed the development of new procedures to analyze the seismic performance of blocky rock slopes. Specifically, fully non-linear, time-dependent mode...",
  "por_txt_cntn": "\nWorldwide, seismically induced rock-slope failures have been responsible for about a third of the most significant landslide catastrophes of the past century. Rock-slope failures differ fundamentally from landslides in unconsolidated, soil materials in that rock-slope stability is controlled principally by discontinuities in the rock mass (e.g. joints, fractures, bedding planes, etc.) rather than the properties of the larger continuum. Accordingly, this research was undertaken with the goal of advancing our fundamental understanding of the rock-slope failure process under seismic conditions through a fully integrated program of physical (geotechnical centrifuge) and numerical simulations. The main technical goals of the project (referred to as \"NEESROCK\") were to (i) understand the modes of failure and kinematic interactions between discontinuous rock blocks under transient, dynamic loading, and (ii) develop new tools to analyze the seismic performance of rock slopes in \"blocky\" masses having fully persistent discontinuities. The main findings and outcomes of the project (i.e., intellectual merit) are summarized below.\n\nMaterial Development and Characterization: A special fabrication process was developed to create a reproducible model material (a specially cured gypsum blend) that realistically simulated highly indurated rock blocks. Reflecting NEESROCK's focus on hard rocks with fully persistent joints, the model was specifically developed not to fracture and to have highly controllable (and realistic) interface characteristics (i.e., constitutive response, including shear and normal stiffness, friction, and strength degradation with displacement). Special laboratory experimental procedures were developed to mimic the multiple repetitions of back-and-forth cyclic shearing that occur in the centrifuge tests. In addition, surface characterization of the material interfaces was also made using a new laboratory laser scanning technology. These data have been used to quantify surface roughness (and its spatial variability), and to identify the level of interface \"damage\" that occurs during shearing.\n\nCentrifuge Testing: A series of three centrifuge test programs were performed. One program was largely exploratory and served to demonstrate the proof-of-concept for the experiments. The latter two programs focused on sliding, toppling, and slumping (back-tilting) modes of failure. Results of the latter two production tests were interpreted with the aid of numerical modeling using the distinct element model (DEM) code UDEC, which models the interaction and response of blocky rock systems. This approach allowed centrifuge results to be extrapolated to a much wider range of conditions (e.g. ground motions, discontinuity patterns, interface properties, etc.). Key findings of this effort include: (i) beyond mere orientation, the pattern of discontinuities (e.g., staggered, brick-like vs. \"+\" intersections) exerts significant control on the resulting mode of failure, the coherency and deformation of the failing mass, and the staging of failure (progressive and episodic vs. single stage), (ii) the mode of failure (e.g., slumping, sliding, and/or toppling) is not fully predetermined by the discontinuity patterns of the rock mass; the frequency of the ground motion also plays an important role, and (iii) depending on the ground motion and rock mass characteristics, persistent discontinuities can serve to effectively \"base isolate\" portions of a slope from strong ground motions; thus exerting a strong control on the performance of rock-slopes.\n\nAnalysis Methods: The fundamental understanding gained from the centrifuge-numerical modeling informed the development of new procedures to analyze the seismic performance of blocky rock slopes. Specifically, fully non-linear, time-dependent models were developed models to predict ultimate displacement in toppling and slumping modes of rock-slope failure. Parameters of these non-linear models were com..."
 }
}