{
 "awd_id": "1157691",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Education Production and Peer Networks Among Out-of-School Children in India",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 129292.0,
 "awd_amount": 129292.0,
 "awd_min_amd_letter_date": "2011-09-23",
 "awd_max_amd_letter_date": "2013-01-14",
 "awd_abstract_narration": "PROJECT SUMMARY\r\nThe PI proposes  investigatomg the education production function in the context of an informal\r\ncommunity based model of instruction targeted at out-of-school children in India. Using the\r\nplanned expansion of the program, the PI will conduct a three part randomization that will\r\nallow us to distinguish the effects of student, teacher, classmate, and non-class peers on student\r\nachievement while also generally evaluating the effectiveness of community based class model.\r\nThe evaluation design comprises three randomizations. First, from one hundred communities we\r\nwill randomly choose sixty-six in which to provide the intervention. In the treatment\r\ncommunities, the PI will randomly choose from the out-of-school children who indicate an interest\r\nin the program a subset to receive the treatment. To generate variation in the coverage of\r\nstudents peer networks, the PI will also varying the fraction of out of school children that will be treated in\r\nthese communities. Finally, the PI will randomly assign students to classes and teachers to classes\r\nto allow measurement of the effects of teacher and classmate characteristics. The PI will track\r\ninterested children in 100 communities (6,000 children) for two years. Student performance will\r\nbe measured through tests, attendance rates, and subsequent enrollment rates.\r\nIntellectual Merit of the Proposed Activity\r\nThe study will expand the understanding of the education production function in three ways.\r\nFirst, the PI will contribute to the growing literature that employs randomized evaluations to estimate the\r\ncausal effects of educational interventions in the context of developing countries. The PI's estimates\r\ntaken in combination with the existing literature will expand understanding of how individual\r\ninstitutional structures shape students experiences. For example, comparing the change in\r\nstudent performance due untrained teachers through the Bridge Course program to the change in\r\nstudent performance due to similar teachers operating in conjunction with normal school teachers\r\n(Banerjee, Cole, Duflo and Linden, 2005) allows improved understanding of the relative effectiveness of\r\nsuch teachers operating in different environments and with different populations of students.\r\nTo complement these global estimates, the PI also seeks to conduct micro-level analyses in which the PI\r\nestimates more fundamental relationships underlying the education production function. Drawing\r\non the classic theoretical specifications of the education production function and the newer\r\nmodels of peer effects, the PI directly estimates the effects of teacher, classmate, and non-class peer\r\ncharacteristics on student learning. Finally, the PI investigates a richer set of characteristics than\r\nhave been previously investigated in the developing context. For example, the PI investigates the\r\ninfluence of different types of peers by testing the effects of peers that have different\r\nrelationships to a child by surveying described levels of closeness, shared activities, etc.\r\nBroader Impact of the Proposed Activity\r\nThe intervention the PI proposes to evaluate is extremely cheap (about $1.50 per student per month),\r\nand operates completely outside of traditional administrative boundaries (schools, religious\r\ninstitutions, etc.). If effective, it could provide a viable mechanism for educating the over 100\r\nmillion primary-aged children in the developing world who are currently out of school. In\r\naddition, the entire data set resulting from the proposed study will be made available to other\r\nresearchers once the PI has finished working with the data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leigh",
   "pi_last_name": "Linden",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Leigh L Linden",
   "pi_email_addr": "leigh.linden@austin.utexas.edu",
   "nsf_id": "000359571",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 62161.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 67131.0
  }
 ],
 "por": null
}