{
 "awd_id": "1157904",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Flexible, Low Cost Cooling Technology for LED Lighting",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2011-09-28",
 "awd_max_amd_letter_date": "2011-09-28",
 "awd_abstract_narration": "Light emitting diode (LED) lighting has the potential to reduce US electricity consumption for lighting significantly within the next two decades, saving billions of dollars. Better thermal management is key to increased commercial adoption of LED lighting as system efficacy, reliability and cost are dependent upon heat dissipation. Commercial LED systems typically use cast aluminum heat sinks for cooling. Heat pipe technology, although well known for enhanced heat dissipation, finds limited commercial use in LED lighting systems because of (a) high cost and (b) limited design flexibility. Heat pipe technology that is (a) highly efficient at heat distribution/dissipation, (b) flexible in terms of design/manufacturing and (c) cost-effective would significantly enhance the commercial viability of LED lighting systems by simultaneously improving system efficacy and reducing cost. Innovations made by the PI in surface enhanced boiling technology are expected to yield highly efficient heat pipes that are flexible in design/manufacturing and cost-effective for use in varied LED lighting systems. The proposed product, which includes an innovative air-cooled condenser integrated with the LED light engine, will be able to provide significantly higher heat removal capability without encountering problems commonly experienced by commercial heat pipes such as dryout or critical heat flux condition.\r\n\r\nThe benefits of LED lighting - superior energy efficiency (lumens output per input watt), long life, consistency and reliability - are highly dependent on thermal management as LEDs generate heat. Unlike conventional lighting devices which dissipate by radiation, heat generated by LEDs must be conducted away from the diodes quickly and efficiently. Inadequate thermal management of heat generated by the LEDs leads to consistent deterioration in light output and shorter LED lifetime. The implementation of this technology will directly address the issues of the LED industry and the nation's energy management mandate. This will allow for more compact LED lighting systems especially for commercial lighting applications, such as street lights and stadium lights, where high heat dissipation rates are necessary. Providing more effective cooling will increase LED life and significantly reduce the high replacement costs in these applications. Ultimately, this project will demonstrate the technical and economic viability of using enhanced heat pipes for LED cooling and accelerate the market adoption of LED lighting for varied applications in commercial and industrial lighting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Satish",
   "pi_last_name": "Kandlikar",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Satish G Kandlikar",
   "pi_email_addr": "sgkeme@rit.edu",
   "nsf_id": "000153161",
   "pi_start_date": "2011-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Tech",
  "perf_str_addr": "1 Lomb Memorial Dr",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Efficient cooling of LED lights is key to successful implementation of this energy saving technology for diverse lighting applications. The benefits of LED lighting - superior energy efficiency (lumens output per input watt), long life, consistency and reliability - are highly dependent on thermal management as LEDs generate heat. The heat transfer enhancement techniques are applied in designing new low-cost efficient LED lights for PAR-38 lights. These lights are most commonly used in commercial and residential applications.</p>\n<p>The commercialization grant received from NSF focused on two main aspects. Primarily, the focus was on developing an enabling technology, and infrastructure leading to a business venture. To this end, two light bulb designs were developed and successfully tested. The efforts led to the formation of a company &ldquo;ARKA SOLUTIONS, LLC,&rdquo; which is incorporated in the State of New York. The experience gained through the teachings of Steve Blank at Stanford University was extremely useful in the formation of this venture.</p>\n<p>The second benefit was educating students on the importance of entrepreneurship and techniques associated with forming a private enterprise that is technology-driven. Making students aware of this avenue was a major contribution from this project at RIT. The two students working on this project have developed an enormous appreciation of the steps involved in forming a successful business enterprise.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2012<br>\n\t\t\t\t\tModified by: Satish&nbsp;G&nbsp;Kandlikar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEfficient cooling of LED lights is key to successful implementation of this energy saving technology for diverse lighting applications. The benefits of LED lighting - superior energy efficiency (lumens output per input watt), long life, consistency and reliability - are highly dependent on thermal management as LEDs generate heat. The heat transfer enhancement techniques are applied in designing new low-cost efficient LED lights for PAR-38 lights. These lights are most commonly used in commercial and residential applications.\n\nThe commercialization grant received from NSF focused on two main aspects. Primarily, the focus was on developing an enabling technology, and infrastructure leading to a business venture. To this end, two light bulb designs were developed and successfully tested. The efforts led to the formation of a company \"ARKA SOLUTIONS, LLC,\" which is incorporated in the State of New York. The experience gained through the teachings of Steve Blank at Stanford University was extremely useful in the formation of this venture.\n\nThe second benefit was educating students on the importance of entrepreneurship and techniques associated with forming a private enterprise that is technology-driven. Making students aware of this avenue was a major contribution from this project at RIT. The two students working on this project have developed an enormous appreciation of the steps involved in forming a successful business enterprise.\n\n\t\t\t\t\tLast Modified: 04/30/2012\n\n\t\t\t\t\tSubmitted by: Satish G Kandlikar"
 }
}