{
 "awd_id": "1157907",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Translating Robotic Technology for Inclusive Fitness:  An Innovative Robotic Rowing Exoskeleton (RRE) Development Project",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2011-07-20",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 174999.0,
 "awd_amount": 218999.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2014-04-22",
 "awd_abstract_narration": "Intellectual Merit: The opportunities for inclusion in fitness activity for disabled individuals, particularly those with severe disabilities, are extremely limited due to intrinsic, environmental, and social factors. This BRIGE project focuses on advancing robotic technology as a strategy to promote fitness opportunities for a range of individuals with disabilities. This project will 1) design, test, and build a prototype robotic device called Robotic Rowing Exoskeleton (RRE) that will augment movement, coordination, and strength in the activity of rowing; 2) yield a complete dynamics model of rowing biomechanics and parameter determination via human subject data; 3) provide a model system through which biomechanics and parameter determination using human subject data can be translated into precise robotic-assisted movement; 4) integrate electromyography and robotics to create a prototype that will be responsive to individual user needs; and 5) advance the development of an ongoing research program in robotic devices for improved quality of life. \r\n\r\nBroader Impacts: This project will be used as the foundation for the CIDER (Creating Investigator Diversity in Engineering Research) model with five major components. First, diverse students for whom the research agenda is personally relevant and compelling will be recruited to participate in all phases of the program. Second, each of the student researchers will engage in outreach in schools and a summer camp program for middle and high school students to perpetuate ongoing recruitment of diverse students into engineering research careers. Third, a video of RRE, its development, and its use will be made for on-site and virtual dissemination nationwide. Fourth, we will continue an ongoing program which hosts robotics demos for middle school and high school students, especially, women, to encourage them to pursue a career in Engineering. Finally, the model will be formalized and evaluated so that it can be expanded to encourage the involvement of other underrepresented groups in engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashish",
   "pi_last_name": "Deshpande",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ashish D Deshpande",
   "pi_email_addr": "ashish@austin.utexas.edu",
   "nsf_id": "000598687",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "P.O Box 7726",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  },
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  },
  {
   "pgm_ref_code": "093E",
   "pgm_ref_txt": "System fab/packaging & assembly"
  },
  {
   "pgm_ref_code": "7741",
   "pgm_ref_txt": "BROAD PARTIC IN ENG (BRIGE)"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 174999.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through this project the PI and his group have designed a novel, bi-manual upper body exoskeleton for rehabilitation after a neurological disorder such as stroke and spinal cord injury (SCI). The robot is capable of supporting full mobility of the shoulder and is capable of precise force and impedance control. The robot is designed to be a portable system with a compact form factor arranged closely to the subject&rsquo;s body. A shoulder mechanism was designed to maximize the range of motion of the arm while avoiding mechanical singularity and interference with the body, where its shoulder girdle mechanism supports shoulder protraction/retraction and elevation/depression without kinematic discrepancy. A novel mechanism for forearm pronation and supination was designed to substitute for the conventional bulky and heavy curved rail bearing. Series Elastic Actuators (SEAs) were implemented in all joints to maximize the performance of force and impedance control. Results from preliminary testing show that the robot supports the natural mobility with coordinated rhythmic motion around the shoulder and a wide range of motion of the arm. <br /><br />Toward the goal of achieving safe and comfortable interactions between the human subject and rehabilitation robot, the PI and his group have developed a controls algorithm to achieve impedance controls with only a position sensor and an ON/OFF type pressure sensor, so that it is dynamically transparent to the user. A prototype of wearable robot for controlling the user&rsquo;s arm was built with a brushless DC motor and a two-stage gearing system involving a planetary gearbox and a Capstan drive. A controller was designed and implemented to compensate for the inherent friction and reflected inertia using joint angle feedback from the robot, and for the stiction using the user&rsquo;s intended direction detected by a pressure sensor. Stability conditions were analyzed, first for the robotic system alone, and then for the coupled human-robot system. Experiments with the robot show that the apparent impedance was significantly reduced with compensation. Experiments involving free motions driven by a user proved that the user&rsquo;s physical effort to move the robot is dramatically decreased with compensation, thus making the robot feel lighter to the user.<br /><br />Additionally, the PI and his group have developed a new methodology for designing a nonlinear rotational spring with a desired passive torque profile by using a non-circular pulley-spring mechanism. A synthesis procedure for the shape of the non-circular pulley is presented. The method is based on an infinitesimal calculus approach that leads to an analytical solution, and the method is extended to address practical design issues related to the cable routing. Based on the synthesis method, an antagonistic spring configuration for bilateral torque generation from a neutral position is designed such that there is no slack in the routing cables. Two design examples are presented, namely, double exponential torque generation and gravity compensation for an inverted pendulum. Experiments with a mechanism for gravity compensation of an inverted pendulum validate our approach. The approach is extended to generate nonlinear torques at two joints by introducing the concept of torque decomposition. Experiments with a two-link robotic arm show that the gravitational forces from the masses on each link are accurately compensated for with our non-circular pulley-spring mechanisms.<br />&nbsp; <br /><br />More than a dozen undergraduate researchers, including five women, participated in the project and for these students this was the first experience with research. The PI guided and advised the undergraduate and graduate students, and the graduate student had the opportunity to assist the PI in mentoring some of the undergraduate students.<br />In the first year, the PI initiated...",
  "por_txt_cntn": "\nThrough this project the PI and his group have designed a novel, bi-manual upper body exoskeleton for rehabilitation after a neurological disorder such as stroke and spinal cord injury (SCI). The robot is capable of supporting full mobility of the shoulder and is capable of precise force and impedance control. The robot is designed to be a portable system with a compact form factor arranged closely to the subjectÆs body. A shoulder mechanism was designed to maximize the range of motion of the arm while avoiding mechanical singularity and interference with the body, where its shoulder girdle mechanism supports shoulder protraction/retraction and elevation/depression without kinematic discrepancy. A novel mechanism for forearm pronation and supination was designed to substitute for the conventional bulky and heavy curved rail bearing. Series Elastic Actuators (SEAs) were implemented in all joints to maximize the performance of force and impedance control. Results from preliminary testing show that the robot supports the natural mobility with coordinated rhythmic motion around the shoulder and a wide range of motion of the arm. \n\nToward the goal of achieving safe and comfortable interactions between the human subject and rehabilitation robot, the PI and his group have developed a controls algorithm to achieve impedance controls with only a position sensor and an ON/OFF type pressure sensor, so that it is dynamically transparent to the user. A prototype of wearable robot for controlling the userÆs arm was built with a brushless DC motor and a two-stage gearing system involving a planetary gearbox and a Capstan drive. A controller was designed and implemented to compensate for the inherent friction and reflected inertia using joint angle feedback from the robot, and for the stiction using the userÆs intended direction detected by a pressure sensor. Stability conditions were analyzed, first for the robotic system alone, and then for the coupled human-robot system. Experiments with the robot show that the apparent impedance was significantly reduced with compensation. Experiments involving free motions driven by a user proved that the userÆs physical effort to move the robot is dramatically decreased with compensation, thus making the robot feel lighter to the user.\n\nAdditionally, the PI and his group have developed a new methodology for designing a nonlinear rotational spring with a desired passive torque profile by using a non-circular pulley-spring mechanism. A synthesis procedure for the shape of the non-circular pulley is presented. The method is based on an infinitesimal calculus approach that leads to an analytical solution, and the method is extended to address practical design issues related to the cable routing. Based on the synthesis method, an antagonistic spring configuration for bilateral torque generation from a neutral position is designed such that there is no slack in the routing cables. Two design examples are presented, namely, double exponential torque generation and gravity compensation for an inverted pendulum. Experiments with a mechanism for gravity compensation of an inverted pendulum validate our approach. The approach is extended to generate nonlinear torques at two joints by introducing the concept of torque decomposition. Experiments with a two-link robotic arm show that the gravitational forces from the masses on each link are accurately compensated for with our non-circular pulley-spring mechanisms.\n  \n\nMore than a dozen undergraduate researchers, including five women, participated in the project and for these students this was the first experience with research. The PI guided and advised the undergraduate and graduate students, and the graduate student had the opportunity to assist the PI in mentoring some of the undergraduate students.\nIn the first year, the PI initiated a new class in his home department and he has developed new teaching modules on robot mechanisms, which were integral part of his ..."
 }
}