{
 "awd_id": "1157650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Naked eyes-based standoff detection of explosives using novel signal-amplifying nanocomposite and hand-held UV light",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2011-09-28",
 "awd_max_amd_letter_date": "2011-09-28",
 "awd_abstract_narration": "Terrorist threats and millions of unexploded land mines buried around the world necessitate the development of equipment for explosives detection that is rapid, cost-effective, reliable and user-friendly. The most often used nitro-based explosives (NG, TNT, DNT, RDX, Tetryl, etc.) possesses an, albeit small, vapor pressure and most explosive devices do not shield the explosive hermetically, particularly when considering improvised devices and landmines. Thus, sensing platforms that rely on detecting ultra-traces of explosives vapors are a promising approach toward their detection. Their development has progressed over the past decade. However, sensitivity, simplicity, large-scale application, and cost-effectiveness of such explosives sensing platforms are still problematic. This proposal aims to develop a rapid and cost-effective detection system for identifying the (buried) explosives in large-scale, with unprecedented simplicity, good sensitivity, and low cost. A number of novel features across nanotechnologies, chemistry and sensing technologies are introduced to the proposed system to make it faster and cheaper toward large-scale (buried) explosives detection. Besides stand-alone application of the developed technology, our technology can also be used as a possible add-on device to an existing short range sensor platform (e.g. a metal detector) for explosives detection, thus further broadening its application. \r\n\r\nThe proposed project offers a multidisciplinary training ground for graduate students. The work will advance the development of detection technique for (buried) explosives in general and, if successful, will have an enormous impact on demining activities and protection of civilian as well as homeland security and anti-terrorism activities. In addition, the multidisciplinary nature of the research activity lends itself for dissemination in technical as well as non-technical journals and as a subject of outreach activities. The results generated from this proposal will be used as the teaching materials for undergraduate independent study course as well as the demonstration projects for the School of Engineering's Da Vinci project (a project geared toward the integration of basic engineering concepts into the post-elementary school classroom), UConn's E2K program to enhance K-12 education, and the activities in Homeschoolers Day. Furthermore, if successful, this special NSF I-Corps project will bring together the technological, entrepreneurial, and business know-how and thus translate NSF-supported fundamental research into technology with near-term benefits for US economy and society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yu",
   "pi_last_name": "Lei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yu Lei",
   "pi_email_addr": "ylei@engr.uconn.edu",
   "nsf_id": "000073680",
   "pi_start_date": "2011-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "191 Auditorium Rd",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062693222",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There are about 110 million unexploded landmines buried on 20th century battlefields around the world. On average, they kill or maim more than 100,000 people each year, and of these victims, 30% - 40% are children. In addition, they prevent the use of large swaths of arable land. Efficient mine detection is the first step in landmine clearing. However, traditional landmine detection methods (e.g., trained dogs or manual detection with a metal detector) are expensive and slow. To date, there is no better reliable method available for landmine detection than dogs but &lsquo;bomb dogs&rsquo; also have many disadvantages. They require extensive and costly training, a qualified handler, and can only work for limited periods of time and certain geographic area. Thus, there exists an urgent need to develop novel, rapid, sensitive, safe, and low cost landmine detection system for large-scale landmine detection.</p>\n<p>In this project, we first developed fluorescent sensing material on filter paper. Its application for naked-eye based buried explosives detection under a handheld UV light is demonstrated (Figure 1). Such good sensing performance is attributed to the formation of co-facial &pi;-&pi; stacking between the sensing materials, thus highly favoring long-range exciton transportation via co-facial intermolecular electronic coupling. In this way, single explosive molecule can quench the fluorescence over a long distance.</p>\n<p>To further explore the application of the developed sensing material for standoff detection of buried explosives, the sensing material was delivered to buried explosives from a stand-off distance and the naked-eye based detection of buried explosives was conducted 30 min later under a handheld UV light. Especially, a stone-covered soil surface (25 cm &times; 50cm) with a lot of fertilizer and buried explosives was prepared as a simulated field test site and then used to validate the sensing material&rsquo;s performance. We buried explosives in two sites with different amount. As shown in Figure 2, the fluorescence quenching spots around the buried explosives sites was prominently observed in 30 min under a handheld UV light by naked eyes, indicating the position of buried explosives.</p>\n<p>As there is an attractive market for our developed explosives detection technique, through NSF I-Corps program, we designed our business canvas and contacted various potential customers. We spent a large amount of time on the communication with potential customers. We found that &ldquo;getting out of building&rdquo; is a useful tip for the success of a startup company. Due to the<br />difference between the academia and industry, to learn what your customer need is the best way to position and fine-tune your developed product. In addition, due to the limit of resource and cash flow, to make fast decision is another crucial factor for the success of a startup company. A non-provisional US patent has been filed by the University of Connecticut Center for Science and Technology Commercialization. The success of this project could build a model to demonstrate the transformation of NSF-style fundamental research to a real product.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2012<br>\n\t\t\t\t\tModified by: Yu&nbsp;Lei</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1157650/1157650_10139047_1351712247444_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/11...",
  "por_txt_cntn": "\nThere are about 110 million unexploded landmines buried on 20th century battlefields around the world. On average, they kill or maim more than 100,000 people each year, and of these victims, 30% - 40% are children. In addition, they prevent the use of large swaths of arable land. Efficient mine detection is the first step in landmine clearing. However, traditional landmine detection methods (e.g., trained dogs or manual detection with a metal detector) are expensive and slow. To date, there is no better reliable method available for landmine detection than dogs but æbomb dogsÆ also have many disadvantages. They require extensive and costly training, a qualified handler, and can only work for limited periods of time and certain geographic area. Thus, there exists an urgent need to develop novel, rapid, sensitive, safe, and low cost landmine detection system for large-scale landmine detection.\n\nIn this project, we first developed fluorescent sensing material on filter paper. Its application for naked-eye based buried explosives detection under a handheld UV light is demonstrated (Figure 1). Such good sensing performance is attributed to the formation of co-facial &pi;-&pi; stacking between the sensing materials, thus highly favoring long-range exciton transportation via co-facial intermolecular electronic coupling. In this way, single explosive molecule can quench the fluorescence over a long distance.\n\nTo further explore the application of the developed sensing material for standoff detection of buried explosives, the sensing material was delivered to buried explosives from a stand-off distance and the naked-eye based detection of buried explosives was conducted 30 min later under a handheld UV light. Especially, a stone-covered soil surface (25 cm &times; 50cm) with a lot of fertilizer and buried explosives was prepared as a simulated field test site and then used to validate the sensing materialÆs performance. We buried explosives in two sites with different amount. As shown in Figure 2, the fluorescence quenching spots around the buried explosives sites was prominently observed in 30 min under a handheld UV light by naked eyes, indicating the position of buried explosives.\n\nAs there is an attractive market for our developed explosives detection technique, through NSF I-Corps program, we designed our business canvas and contacted various potential customers. We spent a large amount of time on the communication with potential customers. We found that \"getting out of building\" is a useful tip for the success of a startup company. Due to the\ndifference between the academia and industry, to learn what your customer need is the best way to position and fine-tune your developed product. In addition, due to the limit of resource and cash flow, to make fast decision is another crucial factor for the success of a startup company. A non-provisional US patent has been filed by the University of Connecticut Center for Science and Technology Commercialization. The success of this project could build a model to demonstrate the transformation of NSF-style fundamental research to a real product.\n\n \n\n\t\t\t\t\tLast Modified: 10/31/2012\n\n\t\t\t\t\tSubmitted by: Yu Lei"
 }
}