{
 "awd_id": "1157425",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Multiscale Investigation of Warm-Season Precipitation Extremes",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 529908.0,
 "awd_amount": 594759.0,
 "awd_min_amd_letter_date": "2011-09-29",
 "awd_max_amd_letter_date": "2014-07-01",
 "awd_abstract_narration": "This study will examine the processes and predictability associated with midlatitude warm-season extreme precipitation on multiple spatial and temporal scales.  Despite the great need for accurate precipitation forecasts and flood warnings, the prediction of warm-season heavy rainfall continues to be one of the greatest challenges in weather forecasting.   Investigating the weather systems that produce extreme rainfall and deadly flash flooding will provide us with basic understanding of these systems.\r\n\r\nThe ultimate goal of this research is to improve prediction of the weather systems that lead to extreme warm-season precipitation.  This research will identify the mechanisms that enhance or limit predictability in warm-season convective systems.  \r\n\r\nIntellectual merit.   One focus of this research will be elevated, linear mesoscale convective systems (MCSs) that have been observed to produce extreme local rainfall and flash flooding.  The lack of knowledge about elevated, organized convection limits the ability to produce accurate forecasts and warnings of potential flash-flood situations.  To address this issue, numerical simulations will be conducted to quantify the large-scale controls on the initiation, organization, and rainfall production of elevated linear MCSs, particularly the respective roles of tropical, subtropical, and midlatitude influences.  These simulations will also be combined with observations to quantify the interactions between frontogenetical circulations and convective-scale processes in the evolution of these MCSs.\r\n\r\nAt larger scales, widespread, multiple-day heavy rainfall events, such as those that affected the Southern Plains of the United States in 2007 and the Midwest in 2008, have far-reaching impacts.  In some cases, the heavy rainfall occurs in association with a series of feedbacks between deep convective activity and the development and maintenance of long-lived, slow-moving circulations at the mid-levels of the atmosphere.  Preliminary research has shown that events such as this have low predictability at the medium range. This research will create an observational climatology of heavy rainfall associated with such mesoscale circulations.  Then, ensemble forecast data will be used to assess the predictability of these events, the processes that lead to their development and to the success or failure of numerical forecasts, and their larger-scale effects.\r\n\r\nBroader impacts.   Extreme precipitation, and uncertainties in predicting it, can also have considerable impacts on society.  This study integrates research and education by introducing students in the atmospheric sciences to research methods that explore these impacts.  Graduate students will be trained in established social-science methods, and a multidisciplinary undergraduate course will be developed to provide the basis for discussions and inquiry into the relationship between weather and society.  The meteorological research on extreme rainfall described above will be enhanced by performing student-designed societal analyses of local flood and flash-flood events.  A regional workshop will bring together students, researchers, practitioners, and stakeholders to forge new collaborations and to address the complex challenges associated with extreme rainfall.  Furthermore, integrated analyses of weather events will engage the public, and will reveal areas where forecasts and warnings can be improved from both the meteorological and societal perspective.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Russ",
   "pi_last_name": "Schumacher",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Russ S Schumacher",
   "pi_email_addr": "russ.schumacher@colostate.edu",
   "nsf_id": "000537797",
   "pi_start_date": "2011-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 Howes Street Room 408",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805232002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "770000",
   "pgm_ele_name": "EDUCATIONAL LINKAGES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2180.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 132650.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 165570.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 183458.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 110901.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research supported by this grant involved using a combination of observations and numerical models of the atmosphere to analyze and understand the processes responsible for extreme precipitation, which often leads to deadly and destructive flash flooding and is one of the leading weather-related killers in the US and around the world.&nbsp; A primary goal of the research was to better understand the processes occurring on scales ranging from the scale of cyclones and other large-scale weather systems, to the scale of individual convective storms, and the interactions across those scales.</p>\n<p>One research theme that explored connections between these different scales of motion was aimed at understanding the importance of moisture transport into the US, out ahead of landfalling tropical cyclones.&nbsp; Using both high-resolution numerical model experiments and global ensemble forecasts, we showed that in the case of Tropical Cyclone Erin (2007), this moisture transport transformed what would have otherwise been a substantial rainfall event in Minnesota and Wisconsin into a record-breaking, probably unprecedented rain event for this area.&nbsp; In other cases, however, the distant influence of the tropical cyclone on midlatitude rainfall was more subtle.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ensembles of numerical models, in which the initial conditions, model configurations, or both, are slightly altered, were a key tool in this research.&nbsp; By analyzing the differences among members of the ensemble (in particular, contrasting &ldquo;good&rdquo; from &ldquo;bad&rdquo; forecasts), we were able to identify the processes responsible for the development and maintenance of a long-lived continental vortex that produced extreme rainfall over the central Plains (see Figure 1); a series of mesoscale convective systems that led to flash flooding in Texas and Arkansas on repeated days; and the flash flooding in 2010 in and around the Nashville, Tennessee area.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mesoscale convective systems (MCSs)---organized clusters or lines of thunderstorms---sometimes do produce extreme precipitation, and the distinctions between those producing beneficial rain over a large area and those producing extreme and damaging rain over a small area are not well understood.&nbsp; Much of the research in this project was aimed at improving both understanding and prediction of heavily raining MCSs.&nbsp; One situation that can produce heavy rainfall is when a new line of convection develops behind an existing MCS, and moves slowly, allowing for large local rainfall accumulations.&nbsp; The characteristics of these systems (referred to as the &ldquo;bow and arrow&rdquo; phenomenon) were documented, and the mesoscale processes associated with the initiation and maintenance of these events were analyzed. This work was extended to fully examine the dynamics of these convective systems in both observed cases and semi-idealized numerical simulations (see Figure 2). Other projects involved developing an up-to-date climatology of extreme rainfall in the US, including the role of MCSs; and analyzing the historic September 2013 rainfall and floods in Colorado (see Figure 3).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We also collected and analyzed mobile sounding data during the Mesoscale Predictability Experiment (MPEX), which are being used to better understand the underlying processes governing convection initiation, as well as the predictability of severe convection.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A unique effort to integrate research and education around the topic of extreme precipitation and floods was supported by this grant: the &ldquo;Studies of Precipitation, flooding, and Rainfall Extremes Across Discipl...",
  "por_txt_cntn": "\nThis research supported by this grant involved using a combination of observations and numerical models of the atmosphere to analyze and understand the processes responsible for extreme precipitation, which often leads to deadly and destructive flash flooding and is one of the leading weather-related killers in the US and around the world.  A primary goal of the research was to better understand the processes occurring on scales ranging from the scale of cyclones and other large-scale weather systems, to the scale of individual convective storms, and the interactions across those scales.\n\nOne research theme that explored connections between these different scales of motion was aimed at understanding the importance of moisture transport into the US, out ahead of landfalling tropical cyclones.  Using both high-resolution numerical model experiments and global ensemble forecasts, we showed that in the case of Tropical Cyclone Erin (2007), this moisture transport transformed what would have otherwise been a substantial rainfall event in Minnesota and Wisconsin into a record-breaking, probably unprecedented rain event for this area.  In other cases, however, the distant influence of the tropical cyclone on midlatitude rainfall was more subtle. \n\n            Ensembles of numerical models, in which the initial conditions, model configurations, or both, are slightly altered, were a key tool in this research.  By analyzing the differences among members of the ensemble (in particular, contrasting \"good\" from \"bad\" forecasts), we were able to identify the processes responsible for the development and maintenance of a long-lived continental vortex that produced extreme rainfall over the central Plains (see Figure 1); a series of mesoscale convective systems that led to flash flooding in Texas and Arkansas on repeated days; and the flash flooding in 2010 in and around the Nashville, Tennessee area.\n\n            Mesoscale convective systems (MCSs)---organized clusters or lines of thunderstorms---sometimes do produce extreme precipitation, and the distinctions between those producing beneficial rain over a large area and those producing extreme and damaging rain over a small area are not well understood.  Much of the research in this project was aimed at improving both understanding and prediction of heavily raining MCSs.  One situation that can produce heavy rainfall is when a new line of convection develops behind an existing MCS, and moves slowly, allowing for large local rainfall accumulations.  The characteristics of these systems (referred to as the \"bow and arrow\" phenomenon) were documented, and the mesoscale processes associated with the initiation and maintenance of these events were analyzed. This work was extended to fully examine the dynamics of these convective systems in both observed cases and semi-idealized numerical simulations (see Figure 2). Other projects involved developing an up-to-date climatology of extreme rainfall in the US, including the role of MCSs; and analyzing the historic September 2013 rainfall and floods in Colorado (see Figure 3).\n\n            We also collected and analyzed mobile sounding data during the Mesoscale Predictability Experiment (MPEX), which are being used to better understand the underlying processes governing convection initiation, as well as the predictability of severe convection.\n\n            A unique effort to integrate research and education around the topic of extreme precipitation and floods was supported by this grant: the \"Studies of Precipitation, flooding, and Rainfall Extremes Across Disciplines\" (SPREAD) workshop, which was held in 2013 and 2014.  This workshop brought together graduate students from across North America from a wide variety of scientific disciplines, but who all had research interests in flooding or extreme weather.  This included meteorologists, hydrologists, historians, psychologists, geographers, economists, and many other disciplines, as a full analysis of..."
 }
}