{
 "awd_id": "1157919",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Accelerated Innovation and Technology Transition in Semiconductor-Based Hydrogen and Hydrocarbon Sensors",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2011-09-28",
 "awd_max_amd_letter_date": "2011-09-28",
 "awd_abstract_narration": "The purpose of the proposed program is to quantify the technical and economic viability of the sensor technology towards commercial deployment of the sensor through strategic partners within the electrochemical and energy markets. The value proposition of this effort is to provide chemical detection in industrial processes at locations where no monitoring previously existed due to the harshness of the operating environment. The effort is centered on the deployment of a novel, robust chemical sensor technology developed by the proposing team at Carnegie Mellon University (CMU). The team has demonstrated the sensitivity of the sensing technology to hydrogen and various hydrocarbons ranging from parts-per-million levels to 20%. This range covers the lower explosive limit of hydrogen and hydrocarbons in an oxidizing environment (typically 4-10%), making this technology a viable candidate for detection of faulty conditions that may lead to explosions in industrial processes. Devices have been operated at elevated temperatures and in the severe environment of wet chlorine without any observed degradation of the device sensitivity. \r\n\r\nEmpowering this commercial endeavor will have the following three overall broader impacts:  1. Prevent explosions, which may endanger lives, damage capital equipment and cause plant down-time; 2. Advance complementary technologies (e.g. electrical contacts, data transmission). These technologies can be subsequently used to deploy other capabilities (e.g. in-situ flow control and feedback) into similar harsh environments; 3. Develop entrepreneurial expertise required for transitional research. This aspect includes the training of a graduate student who will gain valuable experience with innovative and entrepreneurial processes. Chemical monitoring is of prime importance within industrial processes that deal with flammable gases such as hydrogen and hydrocarbons. Oftentimes, chemical monitoring is not available at the point of flammable gas evolution due to corrosive environments or elevated temperatures. Improvements to existing monitoring can be readily achieved by deploying sensors capable of operation at the point of flammable gas evolution. Development of complementary technologies (e.g. electrical contacts, wireless communications in industrial plants) will contribute to the general understanding of device operation in these environments, which will empower deployment of other innovations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Porter",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa M Porter",
   "pi_email_addr": "lporter@andrew.cmu.edu",
   "nsf_id": "000087245",
   "pi_start_date": "2011-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Davis",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robert F Davis",
   "pi_email_addr": "rfd@andrew.cmu.edu",
   "nsf_id": "000254420",
   "pi_start_date": "2011-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Gu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Gu",
   "pi_email_addr": "jason.gu@sensevere.com",
   "nsf_id": "000600103",
   "pi_start_date": "2011-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of the NSF I-Corps program is twofold: (1) develop human capital that is capable of translating technological breakthroughs to innovative solutions; (2) help early stage commercialization efforts refine the functional specifications of their prototype.&nbsp; The principal engineering objective in our specific case was to commercialize a new, semiconductor-based, chemical sensor technology that is capable of withstanding extreme environments.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Intellectual merit:&nbsp; The key learning of this program is that technical development must be driven by the demands of the market.&nbsp; While such product descriptions as &ldquo;ultra sensitive&rdquo; may sound good, we determined, through conversations with key industry partners our true value-added propositions.&nbsp; These include reliability, the elimination of false-positives and low cost.&nbsp; We were also able to test some of these propositions by deploying sensors within an industrial process.&nbsp; These tests allowed us to identify the main requisite specifications of a sensor for specific industrial applications, and design towards those concerns. At the end of this program, we were able to provide an initial demonstration of the operation of our sensor to our industrial partners.&nbsp; This demonstration and the newfound understanding in the translation of research to the marketplace has served as a crucial foundation for SenSevere LLC, the spin-out company that was formed to commercialize this sensor technology.</p>\n<p>&nbsp;</p>\n<p>Broader impacts: The impacts of this program go well beyond the advancements made with regards to our specific technology and business plan.&nbsp; Five engineers and scientists, including two graduate students, learned and put into practice effective approaches to commercialize technology.&nbsp; In addition, the PI hosted a seminar led by an entrepreneurial expert to educate women graduate students and post-doctoral students in materials science &amp; engineering about different resources available for entrepreneurs.&nbsp; They were encouraged to determine (now or in the future), using standard business practices, if their research has resulted or can result in one or more technologies that have commercial applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/10/2012<br>\n\t\t\t\t\tModified by: Lisa&nbsp;M&nbsp;Porter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of the NSF I-Corps program is twofold: (1) develop human capital that is capable of translating technological breakthroughs to innovative solutions; (2) help early stage commercialization efforts refine the functional specifications of their prototype.  The principal engineering objective in our specific case was to commercialize a new, semiconductor-based, chemical sensor technology that is capable of withstanding extreme environments. \n\n \n\nIntellectual merit:  The key learning of this program is that technical development must be driven by the demands of the market.  While such product descriptions as \"ultra sensitive\" may sound good, we determined, through conversations with key industry partners our true value-added propositions.  These include reliability, the elimination of false-positives and low cost.  We were also able to test some of these propositions by deploying sensors within an industrial process.  These tests allowed us to identify the main requisite specifications of a sensor for specific industrial applications, and design towards those concerns. At the end of this program, we were able to provide an initial demonstration of the operation of our sensor to our industrial partners.  This demonstration and the newfound understanding in the translation of research to the marketplace has served as a crucial foundation for SenSevere LLC, the spin-out company that was formed to commercialize this sensor technology.\n\n \n\nBroader impacts: The impacts of this program go well beyond the advancements made with regards to our specific technology and business plan.  Five engineers and scientists, including two graduate students, learned and put into practice effective approaches to commercialize technology.  In addition, the PI hosted a seminar led by an entrepreneurial expert to educate women graduate students and post-doctoral students in materials science &amp; engineering about different resources available for entrepreneurs.  They were encouraged to determine (now or in the future), using standard business practices, if their research has resulted or can result in one or more technologies that have commercial applications.\n\n\t\t\t\t\tLast Modified: 07/10/2012\n\n\t\t\t\t\tSubmitted by: Lisa M Porter"
 }
}