{
 "awd_id": "1158659",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Real-Time Stochastic Optimization with Large Structured Strategy Sets and High-Volume Data Streams",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edwin Romeijn",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 275425.0,
 "awd_amount": 275425.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER)research proposes to support the development of a modeling and algorithmic framework for solving large-scale real-time stochastic optimization problems.  This research will focus on a setting where distributions of the underlying uncertainty are not known.  The decision maker in this environment often faces a large number of alternatives and must make a decision in real-time based on high-volume data streams.  By exploiting specific structures of each problem, this research will develop methodologies that combine real-time decision-making with approximation algorithms for solving complex stochastic optimization problems having large strategy sets.  The research will investigate applications of these algorithms to problems in search-based advertising and supply chain management by working with industry partners.  In addition, the outcome of the research will be integrated into an interactive teaching module or a case study.  \r\n\r\nThe proposed research encompasses many problems in the current information-driven environment, including ad placement in search-based advertising services, inventory management for online retailers, and the multi-armed bandit problem. If successful, the research will result in a unifying framework for studying and analyzing this class of problems, along with a suite of algorithms applicable to these problems.  The research will establish new techniques for extending the performance guarantee of approximation algorithms to reflect long-run average performance of the system, and provide new methodologies for improving the convergence rates by leveraging special structures within each problem.  Extensive collaboration with companies in the industry and the integration of these relationships to enrich the classroom experience for students will be an important outcome of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paat",
   "pi_last_name": "Rusmevichientong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paat Rusmevichientong",
   "pi_email_addr": "rusmevic@marshall.usc.edu",
   "nsf_id": "000487450",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900891147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "551400",
   "pgm_ele_name": "OPERATIONS RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 28648.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 79882.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 82215.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 84680.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of the award is to develop effective algorithms for high-dimensional complex stochastic optimization problems involving large structured decision sets and high-volume data streams, with applications to revenue management, dynamic pricing, and resource allocations.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merits:</strong>&nbsp; During the lifetime of the award, we have developed many innovative algorithms and solution methods for the structured multiarmed bandit problems, dynamic assortment optimization, and the d-level nested logit model.&nbsp; We will briefly describe each problem and discuss our contributions in each area.</p>\n<p>&nbsp;</p>\n<p>Motivated by applications in online advertising, we consider the structured multiarmed bandit problem where the expected payoff of each decision is unknown a priori, and we only observe noisy samples of the reward.&nbsp;&nbsp;&nbsp; We assume that the mean reward of each decision is a linear function of the decision&rsquo;s attributes.&nbsp; For example, if each decision corresponds to an advertisement to be shown to the user, the attributes of the ad might correspond to its content, popularity, or user ratings.&nbsp; &nbsp;&nbsp;Our goal is to develop an algorithm for choosing a sequence of decisions that maximizes the total expected reward.&nbsp; Since the mean reward of each decision is unknown, we need to simultaneously estimate the reward of the arms and choose the best decision based on the available information.&nbsp; In this ``learning and earning&rsquo;&rsquo; environment, we develop a method that achieves the best possible reward, and they have been applied to problems in online advertising and dynamic assortment optimization.&nbsp; The results are published in <em>IEEE Transaction on Automatic Control, Mathematics of Operations Research, and Operations Research.</em></p>\n<p>&nbsp;</p>\n<p>In the dynamic assortment optimization, we consider the problem of real-time optimization of personalized assortments.&nbsp; This problem is motivated by the availability of real-time data on customer characteristics, we consider the problem of personalizing the assortment of products to each arriving customer. Through actual sales data from an online retailer, we demonstrate that personalization based on each customer's location can lead to over 10% improvements in revenue, compared to a policy that treats all customers the same.&nbsp; We propose a family of simple and effective algorithms, called Inventory-Balancing, for real-time personalized assortment optimization, that do not require any forecasting: An Inventory-Balancing algorithm, maintains a \"discounted-revenue index\" for each product, in which the (actual) revenue is multiplied by a (virtual) discount factor that depends on the fraction of the product's remaining inventory. Upon an arrival of each customer, based on the customer's type, the algorithm offers to her the assortment that maximizes the expected discounted revenue. &nbsp;&nbsp;In addition to personalization, we have also considered the assortment packing problem in which a firm must decide, in advance, the release date of each product in a given collection over a selling season. This problem is motivated by retailers' frequent introduction of new items to refresh product lines and maintain their market share. Our formulation models the trade-offs among profit margins, preference weights, and limited life cycles.&nbsp; These works result in 2 papers that have been published in <em>Management Science</em>.</p>\n<p>&nbsp;</p>\n<p>Finally, we consider the assortment and price optimization problems under the d-level nested logit model.&nbsp; We provide a new formulation of the d-level nested logit model using a tree of depth d. Our formulation enables us to study two canonical revenue management problems under this model: finding the optimal assortment assuming fixed prices, and determini...",
  "por_txt_cntn": "\nThe objective of the award is to develop effective algorithms for high-dimensional complex stochastic optimization problems involving large structured decision sets and high-volume data streams, with applications to revenue management, dynamic pricing, and resource allocations.  \n\n \n\nIntellectual Merits:  During the lifetime of the award, we have developed many innovative algorithms and solution methods for the structured multiarmed bandit problems, dynamic assortment optimization, and the d-level nested logit model.  We will briefly describe each problem and discuss our contributions in each area.\n\n \n\nMotivated by applications in online advertising, we consider the structured multiarmed bandit problem where the expected payoff of each decision is unknown a priori, and we only observe noisy samples of the reward.    We assume that the mean reward of each decision is a linear function of the decisionÆs attributes.  For example, if each decision corresponds to an advertisement to be shown to the user, the attributes of the ad might correspond to its content, popularity, or user ratings.    Our goal is to develop an algorithm for choosing a sequence of decisions that maximizes the total expected reward.  Since the mean reward of each decision is unknown, we need to simultaneously estimate the reward of the arms and choose the best decision based on the available information.  In this ``learning and earningÆÆ environment, we develop a method that achieves the best possible reward, and they have been applied to problems in online advertising and dynamic assortment optimization.  The results are published in IEEE Transaction on Automatic Control, Mathematics of Operations Research, and Operations Research.\n\n \n\nIn the dynamic assortment optimization, we consider the problem of real-time optimization of personalized assortments.  This problem is motivated by the availability of real-time data on customer characteristics, we consider the problem of personalizing the assortment of products to each arriving customer. Through actual sales data from an online retailer, we demonstrate that personalization based on each customer's location can lead to over 10% improvements in revenue, compared to a policy that treats all customers the same.  We propose a family of simple and effective algorithms, called Inventory-Balancing, for real-time personalized assortment optimization, that do not require any forecasting: An Inventory-Balancing algorithm, maintains a \"discounted-revenue index\" for each product, in which the (actual) revenue is multiplied by a (virtual) discount factor that depends on the fraction of the product's remaining inventory. Upon an arrival of each customer, based on the customer's type, the algorithm offers to her the assortment that maximizes the expected discounted revenue.   In addition to personalization, we have also considered the assortment packing problem in which a firm must decide, in advance, the release date of each product in a given collection over a selling season. This problem is motivated by retailers' frequent introduction of new items to refresh product lines and maintain their market share. Our formulation models the trade-offs among profit margins, preference weights, and limited life cycles.  These works result in 2 papers that have been published in Management Science.\n\n \n\nFinally, we consider the assortment and price optimization problems under the d-level nested logit model.  We provide a new formulation of the d-level nested logit model using a tree of depth d. Our formulation enables us to study two canonical revenue management problems under this model: finding the optimal assortment assuming fixed prices, and determining the revenue-maximizing prices for a portfolio of products. We establish structural properties and develop an efficient algorithm for computing the optimal assortment.  For price optimization, although the expected revenue function is not concave, we develop an iterative algorithm..."
 }
}