{
 "awd_id": "1158601",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integration of Experiments and  Simulations for Molecular-Level Understanding of Membrane Fouling Mechanisms",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-08-08",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 327518.0,
 "awd_amount": 335357.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2012-06-06",
 "awd_abstract_narration": "Abstract\r\n\r\n\r\nPI:  Biaoxia Mi\r\nProposal Number:  CBET-1034158\r\nInstitution:  George Washington University\r\nTitle:  Integration of Experiments and Simulations for Molecular-Level Understanding of Membrane Fouling Mechanisms\r\n\r\nThis project will integrate molecular simulation and multiscale experimental characterization to achieve a molecular-level understanding of the fouling of reverse osmosis and nanofiltration (RO/NF) membranes.  RO/NF membranes are increasingly being used for water separation and desalination.  However, the performance of RO/NF membranes is severely hampered by the long-standing problem of colloidal/organic fouling.  Development of efficient fouling-mitigation strategies and highly foulingresistant membranes relies on the fundamental understanding of membrane-foulant interactions.  However, current experimental studies attempting to understand the effects of membrane properties on fouling often draw inconsistent conclusions.  In addition, current efforts to develop antifouling materials are mostly based on experimental trial-and-error, which is tedious, expensive, and time-consuming.  Therefore, we urgently need a more efficient approach to designing new antifouling materials.  Towards this goal, they will: (1) develop a novel hybrid molecular simulation approach that is specifically fit for simulating the long-time binding events between foulants and membrane surfaces; (2) conduct multiscale experimental characterization, including nanoscale interaction force measurement by atomic force microscopy, microscopic direct-observation of foulant-deposition on membrane surfaces, and macroscopic characterization of long-term membrane fouling behavior; and (3) integrate experimental measurements and molecular simulations to achieve a molecular-level understanding of membrane fouling, thus greatly facilitating the design of novel antifouling membranes.\r\n\r\nThe novelty of the proposed study is that it represents the first-ever attempt to integrate experimental and molecular simulation efforts to systematically unveil the molecular-level membrane-foulant interactions, which cannot be fully understood by either experimental or simulation approaches alone.  This project will offer keen insight into many membrane-foulant interactions beyond the DLVO theory, such as hydrophobic/hydrophilic interactions, morphological/chemical heterogeneity dependent interactions, functional-group-controlled specific interactions, and flexible-chain induced interactions.  A major outcome of this research will be a hybrid simulation toolbox that is specifically designed for membrane fouling studies.  This project will be conducted through an interdisciplinary collaboration between two faculty members with a joint expertise in experimental membrane characterization and molecular simulations.  Thus, it is highly promising that the proposed project will unveil the underlying mechanisms of fouling phenomena in RO/NF membrane processes and facilitate systematic design of antifouling membrane materials.\r\n\r\nMolecular-level understanding of the membrane fouling behavior will help develop the next-generation highly fouling-resistant membranes for water separation.  The research also has significant impacts on energy efficiency and environmental friendliness aspects of membrane-based water purification, leading to huge economic and societal benefits.  The combined experimental-simulation approach will exemplify a paradigm of fundamental study on various membrane processes, including pressure-driven processes (such as ultrafiltration and microfiltration) and osmotically driven processes (such as forward osmosis and pressure-retarded osmosis), as well as in other broader areas (e.g., wastewater reuse, food processing, bioenergy production).  Two PhD graduate students will be trained and several undergraduate students will be actively involved in the proposed project.  Materials and outcomes of the proposed research will be integrated into both undergraduate and graduate courses.  The proposed research activities will also impact underrepresented students at neighboring institutions (including two historically black universities) within an existing university consortium.  The close collaborations between the PI and co-PI will stimulate critical thinking and creative ideas.  Research findings will be disseminated through journal publications, conference presentations, research websites, and seminars, as well as to the general public during the on-campus Engineering Open House.  The PI has initiated an educational outreach program at a local girls-only high school and will offer lectures on the environmental technologies for sustainable water purification and reclamation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Baoxia",
   "pi_last_name": "Mi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Baoxia Mi",
   "pi_email_addr": "mib@berkeley.edu",
   "nsf_id": "000526693",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "1161 Martin Hall",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 327518.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1839.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, our joint experimental and simulation team have integrated the multiscale experimental characterizations and molecular simulations to&nbsp;fill the knowledge gap that aid the design of new membrane materials with improved antifouling performance. Membrane technology plays a very important role in drinking water purification and desalination.&nbsp; However, the advancement of membrane technology has been hampered by a long-standing problem of membrane fouling.&nbsp; Fouling can seriously deteriorate membrane performance by&nbsp;lowering water permeability, worsening product water quality, increasing energy consumption, shortening membrane life, and increasing operating costs.&nbsp; Therefore, membrane fouling is a major obstacle against the efficient use of membranes and in order to solve this problem, we need to thoroughly understand membrane-foulant interactions.</p>\n<p>To understand fouling, we performed experimental&nbsp;measurements and molecular simulations to calibrate the binding characteristics between&nbsp;a polyamide membrane and alginate molecules, which are one of the&nbsp;most prevalent foulants in natural waters.&nbsp; Our studies show that hydrated metal ions play a central&nbsp;role in building ionic bridges&nbsp;to promote membrane fouling.&nbsp;Such fundamental insights learned from this work&nbsp;help us design&nbsp;new membrane materials or membrane surface modification strategies to prevent fouling.&nbsp;&nbsp;We have successfully&nbsp;applied such knowledge and innovatively used click chemistry to surface modify the widely used polyamide membrane.&nbsp; The resulted polyzwitterion modified membrane is extremely promising in preventing membrane fouling.</p>\n<p>Our work has helped train two PhD students (one female), five undergraduate students (three female), and three high school students (two female).&nbsp; The project led to eleven journal publications, one PhD thesis, two provisional patents, one&nbsp;exhibit in public science fairs, and twenty two conference presentations or invited lectures.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2014<br>\n\t\t\t\t\tModified by: Baoxia&nbsp;Mi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, our joint experimental and simulation team have integrated the multiscale experimental characterizations and molecular simulations to fill the knowledge gap that aid the design of new membrane materials with improved antifouling performance. Membrane technology plays a very important role in drinking water purification and desalination.  However, the advancement of membrane technology has been hampered by a long-standing problem of membrane fouling.  Fouling can seriously deteriorate membrane performance by lowering water permeability, worsening product water quality, increasing energy consumption, shortening membrane life, and increasing operating costs.  Therefore, membrane fouling is a major obstacle against the efficient use of membranes and in order to solve this problem, we need to thoroughly understand membrane-foulant interactions.\n\nTo understand fouling, we performed experimental measurements and molecular simulations to calibrate the binding characteristics between a polyamide membrane and alginate molecules, which are one of the most prevalent foulants in natural waters.  Our studies show that hydrated metal ions play a central role in building ionic bridges to promote membrane fouling. Such fundamental insights learned from this work help us design new membrane materials or membrane surface modification strategies to prevent fouling.  We have successfully applied such knowledge and innovatively used click chemistry to surface modify the widely used polyamide membrane.  The resulted polyzwitterion modified membrane is extremely promising in preventing membrane fouling.\n\nOur work has helped train two PhD students (one female), five undergraduate students (three female), and three high school students (two female).  The project led to eleven journal publications, one PhD thesis, two provisional patents, one exhibit in public science fairs, and twenty two conference presentations or invited lectures.\n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: Baoxia Mi"
 }
}