{
 "awd_id": "1158860",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Constructing Coherence: Elementary Teachers' Strategies for Using Standards-Based Mathematics Curriculum Materials",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth VanderPutten",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 111002.0,
 "awd_amount": 111002.0,
 "awd_min_amd_letter_date": "2011-09-29",
 "awd_max_amd_letter_date": "2011-09-29",
 "awd_abstract_narration": "Many policies and curricula have been designed in recent years to help teachers understand and improve their teaching of elementary mathematics. The challenge for teachers is to develop strategies for using standards-based curriculum materials in ways that construct coherence across various policy and accountability messages and support students' learning.  The goal of Phase 1 of this research is to develop a data-driven conceptual framework for understanding the resources, understandings, and contexts that frame teachers' uses of curriculum materials. This research will contribute to the field's understanding of teachers' use of standards-based curriculum materials by situating teachers' curriculum use strategies in multiple curricular, policy, and developmental contexts and by linking these strategies to student achievement. In Phase 2, the goal is to design a pre-service teacher learning tool based on this conceptual framework and document the effects of this tool on pre-service teachers' beliefs and practices with respect to curriculum materials.   \r\n\r\nThe central research activities include multiple classroom observations and interviews with 3rd and 4th-grade teachers over two years, focused on the ways in which teachers notice, read, evaluate, adapt, and integrate curriculum materials and other instructional resources in interactions with students. The central educational activities include involving students from a graduate curriculum course in the design of the pre-service teacher learning tool and then implementing this tool with two cohorts of undergraduate elementary mathematics methods students at Iowa State University. Educational materials developed during this project will be accessible and relevant to pre-service teachers and teacher educators in a variety of settings; the digital nature of the materials will allow for broad dissemination. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "Drake",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Corey Drake",
   "pi_email_addr": "cjdrake9505@gmail.com",
   "nsf_id": "000229506",
   "pi_start_date": "2011-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "301 Administration Building",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 42655.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 68347.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this project was to understand how to support elementary mathematics teachers in using curricular resources to support the development of children&rsquo;s mathematical thinking. The project proceeded in two phases. The first phases involved intensive classroom observations and interviews with experienced teachers in multiple school districts to understand their curriculum use practices and the curricular, school, and district contexts within which their practices were developed and enacted. We also focused during this phase on the outcomes of these practices in terms of students&rsquo; opportunities to learn and to engage in mathematical discussions. The second phase of the work involved collaborating closely with a small number of expert teachers to develop modules for the elementary mathematics methods course to support prospective teachers in learning to use curriculum materials in productive ways. These modules incorporated artifacts of the teachers&rsquo; work, including curricular lessons, student work samples, classroom videos, and teacher reflections. We then investigated the impact of engaging with these modules on prospective teachers&rsquo; curricular knowledge and curriculum use practices, specifically practices related to reading, evaluating, and adapting curriculum materials, as well as using curriculum materials to enact high-leverage practices, such as leading a whole class discussion.</p>\n<p>&nbsp;</p>\n<p>The <strong>intellectual merit</strong> of this project had two central components. First, during the first phase of the project, we developed the construct of <em>curriculum capacity</em> to understand the interactive contributions of 1) district leadership, resources, and approaches to curriculum use; 2) school-based leadership, resources, and approaches to curriculum use; and 3) individual teachers&rsquo; knowledge, beliefs, orientations, and curriculum practices to teachers&rsquo; capacity to use curriculum materials in productive ways to support the development of children&rsquo;s mathematical thinking. Curriculum capacity points to the importance of understanding the fit between the knowledge, skills, and practices teachers bring to their use of curriculum materials, the qualities of the materials that are available to teachers, and the kinds of supports that are accessible to teachers through their school and district contexts.</p>\n<p>&nbsp;</p>\n<p>Second, during both phases of the project, we developed and refined a conjectured trajectory describing prospective teachers&rsquo; development toward expert curriculum use. We also investigated the role of the modules we designed in supporting prospective teachers&rsquo; development along this trajectory (understanding that, as novice teachers, our goal is to set them on the trajectory, not to achieve expertise). This work led to a series of design principles for teacher educators to consider in designing opportunities for prospective teachers to develop not only curricular knowledge, but also other important knowledge bases for teaching, through the use of curriculum materials. These principles include: 1) providing opportunities for prospective teachers to orient themselves to reading curriculum materials in educative ways, 2) providing tools and scaffolds to support prospective teachers&rsquo; use of curriculum materials, and 3) providing experiences that allow prospective teachers to see the development of mathematical content across time within a single curriculum series and across multiple curriculum series.</p>\n<p>In terms of <strong>broader impact</strong>, we have developed and refined research-based mathematics teacher education materials for elementary mathematics methods courses that will be made available to mathematics teacher educators across the country. To date, the elementary mathematics methods course modules developed through this project have been used in...",
  "por_txt_cntn": "\nThe overall goal of this project was to understand how to support elementary mathematics teachers in using curricular resources to support the development of childrenÆs mathematical thinking. The project proceeded in two phases. The first phases involved intensive classroom observations and interviews with experienced teachers in multiple school districts to understand their curriculum use practices and the curricular, school, and district contexts within which their practices were developed and enacted. We also focused during this phase on the outcomes of these practices in terms of studentsÆ opportunities to learn and to engage in mathematical discussions. The second phase of the work involved collaborating closely with a small number of expert teachers to develop modules for the elementary mathematics methods course to support prospective teachers in learning to use curriculum materials in productive ways. These modules incorporated artifacts of the teachersÆ work, including curricular lessons, student work samples, classroom videos, and teacher reflections. We then investigated the impact of engaging with these modules on prospective teachersÆ curricular knowledge and curriculum use practices, specifically practices related to reading, evaluating, and adapting curriculum materials, as well as using curriculum materials to enact high-leverage practices, such as leading a whole class discussion.\n\n \n\nThe intellectual merit of this project had two central components. First, during the first phase of the project, we developed the construct of curriculum capacity to understand the interactive contributions of 1) district leadership, resources, and approaches to curriculum use; 2) school-based leadership, resources, and approaches to curriculum use; and 3) individual teachersÆ knowledge, beliefs, orientations, and curriculum practices to teachersÆ capacity to use curriculum materials in productive ways to support the development of childrenÆs mathematical thinking. Curriculum capacity points to the importance of understanding the fit between the knowledge, skills, and practices teachers bring to their use of curriculum materials, the qualities of the materials that are available to teachers, and the kinds of supports that are accessible to teachers through their school and district contexts.\n\n \n\nSecond, during both phases of the project, we developed and refined a conjectured trajectory describing prospective teachersÆ development toward expert curriculum use. We also investigated the role of the modules we designed in supporting prospective teachersÆ development along this trajectory (understanding that, as novice teachers, our goal is to set them on the trajectory, not to achieve expertise). This work led to a series of design principles for teacher educators to consider in designing opportunities for prospective teachers to develop not only curricular knowledge, but also other important knowledge bases for teaching, through the use of curriculum materials. These principles include: 1) providing opportunities for prospective teachers to orient themselves to reading curriculum materials in educative ways, 2) providing tools and scaffolds to support prospective teachersÆ use of curriculum materials, and 3) providing experiences that allow prospective teachers to see the development of mathematical content across time within a single curriculum series and across multiple curriculum series.\n\nIn terms of broader impact, we have developed and refined research-based mathematics teacher education materials for elementary mathematics methods courses that will be made available to mathematics teacher educators across the country. To date, the elementary mathematics methods course modules developed through this project have been used in methods courses at six different universities, providing initial teacher education experiences for hundreds of prospective teachers. We have also published multiple journal articles and book chapters, as ..."
 }
}