{
 "awd_id": "1158744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  MySkinTone: A breakthrough technology and product for skin melanin evaluation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2011-09-28",
 "awd_max_amd_letter_date": "2011-09-28",
 "awd_abstract_narration": "MySkinTone is a new instrument and product concept, based on light modulation, for detecting and measuring the melanin or pigmentation level in human skin. This NSF I-Corps proposal will focus on the nucleation of an entrepreneurial team leading to a business plan to promote the MySkinTone idea, coupled with the creation of a demonstration prototype. The technology inherent in the new instrument is a direct extension of results obtained through prior NSF support. Melanin is an important component in the skin since it provides protection against harmful UV radiation and its density defines skin color. The initial product concept has applications where the measurement of melanin level is advantageous for the matching of skincare products to the client or where safely setting light treatment products or tanning beds is required. The team's plan is to initially target the cosmetic industry.  MySkinTone will take the guesswork out of selecting the best cosmetics for every customer based on an inexpensive and accurate measurement taken on that customer's skin. Secondary markets such as tanning salons would also benefit from such a device, since they can do a better job adjusting the tanning session according to the customer's melanin level (which correlates to a person's ability to tan or sunburn). \r\n\r\nThis effort will result in a better understanding of how to deploy intensity-modulated light to detect melanin. This scheme will provide measurements of high specificity and sensitivity since the signature is unique to melanin (multi-photon step-wise excitation) and completely eliminates the background interference, a shortcoming of existing melanin measurement products.  Another Broader Impact will include the use of the MySkinTone innovation to address the need to screen the general population for skin cancer. Currently, there are over 3.5 million cases of skin cancer diagnosed annually in the United States, including 120,000 new cases of melanoma (the most serious form of skin cancer); the annual U.S. societal cost of skin cancer diagnosis and treatment is more than $1.5 billion.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Silevitch",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Michael B Silevitch",
   "pi_email_addr": "m.silevitch@neu.edu",
   "nsf_id": "000105154",
   "pi_start_date": "2011-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report for the General Public for NSF Award ID IIP-1158744</strong></p>\n<p><strong><em>MySkinTone</em></strong><strong>: A breakthrough technology and product for skin melanin evaluation</strong></p>\n<p><strong>Background: </strong><em>MySkinTone</em> is a product concept, based on light modulation, for detecting and measuring the melanin (or pigmentation level) in human skin. Melanin is an important component in the skin since it provides protection against harmful UV radiation and its density defines skin color.&nbsp;</p>\n<p>This project was funded to focus on the development of an entrepreneurial team leading to a business plan to promote the <em>MySkinTone </em>idea, coupled with the creation of a demonstration prototype.&nbsp; The project intended to demonstrate the impact of leveraging NSF funded research toward the creation of products and jobs for the economic well being of our nation.</p>\n<p><strong>Project Outcomes:</strong> The initial <em>MySkinTone</em> product was envisioned to have applications where the measurement of melanin level is advantageous for the matching of skincare products to the client or where safely setting light treatment products or tanning beds is required.&nbsp; Our plan was to initially target the cosmetic industry by partnering with firms such as L&rsquo;Oreal, Estee Lauder and Lancome who together own approximately 70% of the high-end cosmetic marketplace.&nbsp; We also planned to look at secondary markets such as tanning salons that would also benefit from such a device, since they can do a better job adjusting the tanning session according to the customer&rsquo;s melanin level (which correlates to a person&rsquo;s ability to tan or sunburn).</p>\n<p>As part of this program, we did considerable market research, interviewing 33 product and marketing leaders in the cosmetic industry, as well as estheticians and dermatologists.&nbsp; We also went through the rigorous program designed by NSF in concert with Stanford University to help us refine our business model, understand our target market and ensure our technology was appropriate for the task and cost-effective to compete in the marketplace.&nbsp; Due to the I-Corps program, many changes were made to the product design, product application, and target markets.&nbsp; The technology was eventually focused on the age spot market, with particular application of the equipment in high-end spas.</p>\n<p>Near the end of the project, Northeastern spun off MySkin Technologies, a small business founded by one of the MySkinTone project mentors, Emel Bulat.&nbsp; MySkin Technologies applied for NSF Phase I Small Business Innovation Research (SBIR) funding in December 2011; notification is expected before May 2012.&nbsp; The terms of the license have been negotiated between Northeastern and MySkin Technologies, allowing for a non-cost exclusive license option until June 2012, after which the agreement will be renegotiated.&nbsp; Northeastern is providing seed funding for MySkin Technologies as well; other investors are being approached.&nbsp; Discussions are also underway with large cosmetics firms to partner in the demonstration that their age spot creams actually reduce spots.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/09/2012<br>\n\t\t\t\t\tModified by: Michael&nbsp;B&nbsp;Silevitch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public for NSF Award ID IIP-1158744\n\nMySkinTone: A breakthrough technology and product for skin melanin evaluation\n\nBackground: MySkinTone is a product concept, based on light modulation, for detecting and measuring the melanin (or pigmentation level) in human skin. Melanin is an important component in the skin since it provides protection against harmful UV radiation and its density defines skin color. \n\nThis project was funded to focus on the development of an entrepreneurial team leading to a business plan to promote the MySkinTone idea, coupled with the creation of a demonstration prototype.  The project intended to demonstrate the impact of leveraging NSF funded research toward the creation of products and jobs for the economic well being of our nation.\n\nProject Outcomes: The initial MySkinTone product was envisioned to have applications where the measurement of melanin level is advantageous for the matching of skincare products to the client or where safely setting light treatment products or tanning beds is required.  Our plan was to initially target the cosmetic industry by partnering with firms such as LÆOreal, Estee Lauder and Lancome who together own approximately 70% of the high-end cosmetic marketplace.  We also planned to look at secondary markets such as tanning salons that would also benefit from such a device, since they can do a better job adjusting the tanning session according to the customerÆs melanin level (which correlates to a personÆs ability to tan or sunburn).\n\nAs part of this program, we did considerable market research, interviewing 33 product and marketing leaders in the cosmetic industry, as well as estheticians and dermatologists.  We also went through the rigorous program designed by NSF in concert with Stanford University to help us refine our business model, understand our target market and ensure our technology was appropriate for the task and cost-effective to compete in the marketplace.  Due to the I-Corps program, many changes were made to the product design, product application, and target markets.  The technology was eventually focused on the age spot market, with particular application of the equipment in high-end spas.\n\nNear the end of the project, Northeastern spun off MySkin Technologies, a small business founded by one of the MySkinTone project mentors, Emel Bulat.  MySkin Technologies applied for NSF Phase I Small Business Innovation Research (SBIR) funding in December 2011; notification is expected before May 2012.  The terms of the license have been negotiated between Northeastern and MySkin Technologies, allowing for a non-cost exclusive license option until June 2012, after which the agreement will be renegotiated.  Northeastern is providing seed funding for MySkin Technologies as well; other investors are being approached.  Discussions are also underway with large cosmetics firms to partner in the demonstration that their age spot creams actually reduce spots.\n\n\t\t\t\t\tLast Modified: 04/09/2012\n\n\t\t\t\t\tSubmitted by: Michael B Silevitch"
 }
}