{
 "awd_id": "1158766",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  SmartMenu",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2011-09-28",
 "awd_max_amd_letter_date": "2011-09-28",
 "awd_abstract_narration": "Influencing consumer behavior through information is one of the goals of persuasive technology. This project is to design the presentation and timing of choices on restaurant-ordering interfaces to influence diner behavior. Using proprietary algorithms, the team will make personalized meal recommendations based both on a diner's profile and on their past ordering behavior.  The algorithms evolved from previous NSF funded research on providing diners with in-the-moment nutritional advice. It is believed that sophisticated diner-computer interfaces, backed by intelligent recommendation engines, will improve a restaurant operator's bottom line and deliver a superior ordering experience for diners. For example, in a recent study the team deployed a self-service ordering terminal at a Quick Service Restaurant that recommended food combinations based on a diner's health goal. Goals might be to lose weight, build muscle or manage diabetes. The result was increased sales for the restaurant by increasing the individual ticket amount for diners using the system. The current project aims to improve the quality of the health-based recommendations made by the system by personalizing them further on the basis of a diner?s past ordering history. Existing Point-of-Sale systems focus on reducing operating costs associated with running a restaurant. The team has an opportunity to supply the restaurant industry with front-end technologies that instead focus on increasing restaurant sales by making contextually relevant meal recommendations to diners. \r\n\r\nThis project has the potential to influence all the orders placed in a restaurant or cafeteria setting including those placed through web and mobile interfaces.  According to the National Restaurant Association there were 960,000 restaurant locations in the USA in 2010. CNN reported that, on average, Americans visited a restaurant 193 times in that year. A survey by the National Restaurant Association found that nutrition is a top consumer trend. Study results indicate that providing diners with healthy food suggestions through such ordering interfaces can have a huge impact on the current obesity and diet-related chronic disease epidemic. Consumer demand is not the only driver of this trend; new federal guidelines that will go into effect in December of 2011 mandate that all chain restaurants with more than 20 locations provide complete nutritional information on all of their standard menu items.  Ordering at a restaurant generates significant data about consumer dining behavior that is either not captured or is captured but never utilized. The proposed self-service ordering terminals (SmartMenus) capture anonymized diner data, which is easily available for commercial and academic research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Mynatt",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth D Mynatt",
   "pi_email_addr": "mynatt@cc.gatech.edu",
   "nsf_id": "000347495",
   "pi_start_date": "2011-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave. NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our team received the ICorps award based on our previous NSF funded research on providing diners with in-the-moment nutritional advice and the study of their decisions in response to a controlled variation in the presentation and timing of the available choices on the menu. Our hypothesis at the commencement of the ICorps program was that sophisticated diner-computer interfaces, backed by intelligent recommendation systems had the potential to improve a restaurant operator&rsquo;s business income and deliver a superior ordering experience for diners. Our market thesis was that conventional Point-of-Sale systems were mainly focused on decreasing the operating costs associated with running a restaurant and we could differentiate our product by providing front-end technologies that focused solely on increasing restaurant sales through proprietary suggestive-selling algorithms, that would provide personalized meal recommendations as per a diner&rsquo;s profile or past ordering behavior.</p>\n<p><span style=\"font-size: 12px; line-height: 17px;\">During the ICorps program we used a hypothesis validation strategy (Customer Discovery) to test the various assumptions about our business with potential customers, partners and subject matter experts. We used the business model canvas developed by the Business Model Foundry as the communication and collaboration tool for this purpose. From the nine areas on the canvas we uncovered critical information in our interviews about our potential channels, customer relationships and customer segments. Conversations with restaurant owners revealed that they expected to buy a product like ours from existing Point-Of-Sale providers. This pointed to the possibility of channel partnerships with POS providers to reach meaningful scale in the restaurant market. Upon further enquiry into POS providers we discovered that the POS market was segmented in a way that the top tier providers (3-4 companies) covered 50-60% of the restaurant market. We found that they were difficult to partner with because of their large size and tier 2 and tier 3 POS providers were a better fit for our channel partnership needs. In our conversations with them we discovered that important motivators for them were residual commissions from the payment processed on our product (1-3% per transaction) and a large share of the annual support revenue generated for our products from their existing and new customers. This drove the design of our customer relationship model, which consisted of Activation, Monthly Subscription and Annual Support fees, all of which would be revenue-shared with our POS channel partners. Finally, with regards to our customer segment research we found that the Fast Casual Chain segment of the restaurant market was the best fit for our business because it attracted a more health-conscious demographic as compared to the other segments (Quick Service and Fine Dining). &nbsp; &nbsp;</span></p>\n<p>An Atlanta based LLC was founded by the entrepreneurial lead based on the results of the original NSF funded research and the findings from the ICorps program. The company developed the SmartMenu software and received a licensing agreement for it from Office of Technology Licensing at Georgia Institute of Technology. Subsequent funding for the venture was raised from an early customer ($100k) and a non-dilutive multiphase commercialization grant ($75k) from the Georgia Research Alliance. In Year 1 the company signed up four multi-unit Fast Casual customers through their first channel partner. This was followed in Year 2 by three new customers through a second POS channel partner. Currently the original angel investor who joined the management team in 2013 leads the company.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/22/2014<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;D&nbsp;Mynatt</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div clas...",
  "por_txt_cntn": "\nOur team received the ICorps award based on our previous NSF funded research on providing diners with in-the-moment nutritional advice and the study of their decisions in response to a controlled variation in the presentation and timing of the available choices on the menu. Our hypothesis at the commencement of the ICorps program was that sophisticated diner-computer interfaces, backed by intelligent recommendation systems had the potential to improve a restaurant operatorÆs business income and deliver a superior ordering experience for diners. Our market thesis was that conventional Point-of-Sale systems were mainly focused on decreasing the operating costs associated with running a restaurant and we could differentiate our product by providing front-end technologies that focused solely on increasing restaurant sales through proprietary suggestive-selling algorithms, that would provide personalized meal recommendations as per a dinerÆs profile or past ordering behavior.\n\nDuring the ICorps program we used a hypothesis validation strategy (Customer Discovery) to test the various assumptions about our business with potential customers, partners and subject matter experts. We used the business model canvas developed by the Business Model Foundry as the communication and collaboration tool for this purpose. From the nine areas on the canvas we uncovered critical information in our interviews about our potential channels, customer relationships and customer segments. Conversations with restaurant owners revealed that they expected to buy a product like ours from existing Point-Of-Sale providers. This pointed to the possibility of channel partnerships with POS providers to reach meaningful scale in the restaurant market. Upon further enquiry into POS providers we discovered that the POS market was segmented in a way that the top tier providers (3-4 companies) covered 50-60% of the restaurant market. We found that they were difficult to partner with because of their large size and tier 2 and tier 3 POS providers were a better fit for our channel partnership needs. In our conversations with them we discovered that important motivators for them were residual commissions from the payment processed on our product (1-3% per transaction) and a large share of the annual support revenue generated for our products from their existing and new customers. This drove the design of our customer relationship model, which consisted of Activation, Monthly Subscription and Annual Support fees, all of which would be revenue-shared with our POS channel partners. Finally, with regards to our customer segment research we found that the Fast Casual Chain segment of the restaurant market was the best fit for our business because it attracted a more health-conscious demographic as compared to the other segments (Quick Service and Fine Dining).    \n\nAn Atlanta based LLC was founded by the entrepreneurial lead based on the results of the original NSF funded research and the findings from the ICorps program. The company developed the SmartMenu software and received a licensing agreement for it from Office of Technology Licensing at Georgia Institute of Technology. Subsequent funding for the venture was raised from an early customer ($100k) and a non-dilutive multiphase commercialization grant ($75k) from the Georgia Research Alliance. In Year 1 the company signed up four multi-unit Fast Casual customers through their first channel partner. This was followed in Year 2 by three new customers through a second POS channel partner. Currently the original angel investor who joined the management team in 2013 leads the company. \n\n \n\n\t\t\t\t\tLast Modified: 01/22/2014\n\n\t\t\t\t\tSubmitted by: Elizabeth D Mynatt"
 }
}