{
 "awd_id": "1849343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "S&AS:INT:Learning and Planning for Dynamic Locomotion",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928074",
 "po_email": "jdonlon@nsf.gov",
 "po_sign_block_name": "James Donlon",
 "awd_eff_date": "2019-02-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 820000.0,
 "awd_amount": 836000.0,
 "awd_min_amd_letter_date": "2019-01-29",
 "awd_max_amd_letter_date": "2019-05-09",
 "awd_abstract_narration": "Despite years of work on robot locomotion, we still do not have robots that can reliably and flexibly move around in homes, workspaces, and natural terrain. For many of these environments, legged robots, as opposed to wheel-based robots, appear to be the most viable option for achieving the desired level of locomotion autonomy. Prior work has produced ATRIAS, a two-legged robot, which was designed to replicate the dynamic properties of human and animal legs, and Cassie, which retains this dynamics-first approach but improves upon ATRIAS by adding steering capability and ankles, along with engineering improvements. Compared to conventional robot-leg designs, the designs of ATRIAS and Cassie carefully incorporate \"passive dynamics\" into the mechanism, essentially bringing the dynamic behavior of the hardware into partnership with the software control system. This approach has the potential to exhibit locomotion capabilities much closer to humans. However, the flexibility and \"springiness\" of these human-like legs creates new challenges for locomotion control. While ATRIAS and Cassie are currently able to walk and run outdoors over moderate terrain using basic balance control methods, the methods are still not able to support more complex locomotion activities, such as navigating stairs or rocky terrain. The proposed research will develop new control methods for dynamic legged locomotion, which will enable robots such as ATRIAS and Cassie to effectively move around in our homes, workplaces, and other complex natural environments with much more flexibility, while using much less energy. This will significantly expand on the application domains for which autonomous robot locomotion can be applied. \r\n\r\nThe primary technical contribution of the project will be twofold: First, the research will study machine learning techniques to dramatically improve the existing hand-crafted controllers for dynamic locomotion, and create a rich action space composed of behavior policies that produce robust walking, standing, running, and leaping behaviors with various speeds, step/jump heights, and other characteristics. This action space provides an expressive and compact means of controlling the motion of a legged robot, greatly surpassing direct torque control in expressiveness while also dramatically reducing the dimensionality of the problem. Second, the research will design a fast and efficient sampling-based planning architecture, which also uses machine learning to speed up the planning process to allow for real-time fulfillment of movement goals while avoiding collisions and falls. This work adds new knowledge in research on legged locomotion planning by considering obstacle planning and robot dynamics as an integrated problem. Most prior work attempts to decouple the two pieces, for example by using a planner to find footholds in kinematic space and handing them to a dynamics controller that tries to maintain balance as the robot follows the kinematic goals. For human-like performance in two-legged locomotion, the project considers foothold choice to be intrinsically linked to robot dynamics, and considers foot placement in an integrated way.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Fern",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Fern",
   "pi_email_addr": "afern@eecs.oregonstate.edu",
   "nsf_id": "000088242",
   "pi_start_date": "2019-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Hurst",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan W Hurst",
   "pi_email_addr": "jonathan.hurst@oregonstate.edu",
   "nsf_id": "000528997",
   "pi_start_date": "2019-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973305501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "039Y00",
   "pgm_ele_name": "S&AS - Smart & Autonomous Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046Z",
   "pgm_ref_txt": "S&AS - Smart & Autonomous Systems"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 836000.0
  }
 ],
 "por": null
}