{
 "awd_id": "1926209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STANDARD: Ethical Approaches to Empower Disabled Graduate Students in STEM",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 281900.0,
 "awd_amount": 338185.0,
 "awd_min_amd_letter_date": "2019-08-07",
 "awd_max_amd_letter_date": "2024-02-14",
 "awd_abstract_narration": "This award supports a project that will investigate how academic culture and relationships systematically disadvantage disabled students; specifically, it will focus on disabled graduate students in computing. The researcher will investigate manifestations of ableism, the act of privileging nondisabled people over those with disabilities, which is understood for the purposes of the investigation as an ethical issue. She will determine how ableist academic culture contributes to unethical systemic obstacles for achievement at the graduate level. To do so, she will interview graduate students with disabilities in computing and related fields. She will recruit current and former graduate students with a diverse representation across disabilities in computing and related fields from different institutions. She will also interview faculty who have advised such students, and representatives from different university disability services offices. She will use this data to develop a set of guidelines on how to address accessibility barriers in research are to be developed on the basis of the outcomes of this project. The guidelines will be disseminated to students, faculty advisors, and university disability services offices so they can begin to adopt anti-ableist language and strategies and actively incorporate inclusion in their work. Those who stand to benefit from the outcomes of this are not limited to those in computing; they will also be applicable to students and researchers in adjacent fields.\r\n\r\nThis is a research project to addresses a fundamental research question: How do academic expectations and relationships contravene ethical conduct and create barriers for disabled graduate students, and what guidance and resources effectively empower students and allies to engage equitable and anti-ableist practices to enable students to achieve success? To address this research question, we propose to use a qualitative research approach to analyze public-facing institutional disability service policies, and to interview disabled graduate students, faculty advisors, and disability services staff to understand how resources and attitudes toward disability create barriers for disabled students at the graduate level. The researcher will then critically analyze this qualitative data with an ethical anti-ableist lens and engage participatory design efforts to develop toolkits with guidelines and strategies that incorporate anti-ableist approaches for graduate students, faculty advisors, and disability service offices. The project will contribute knowledge about academic culture that may persist ableist barriers to success for disabled graduate students. Contributions of this work include empirical findings about how ableism manifests as barriers for graduate students, and a toolkit with guidelines that incorporate anti-ableist strategies for academic success for disabled students, faculty advisors and disability services offices. She will deploy toolkits to students, faculty and disability service offices and evaluate the effectiveness of the toolkits to provide useful anti-ableist strategies to empower students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Shinohara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen Shinohara",
   "pi_email_addr": "kristen.shinohara@rit.edu",
   "nsf_id": "000615487",
   "pi_start_date": "2019-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Technology",
  "perf_str_addr": "141 Lomb Memorial Avenue",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124Y00",
   "pgm_ele_name": "Science & Technology Studies"
  },
  {
   "pgm_ele_code": "129Y00",
   "pgm_ele_name": "ER2-Ethical & Responsible Res"
  },
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  },
  {
   "pgm_ele_code": "717200",
   "pgm_ele_name": "Graduate Research Fellowship"
  },
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084Z",
   "pgm_ref_txt": "IGE-Innovations in Graduate Ed"
  },
  {
   "pgm_ref_code": "137Z",
   "pgm_ref_txt": "STEM Access for Persons w Disabilities"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 281900.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 56285.0
  }
 ],
 "por": null
}