{
 "awd_id": "1930594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SusChEM: Collaborative proposal: Engineering increased activity of cutinase toward poly(ethyleneterephthalate) for recycling of plastic",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 384666.0,
 "awd_amount": 384666.0,
 "awd_min_amd_letter_date": "2019-08-30",
 "awd_max_amd_letter_date": "2024-07-11",
 "awd_abstract_narration": "The environmental consequences of plastic solid waste are serious. The problem continues to increase as we diversify and expand plastic use and applications. The most significant example of this problem is the rate that plastics are accumulating in oceans, lakes and rivers. The most widely used plastic is polyethylene terephthalate, or PET. PET is used in the manufacture of bottles, polyester fabrics, and food trays. Production levels are estimated to be over 50 million tons per year. This project will attempt to develop an efficient enzyme for the degradation of PET. High school students will be engaged in summer research opportunities. Undergraduate and graduate students will also be involved in the project. These opportunities will help develop a STEM workforce.\r\n\r\nRecently, several groups discovered enzymes that catalyze PET hydrolysis under mild conditions. Unfortunately, these enzymes are too slow and too unstable for practical use. Protein engineering to increase their catalytic efficiency is a potential solution.  The project tests a new approach for engineering enzymes to act on insoluble substrates. This approach recognizes that the interaction between an enzyme and an insoluble substrate is complex and involves an extended binding site. The enzyme must pull the chain from the bulk polymer, position the ester group for hydrolysis, and allow the polymer substrate to slide within the binding site for repeated hydrolysis of the chain. Previous attempts to increase the activity of enzymes toward insoluble substrates have met with limited success. The proposed large-area-mutagenesis (LAM) methodology to be implemented in this program is a systematic strategy for engineering enzymes for insoluble synthetic polymer substrates. The approach will: 1) establish the size of the binding region in cutinase that influences its catalytic activity toward PET; 2) optimize the shape of the extended binding region for PET, 3) increase the thermal stability of the enzyme for use above the glass transition temperature of PET, where chain mobility is higher, allowing better access of the enzyme to the polymer substrate. The results of this program will be the engineering of an efficient, stable enzyme with increased catalytic activity of at least 100-fold that may be suitable for commercial PET recycling, which is an essential step to reducing plastic pollution. This project is supported jointly by the Cellular and Biochemical Engineering  Program in CBET/ENG and the Chemistry of Life Processes Program in CHE/MPS.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Gross",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Gross",
   "pi_email_addr": "grossr@rpi.edu",
   "nsf_id": "000165649",
   "pi_start_date": "2019-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 384666.0
  }
 ],
 "por": null
}