{
 "awd_id": "1904024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Band flattening at the Fermi level as a precursor of quantum electron crystallization",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2019-12-15",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 317548.0,
 "awd_amount": 317548.0,
 "awd_min_amd_letter_date": "2019-12-10",
 "awd_max_amd_letter_date": "2019-12-10",
 "awd_abstract_narration": "Non-Technical Abstract\r\nConstruction of room-temperature superconductors has been a dream since the discovery of the superconductivity in 1911.  For quite a while, the highest temperature, at which superconductivity was observed, remained at 23 K (or -250 C); however, in 1986, high-temperature superconductors were discovered with superconductivity surviving up to 138 K (or -135 C) and, more recently, even up to 203 K (-70 C) under high pressure.  Presently, the most promising candidates for room-temperature superconductivity are the so-called 'flat-band materials' (i.e., the materials in which the energy of electrons does not depend on their momentum in some range of momenta).  The PI and his team have recently discovered such behavior in silicon-germanium quantum wells and are pursuing the investigation of this material.  The proposed activities offer unique opportunities to train students in novel technologies at the cutting edge of present-day capabilities.  Northeastern University is famous for it's signature cooperative learning ('co-op') education, which affords students the opportunity for hands-on experiential learning during their studies. Within this program, the PI has a remarkable record in training undergraduate and graduate students in his laboratory.\r\n\r\nTechnical Abstract\r\nThe proposed work is an experimental effort to unequivocally establish the flattening of the electronic band in the two-dimensional electron systems that may be vital for the construction of the room temperature superconductivity.   The team intends to study silicon-germanium quantum wells of unprecedented quality developed by the PI?s group, as well as ZnO-based heterostructures of comparable quality.  In the past, the band flattening in silicon-germanium quantum wells was observed by transport methods by the PI's team.  However, the thermodynamic characteristics, like the spectrum of electrons, can only be reliably obtained by thermodynamic measurements.  The PI and his team intend to use the techniques already available in the PI?s laboratory at Northeastern University to measure the thermodynamic magnetization and the thermopower of the electrons in two-dimensional systems.  The first method yields the energy-averaged effective mass of the electrons; the second method yields the effective mass on the Fermi level.  The saturation of the energy-averages mass and the divergence of the mass at the Fermi level in the limit of very low electron densities is the hallmark of the flattening of the electron band.  The group also intends to investigate the quantum Wigner crystal formation in these ultra-clean systems as a direct consequence of this effect.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Kravchenko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey Kravchenko",
   "pi_email_addr": "s.kravchenko@neu.edu",
   "nsf_id": "000362637",
   "pi_start_date": "2019-12-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Ave, 540-177",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 317548.0
  }
 ],
 "por": null
}