{
 "awd_id": "1905474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Jammed granular matter within networks of pins: Structure, elasticity, plasticity and rheology under shear",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2019-12-01",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 310235.0,
 "awd_amount": 310235.0,
 "awd_min_amd_letter_date": "2019-11-25",
 "awd_max_amd_letter_date": "2019-11-25",
 "awd_abstract_narration": "Nontechnical Abstract:\r\nGranular Materials are ubiquitous in daily life. By “granular” one means not only hard objects like salt, rice, or sand; but also soft objects like bubbles, and living entities like cells and pedestrians. Dense granular materials can behave dramatically by clogging, avalanching, or suddenly solidifying into a disordered “jammed” structure.  This research project asks the question: How do these phenomena manifest themselves when the grains are in contact with a fixed framework? In this research, the framework is a lattice of diminutive obstacles, or “pins”.  (In two dimensions, one might think of the pins in a Pachinko game.) Pins influence both when a sudden transition occurs in a granular packing, and the structure and dynamics of the jammed solid which forms. Beyond its theoretical interest, this project has applications like utilizing obstacles for the prevention of jamming of particles or people; and making new jammed materials which are more elastic and less bulky. The influence of pins on the material’s structure and dynamics is studied both with experiments as well as computer simulations. The principal investigators are four faculty members, with an experimental and a computational physicist at each one of two institutions which offer only undergraduate degrees in physics.  Their students work directly with faculty to experience computational and/or experimental research in a field that is both theory-rich and highly practical. \r\n\r\nTechnical Abstract:\r\nPackings of granular materials, as for example in industrial supply lines or in living organisms, exhibit striking changes in structural or flowing behavior such as abrupt rearrangements, collapses and sudden blockading of channels. Such changes are due to geometrical frustration, as grains experience clogging and jamming transitions. Deformation and flow are largely determined by system-spanning force networks, which broker a compromise between external forces and torques, confinement, and internal granular interactions. While there have been many studies of dense granular matter, there have been few on the rheology of granular systems which include an effect reminiscent of confinement: frozen degrees of freedom in the form of localized pinning sites internal to the system. This project, which addresses critical, open questions on spatial correlations of stress and flow fields, is a systematic study of how the presence of such pins, either in the form of a lattice or a disordered array (hence, quenched order or disorder) influences structure and flow. Activities of the principal investigators include determining the phase diagram for this novel order/disorder transition; calculating elastic moduli, local stress fields and parameters characterizing the force network as influenced by pinning geometry;  use of particle-scale tracking to describe packing structure and kinematics due to microscopic rearrangements under shear; and first steps toward extending these insights to active granular matter.  The work entails both numerical simulation and experiments through a collaboration between four investigators at two primarily undergraduate institutions. Experiments involve planar, simple, and Couette shear using two-dimensional assemblies of photoelastic grains.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cacey",
   "pi_last_name": "Bester",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Cacey S Bester",
   "pi_email_addr": "bester@sas.upenn.edu",
   "nsf_id": "000790392",
   "pi_start_date": "2019-11-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Graves",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Graves",
   "pi_email_addr": "abug1@swarthmore.edu",
   "nsf_id": "000277382",
   "pi_start_date": "2019-11-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Swarthmore College",
  "inst_street_address": "500 COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SWARTHMORE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6103288000",
  "inst_zip_code": "190811390",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "SWARTHMORE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KPALJZQMJAX6"
 },
 "perf_inst": {
  "perf_inst_name": "Swarthmore College",
  "perf_str_addr": "500 College Ave",
  "perf_city_name": "Swarthmore",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190811390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 310235.0
  }
 ],
 "por": null
}