{
 "awd_id": "1934350",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multi-Scale Multi-Material Printing of 3D Bead Arrays via Self-Focused Electrohydrodynamic Jets",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032928136",
 "po_email": "lbian@nsf.gov",
 "po_sign_block_name": "Linkan Bian",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 444694.0,
 "awd_amount": 444694.0,
 "awd_min_amd_letter_date": "2020-01-07",
 "awd_max_amd_letter_date": "2024-01-18",
 "awd_abstract_narration": "The two most common ways for enhancing the functional properties of a surface are through micro-scale texturing and chemical coatings. Since current methods are limited in their ability to apply both of these methods simultaneously, a novel manufacturing technique is required so that surface modifications can be done in a single process. One potential candidate is a Self-Focused Electrohydrodynamic Micro-Texturing (SF-EMT) process. It uses electric force to manipulate an ink jet for printing structures in a droplet-by-droplet fashion to produce multilayer textures by utilizing the attraction between the previously deposited droplets and the printing jet. A variety of inks can be used to embed different chemistries on the printed structure. The potential of SF-EMT will be demonstrated by printing large-scale dew-collectors and micro-capacitor arrays. SF-EMT will open doors to high-performance surfaces, surface modifications and micro-structures at reduced manufacturing costs. Its simplicity and versatility will allow for rapid prototyping of surface textures and patterns with varying chemistries. Multidisciplinary research opportunities for graduate and undergraduate students will be made available through this project. Existing institutional mechanisms and programs will be leveraged to inform and attract underrepresented minorities to these advanced manufacturing research positions, and to further increase interest in STEM related careers.\r\n\r\nThe realization of SF-EMT requires the understanding of a newly discovered self-focusing mechanism by which the jet is attracted to previously deposited features. A combination of experiments and numerical modeling to understand the dynamic, complex charge and mass transfer mechanisms at the different stages of the printing process will be investigated. Emphasis will be on understanding the deposition of beads on a surface and on top of other beads, the evaporation of the solvent throughout the process, and the dissipation of electrical charges. The realization of the process also requires the formulation of new polymeric inks. Tuning of ink composition for the specific applications will be expedited by leveraging the numerical models to significantly reduce the potential design space and the number of inks to be tested. Inks for dew-collection will be modified with nano-additives and surfactants to create nano-wrinkles and texture on the deposited beads resulting in multi-scale textures. For micro-capacitor arrays, conductive and dielectric inks will be formulated. A state-of-the-art testbed with machine vision for jet position control, in-situ metrology of bead size and solvent evaporation, controlled humidity, and precise computer control of the process parameters will be built for validation of the numerical models and for process assessment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kornel",
   "pi_last_name": "Ehmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kornel Ehmann",
   "pi_email_addr": "k-ehmann@northwestern.edu",
   "nsf_id": "000337595",
   "pi_start_date": "2020-01-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jian",
   "pi_last_name": "Cao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian Cao",
   "pi_email_addr": "jcao@northwestern.edu",
   "nsf_id": "000085589",
   "pi_start_date": "2020-01-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Rd",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602013333",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 444694.0
  }
 ],
 "por": null
}