{
 "awd_id": "1956429",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RESEARCH-PGR: Variants and Recombinants without Meiosis",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032920000",
 "po_email": "sshiu@nsf.gov",
 "po_sign_block_name": "Shin-Han Shiu",
 "awd_eff_date": "2020-05-15",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 1700989.0,
 "awd_amount": 1700989.0,
 "awd_min_amd_letter_date": "2020-04-16",
 "awd_max_amd_letter_date": "2020-04-16",
 "awd_abstract_narration": "During tissue culture, plant genomes undergo frequent unexpected changes resulting in plants with different characteristics, called somaclonal variants. At lower frequency, similar variants called sports arise during normal growth. These new variants can have great economic value, but relatively little is known of the causes, nature and evolutionary significance of these phenomena. This project will investigate these changes in potato. The methods suitable to analyze these genomic changes will be applicable to other crops, and will be made available to the scientific and plant breeding community.  Societal impact is expected along two lines. First, this project will address a largely ignored potential source of variation likely to affect leading economic species. Second, the project entails several outreach activities, with two objectives: 1) Familiarize young students in underrepresented communities with science studies and careers and 2) Train advanced students and professionals in genomic approaches applicable to plant breeding. These objectives will be achieved through a combination of publishing in outreach journals, provision of international workshops, and production of learning videos.\r\n\r\nThe long term goal of this project is to understand the mechanisms and outcomes of genome instability and restructuring. The central hypothesis is that instability, while often deleterious, can also reshape the genome in ways that are less disruptive and potentially adaptive, such as by causing change or loss of heterozygosity, and dosage variation. Elucidating the causes, mechanisms, and consequences of these changes will help clarify their role in natural and artificial selection, and inform prediction, identification and, if appropriate, exploitation of these changes. The work will focus on the autotetraploid potato genome, in which we have documented extensive genomic changes in tissue culture regenerated potatoes, ranging from aneuploidy to indels, extreme rearrangements, but also more subtle changes in heterozygosity consistent with homologous DNA repair. Analysis of variation in potato suggests that genome instability varies according to environment and that it can occur during normal growth. The specific aims are to: i) Characterize the molecular patterns associated with somaclonal variation in potato. By examining resulting rearrangements, hypotheses on potential mechanisms, such as homologous vs. nonhomologous repair of dsDNA breaks, will be tested, ii) Study molecular patterns associated with differentiation of potato clones. Genomic analysis of clonally propagated potato will test the hypothesis that somatic homologous recombination results in variation and, iii) Investigate relation of dsDNA breaks to loss of heterozygosity. This objective will leverage induced and spontaneous loss of heterozygosity models to test possible mechanisms of dsDNA break repair, such as mitotic crossover and break-induced recombination.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luca",
   "pi_last_name": "Comai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luca Comai",
   "pi_email_addr": "lcomai@ucdavis.edu",
   "nsf_id": "000427537",
   "pi_start_date": "2020-04-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Isabelle",
   "pi_last_name": "Henry",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Isabelle M Henry",
   "pi_email_addr": "imhenry@ucdavis.edu",
   "nsf_id": "000629353",
   "pi_start_date": "2020-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "OR/Sponsored Programs",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186134",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1700989.0
  }
 ],
 "por": null
}