{
 "awd_id": "2002821",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: MLWiNS: A Coding-Centric Approach to Robust, Secure, and Private Distributed Learning over Wireless",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 66668.0,
 "awd_amount": 66668.0,
 "awd_min_amd_letter_date": "2020-05-19",
 "awd_max_amd_letter_date": "2020-05-19",
 "awd_abstract_narration": "Human and industrial automation, powered by machine learning (ML) such as Deep Neural Networks (DNNs) and the burgeoning ecosystem of billions of edge computing devices with sensors connected through the infrastructure of the internet (i.e., Internet of Things, or IoT) is shaping the future of our society. Federated learning (also known as, collaborative learning) techniques work across multiple decentralized edge devices and/or servers holding local data samples and facilitate training of the algorithms by exchanging parameters (i.e., weights associated with deep networks) instead of the actual data samples. Federated learning over wireless networks is challenging because of data loss associated with the communication characteristics. The goal of this project is to provide their critically needed augmented intelligence by enabling federated learning at the wireless edge, via an innovative framework, named coded computing. The societal impact of democratizing machine learning on low cost edge devices is also expected to be vast. For instance, smart edge networks that track safety automatically and continuously in workplaces can have a significant societal and economic impact. This project paves the path towards scalable realization of such applications. \r\n\r\nCoded computing has been hugely successful for large-scale distributed machine learning, where one can judiciously create computational redundancy in a coded manner to efficiently deal with communication bottleneck and system disturbances such as stragglers, outages, node failures, and adversarial computations -- precisely the set of challenges that hobble distributed wireless edge computations for machine learning. This project leads to the development of theory and algorithms for federated machine learning over wireless that are driven by fundamental principles informed by coding and information theory. In particular, this project holistically addresses the challenges of (i) wireless bandwidth costs, (ii) resiliency to wireless outages, (iii) security, and (iv) prioritizing user data privacy that is critical for large-scale user participation in wireless edge computing. Another key aspect of wireless networks is that mobile users join and leave the network arbitrarily, and user locations can change frequently. The research team will develop a federated learning framework that can adapt to such dynamic network topologies by designing a self-configurable protocol that can accommodate new users on-the-go, thereby adapting to the changes in the network topology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kannan",
   "pi_last_name": "Ramchandran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kannan Ramchandran",
   "pi_email_addr": "kannanr@eecs.berkeley.edu",
   "nsf_id": "000173259",
   "pi_start_date": "2020-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "269 Cory Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201770",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "287800",
   "pgm_ele_name": "Special Projects - CCF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021Z",
   "pgm_ref_txt": "Industry Partnerships"
  },
  {
   "pgm_ref_code": "8585",
   "pgm_ref_txt": "NSF/Intel Partnership Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 66668.0
  }
 ],
 "por": null
}