{
 "awd_id": "2011319",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Computational Approach to the Design of a Bioartificial Pancreas",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2020-07-28",
 "awd_max_amd_letter_date": "2020-07-28",
 "awd_abstract_narration": "The main goal of this project is optimal design of an implantable, bioartificial pancreas for the treatment of Type 1 diabetes. The design is based on transplanting the healthy pancreatic cells into a gel medium (agarose gel), and encapsulating the cell-containing medium between two nanopore semi-permeable membranes to block the patient's immune cells from attacking the transplant. Encapsulated tissue transplantation is a novel approach to eliminating long-term use of immunosuppressants, which is one of the major challenges in transplantation therapy. The nanopore membranes are designed to block the immune cells while allowing passage of nutrients to keep the transplant viable as long as possible. The team around the collaborator Dr. S. Roy, Director of the Biodesign Laboratory at UCSF, is exploring a design of an implantable bioartificial pancreas, which will be implanted in the patient's arm, and connected to an artery and a vein similar to an arterio-venous graft. The key challenge in the development of the bioartificial pancreas is maintaining the survival of transplanted cells for an extended period of time, by providing sufficient access to nutrients, of which oxygen is the limiting factor. Involvement of graduate and undergraduate students, as well as high school students (particularly girls), in several aspects of this research is planned. The synergistic approach to the proposed project will provide a first, long-term viable implantable bioartificial pancreas without the need for immunosuppressive therapy.  \r\n \r\nThis project addresses the development of a multi-physics, multi-scale mathematical and computational model to study the design of an implantable, bioartificial pancreas for the treatment of Type 1 diabetes. The implantable, bioartificial pancreas will consist of an encapsulated chamber containing the transplanted pancreatic cells called islets, and a graft connecting the chamber to the patient’s cardiovascular system. The encapsulation chamber is modeled as a multi-layered poroelastic medium consisting of two semi-permeable membranes encapsulating a poroelastic gel holding the cells. The encapsulation strategy prevents the host’s immune cells from attacking the transplant. The proposed mathematical macro-scale model captures filtration of blood serum within the encapsulated multi-layered poroelastic islet chamber, and the fluid-structure interaction between the blood flow and the arterio-venous graft carrying blood to the islet chamber. To study oxygen supply to the transplanted cells, the fluid-structure interaction model is coupled to three nonlinear advection-reaction-diffusion models describing oxygen concentration in the tubular graft, in the poroelastic membrane, and in the islet chamber.  A novel partitioned, loosely coupled scheme for the numerical solution of this problem is proposed. At the micro-scale, a Smoothed Particle Hydrodynamics solver will be used to study the influence of the fine poroelastic medium structure on oxygen supply to the transplanted cells. Deep Neural Networks will be used to study parameter estimation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suncica",
   "pi_last_name": "Canic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suncica Canic",
   "pi_email_addr": "canics@berkeley.edu",
   "nsf_id": "000181976",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "799 Evans Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203840",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}