{
 "awd_id": "2011836",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spectroscopy of Dense Positronium",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032922983",
 "po_email": "mkbeck@nsf.gov",
 "po_sign_block_name": "Mark K. Beck",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 579358.0,
 "awd_amount": 579358.0,
 "awd_min_amd_letter_date": "2020-08-15",
 "awd_max_amd_letter_date": "2022-07-21",
 "awd_abstract_narration": "Positronium is an exotic hydrogen-like atom composed of one ordinary electron (the light mass negatively charged components of all ordinary matter) bound to one positively charged electron, the antimatter twin of the electron, called a positron. Positronium has a brief existence which terminates in its annihilation into a burst of two or three gamma ray photons (very high energy particles of light). The primary goal of the project is to produce a high density positronium gas and cool it to produce the first positronium \"superfluid\", known as a Bose-Einstein condensate. This substance is predicted to exhibit stimulated annihilation, in which one annihilation gamma ray photon induces the emission of others of exactly the same direction and energy, the essential activity required for all types of laser action. The second goal of the project is to obtain evidence for this stimulated annihilation to open the way for the first highly penetrating annihilation gamma ray lasers. Besides the scientific interest in the phenomena, the possible eventual benefits include medical applications to radiography and radiation therapy, defense and other uses of high-power gamma ray beams, and the possibility of gamma ray laser ignition of fusion for clean, low-cost electric power generating plants.\r\n \r\n\r\nThe principle goals of the project are to (1) produce and observe a Bose-Einstein condensate of positronium and (2) to obtain evidence for the stimulated emission of its two-photon annihilation radiation. The project will use an existing slow positron beam and magnetic trap system that produces nanosecond pulses of about 100 million 30% spin-polarized positrons. The positrons will be extracted from the confining magnetic field of the trap and focused in a 200 micron diameter spot on a thin metal film that efficiently emits slow positrons. These will be accelerated and focused to a 5 micron spot onto a target containing cavities within which high density positronium will be formed and thermalized to low temperatures. The positronium temperature will be measured as a function of time by the angular correlation of the annihilation photon pairs using an existing detector. The presence of a condensate will be inferred from its sub-thermal apparent temperature. Various cavity geometries will be used to achieve the required high positronium densities and sufficiently cold positronium temperatures around 10 K. Having made the first positronium Bose-Einstein condensate, a search will be made for the stimulated emission of its annihilation gamma rays. Besides enabling the production of the first gamma ray lasers, this work will open the way for other topics involving high density positrons, including the first production and studies of the positronium positive ion (the bound state of two positrons and one electron), formation of a positronium atom laser beam, and production of Bose-Einstein condensed positronium bubbles in superfluid helium-4.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Mills",
   "pi_mid_init": "P",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Allen P Mills",
   "pi_email_addr": "allen.mills@ucr.edu",
   "nsf_id": "000101322",
   "pi_start_date": "2020-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harry",
   "pi_last_name": "Tom",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Harry W Tom",
   "pi_email_addr": "harry.tom@ucr.edu",
   "nsf_id": "000440688",
   "pi_start_date": "2020-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 189311.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 193083.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 196964.0
  }
 ],
 "por": null
}