{
 "awd_id": "2023568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CCI Phase I: NSF Center for Chemistry with Electric Fields (ChEF)",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 1800000.0,
 "awd_amount": 1800000.0,
 "awd_min_amd_letter_date": "2020-07-24",
 "awd_max_amd_letter_date": "2020-07-24",
 "awd_abstract_narration": "The NSF Center for Chemistry with Electric Fields (ChEF) is supported by the Centers for Chemical Innovation (CCI) Program of the Division of Chemistry. This Phase I Center is led by Latha Venkataraman of Columbia University. Other team members are also from Columbia and include Timothy Berkelbach, Colin Nuckolls, Tomislav Rovis, and Xavier Roy. The challenge of this center is to use directional electric fields to understand, control and manipulate chemical transition states to alter the outcomes of chemical reactions. New techniques are developed to expand the range of reactions that can be controlled and manipulated by electric fields. The strategy of bringing together team members with expertise in synthesis, measurement, and computation augers well for the Center's goal of controlling and inducing new chemical pathways, accelerating catalysis, and generating a new paradigm for organic synthesis. The bold goal of this team is to electric field control such that structures,  pathways, and intermediates that are not possible or practical with traditional chemical catalysis become so. Broader impacts are addressed in part through strong collaborations with Merck and Columbia Technology Ventures. Students have opportunities for self-governance and professional development. Students are co-mentored and undergraduates are included in the team. The team partners with the Harlem Children’s Zone School in New York to broaden the participation of chemistry to K-12 underrepresented groups. Development of a Chemistry Magic Show and Subway Science and Engineering address the expectations for informal science communication.  The NYC location of the Phase I team provides ready access to a population that is underrepresented in STEM. \r\n\r\nThe aim of this Phase I Center is to understand, control and manipulate chemical reactions utilizing electric fields. These electric fields can originate from an external bias produced using nanoscale electrode gaps or from strategically placed charges within a catalyst. Altering transition states by an external bias is the ultimate demonstration of controlling matter away from equilibrium and toward desired reactivity. This research charts a path to controlling the environment and electric field around reaction centers to accelerate desired reactivity and selectivity, developing reaction pathways and outcomes that are otherwise inaccessible by altering reaction kinetics and thermodynamics. The CCI team combines expertise in synthesis, measurement and computation and works in two interdisciplinary research thrusts, focused on two families of reactions: (1) Isomerization and Pericyclic Reactions, and (2) Coupling Reactions. This work aims to provide a mechanistic and quantitative understanding of how electric fields can control reactions while developing routes to alter selectivity and rates in a range of reactions including the Claisen rearrangement, the Diels Alder cycloaddition, and bond activation of carbon-halogen, metal-heteroatom and carbon-carbon bonds. Chemistry is at the center of the nanoscience revolution and this proposal exploits that position bringing together like-minded scientists from a diverse set of backgrounds to design experiments to identify promising target structures, synthesize these new targets, and study their properties and reactivity in electric fields. Broader Impacts are addressed in numerous ways. In addition to developing a new form of chemistry, the overarching broader impact is to increase the participation of underrepresented groups in STEM fields and to help educate the public about the virtues, beauty, and utility of chemistry. The work aims to transform undergraduate and graduate chemical education in chemistry at the interface of synthesis, materials and electric fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Latha",
   "pi_last_name": "Venkataraman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Latha Venkataraman",
   "pi_email_addr": "lv2117@columbia.edu",
   "nsf_id": "000100239",
   "pi_start_date": "2020-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "3000 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276601",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "035Y00",
   "pgm_ele_name": "Phase I Ctrs for Chem Innovati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1800000.0
  }
 ],
 "por": null
}