{
 "awd_id": "2026801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Design and Synthesis of Sustainable Dielectric Materials for Flexible Electronics",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032928136",
 "po_email": "lbian@nsf.gov",
 "po_sign_block_name": "Linkan Bian",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 374882.0,
 "awd_amount": 374882.0,
 "awd_min_amd_letter_date": "2020-07-10",
 "awd_max_amd_letter_date": "2020-07-10",
 "awd_abstract_narration": "Flexible electronic materials exhibiting high electrical and mechanical performance are required in the emerging field of flexible devices. There are many potential materials which are required in the fabrication of flexible electronics. These materials range from organic materials, like polymers and other carbon-based molecules, to metals and dielectrics. Among them, the use of dielectric materials has been restricted due to limiting electrical properties and insufficient mechanical durability. The research here establishes highly transparent, strong, and flexible dielectric materials developed through the understanding of the relationship between the physicochemical structure of the dielectric thin films, and their other material properties, under mechanical stress. These flexible dielectric materials would find use in the existing semiconductor device manufacturing as well as in future, more demanding applications. This technology is critical for the continued United States prosperity and security which increasingly employs lightweight flexible devices in consumer and national security applications. This research crosses multiple disciplines including materials science, mechanics of materials, electrical engineering, semiconductor device physics, and chemistry, and will offer to students both knowledge and hands-on experience working within a multidisciplinary research environment. The education activities includes the course development in advanced materials and provision of research opportunities for a diverse group including women and underrepresented students. This project is jointly funded by Civil, Mechanical and Manufacturing Innovation Division (CMMI) and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis research aims to achieve highly transparent, strong, and flexible dielectrics with electrical and mechanical stability for broad application in flexible electronics. The project will complete three objectives to establish sustainable flexible dielectric materials, with superior material and  mechanical stability and durability, based on amorphous oxides derived from the siloxane (Si–O) and methyl-derived silicon compounds (Si–CH3) (OSMs): (1) determine the growth mechanism of flexible dielectric thin films and optimize the polarizability and density in the microstructure as related to the specific deposition parameters, (2) identify the relationship between physicochemical changes and the dielectric film properties, and (3) evaluate the effect of post-curing process, using thermal annealing and ultraviolet irradiation, on the microstructure and the films’ optical, electrical, and mechanical performance. The research outcomes will not only significantly advance manufacturing processes for flexible dielectric materials, but also generate new knowledge in a fundamental framework relating synthesis, structure, property, and performance of materials for flexible electronics. This project will develop flexible dielectric materials with good optical, electrical, and mechanical performance useful for a wide array of flexible electronics applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seonhee",
   "pi_last_name": "Jang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seonhee Jang",
   "pi_email_addr": "seonhee.jang@louisiana.edu",
   "nsf_id": "000805587",
   "pi_start_date": "2020-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisiana at Lafayette",
  "inst_street_address": "104 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LAFAYETTE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3374825811",
  "inst_zip_code": "705032014",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISIANA AT LAFAYETTE",
  "org_prnt_uei_num": "C169K7T4QZ96",
  "org_uei_num": "C169K7T4QZ96"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisiana at Lafayette",
  "perf_str_addr": "104 East University Ave",
  "perf_city_name": "Lafayette",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "705032014",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 374882.0
  }
 ],
 "por": null
}