{
 "awd_id": "2031394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Culturally Relevant Robotics: A Family and Teacher Partnership for Computational Thinking in Early Childhood",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928637",
 "po_email": "llyons@nsf.gov",
 "po_sign_block_name": "Leilah Lyons",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2020-08-10",
 "awd_max_amd_letter_date": "2020-08-10",
 "awd_abstract_narration": "Early and culturally relevant coding experiences nurture the computational thinking necessary for continued learning and interest in computer science. Developing interest in and support for computer science is important for participation in computer science degrees at the post-secondary level. This project has the potential to improve the teaching of computer science in early childhood by making explicit what needs to be known pedagogically about engaging Black and Latinx children in computational thinking. This study could shift the field to consider the unique needs of Black and Latinx children in computer science education from the beginning of formal schooling. The project also has the potential to prompt early childhood curricula to be attuned to STEM learners’ identities with respect to race and class. Finally, the project has the potential to improve the social well-being of Black and Latinx learners by equipping their parents and caretakers to support children as they envision themselves in STEM across PreK-16 education. \r\n\r\nThe purpose of this medium research-practice-partnership project in the PreK-8 strand is to generate an actionable theory of change for promoting computational thinking and a sense of belonging in computer science through a culturally relevant robotics program  developed in partnership with university teacher educators and researchers, administrators, teachers, coaches, and Black and Latinx children and their families. This research practice partnership will study: (1) the iterative co-development and refinement of a classroom- and home-based culturally relevant robotic program for Black and Latinx preschoolers and (2) how Black and Latinx children develop understanding of computational thinking and a sense of belonging in computer science as they engage in a culturally relevant robotics program. The proposed project leverages and expands upon existing collaborations towards culturally relevant STEM education among University of Tennessee and school partners at two schools – a preschool with 163 children (90% Black) and a primary school (PreK-1) with 221 (63% Black, 24% Latinx) children. This project includes elements of both design-based research, by situating curricular interventions in authentic settings, and community-based participatory research where participants’ voices guide the design and direction of the program. The project spans four phases where community partnerships will be strengthened and extended, curriculum will be co-designed and piloted, program implementation will be adjusted based on ongoing data analysis, and full implementation will lead to theory building and program development for broader impact. In addition to presenting and publishing research findings, the investigators will develop short briefs that can be sent to the local school board, administrators, community leaders, and the state department of education. Their final actionable theory of change and models for a family-teacher partnership for culturally relevant robotics programs will be disseminated broadly on a website in order to provide free and easy access to other teacher educators, teachers, instructional coaches, families, and school and community leaders. \r\n\r\nThis project is funded by the CS for All: Research and RPPs program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frances",
   "pi_last_name": "Harper",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Frances K Harper",
   "pi_email_addr": "fharper1@utk.edu",
   "nsf_id": "000766259",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lori",
   "pi_last_name": "Caudle",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lori A Caudle",
   "pi_email_addr": "lcaudle@utk.edu",
   "nsf_id": "000823587",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Quinn",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret F Quinn",
   "pi_email_addr": "mquinn@tamu.edu",
   "nsf_id": "000823390",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee",
  "perf_str_addr": "1 Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134Y00",
   "pgm_ele_name": "CSforAll-Computer Sci for All"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}